Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: grenl_fle_ammo_txt
el: Technical Specifications: 25mm Flechette Grenades CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a box of 9 25mm flechette grenades. They are fired electronically by a spark igniter inside the launcher's barrel. While still classified as grenades due to their calibre and delivery system, they have more in common with shotgun shells. Each grenade contains 24 solid steel needles packed into a sabot shell that breaks away immediately after leaving the muzzle. This creates a buckshot-like effect that can shred unarmoured or lightly-armoured enemies, but their lower muzzle velocity compared to shotgun shells makes them significantly less effective against heavy armour. These grenades are meant to be loaded into an HPGL Grenade Launcher. Recommended Doctrine All soldiers equipped with grenade launchers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare grenades. Addenda None.
es_es: Especificaciones técnicas: Granada de Dardos de 25mm CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción Este es un paquete de 9 granadas incendiarias de 25mm. Son disparadas electronicamente por un iniciador dentro del cañon del lanzador. Aunque estén clasificadas como granadas por su calibre y su forma de disparo, tienen más en común con los cartuchos de escopeta. Cada granada contiene 24 agujas de acero sólido empaquetados en un cartucho especial que se rompe inmediantamente después de abandonar el cañon. Esto crea un efecto de dispersión que puede despedazar enemigos sin blindaje o con uno muy ligero; sin embargo su baja velocidad de salida lo hace significativamente menos efectivos contra enemigos equipados con armaduras pesadas. Estas granadas se usan como munición del Lanzagranadas HPGL. Doctrina Recomendada Cualquier soldado equipado con un lanzagranadas deberá portar al menos un paquete de reserva siempre que esté en una situacion de combate. No es recomendable enviar a nuestros soldados al frente sin munición de reserva. Addenda Ninguno.
it: Technical Specifications: 25mm Flechette Grenades CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a box of 9 25mm flechette grenades. They are fired electronically by a spark igniter inside the launcher's barrel. While still classified as grenades due to their calibre and delivery system, they have more in common with shotgun shells. Each grenade contains 24 solid steel needles packed into a sabot shell that breaks away immediately after leaving the muzzle. This creates a buckshot-like effect that can shred unarmoured or lightly-armoured enemies, but their lower muzzle velocity compared to shotgun shells makes them significantly less effective against heavy armour. These grenades are meant to be loaded into an HPGL Grenade Launcher. Recommended Doctrine All soldiers equipped with grenade launchers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare grenades. Addenda None.
pt_br: Technical Specifications: 25mm Flechette Grenades CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a box of 9 25mm flechette grenades. They are fired electronically by a spark igniter inside the launcher's barrel. While still classified as grenades due to their calibre and delivery system, they have more in common with shotgun shells. Each grenade contains 24 solid steel needles packed into a sabot shell that breaks away immediately after leaving the muzzle. This creates a buckshot-like effect that can shred unarmoured or lightly-armoured enemies, but their lower muzzle velocity compared to shotgun shells makes them significantly less effective against heavy armour. These grenades are meant to be loaded into an HPGL Grenade Launcher. Recommended Doctrine All soldiers equipped with grenade launchers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare grenades. Addenda None.

source: grenl_incendiary_ammo_txt
el: Technical Specifications: 25mm IC Grenades CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a box of 9 25mm incendiary grenades. They are fired electronically by a spark igniter inside the launcher's barrel. These grenades are area-denial weapons, covering a large stretch of ground with very hot flames that are almost impossible to extinguish. The compound itself is a modification of a mixture that has been in use since World War II; thermite, barium nitrate, sulphur and binding agent. And thanks to modern miniaturisation technology, it will all fit into a handy, lightweight 25mm shell. These grenades are meant to be loaded into an HPGL Grenade Launcher. Recommended Doctrine All soldiers equipped with grenade launchers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare grenades. Addenda None.
es_es: Especificaciones técnicas: Granada IC de 25mm CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción Este es un paquete de 9 granadas incendiarias de 25mm. Son disparadas electronicamente por un iniciador dentro del cañon del lanzador. Estas granadas crean areas de exclsuión cubriendo el terreo con llamas casi imposibles de extinguir. El compuesto es una variación de la mezcla usada desde la Segunda Guerra Mundial: plasma termita, nitrato de bario, azufre y agentes adhesivos. Gracias a la moderna tecnología de miniaturización cabe en un ligero cartucho de 25mm. Estas granadas se usan como munición del Lanzagranadas HPGL. Doctrina Recomendada Cualquier soldado equipado con un lanzagranadas deberá portar al menos un paquete de reserva siempre que esté en una situacion de combate. No es recomendable enviar a nuestros soldados al frente sin munición de reserva. Addenda Ninguno.
it: Technical Specifications: 25mm IC Grenades CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a box of 9 25mm incendiary grenades. They are fired electronically by a spark igniter inside the launcher's barrel. These grenades are area-denial weapons, covering a large stretch of ground with very hot flames that are almost impossible to extinguish. The compound itself is a modification of a mixture that has been in use since World War II; thermite, barium nitrate, sulphur and binding agent. And thanks to modern miniaturisation technology, it will all fit into a handy, lightweight 25mm shell. These grenades are meant to be loaded into an HPGL Grenade Launcher. Recommended Doctrine All soldiers equipped with grenade launchers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare grenades. Addenda None.
pt_br: Technical Specifications: 25mm IC Grenades CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a box of 9 25mm incendiary grenades. They are fired electronically by a spark igniter inside the launcher's barrel. These grenades are area-denial weapons, covering a large stretch of ground with very hot flames that are almost impossible to extinguish. The compound itself is a modification of a mixture that has been in use since World War II; thermite, barium nitrate, sulphur and binding agent. And thanks to modern miniaturisation technology, it will all fit into a handy, lightweight 25mm shell. These grenades are meant to be loaded into an HPGL Grenade Launcher. Recommended Doctrine All soldiers equipped with grenade launchers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare grenades. Addenda None.

source: grenl_plasma_ammo_txt
el: Commander, we've finished the testing and prototype phase of our new 25mm plasma grenades. We're ready to move it to mass-production and full field deployment. For this project, we already had ready access to all the required technology. We've made very few changes to the general design of the grenade. The only real challenge was to shrink the complex machinery enough to fit inside a standard 25mm shell. We've had to scale back the power of the plasma grenade somewhat in order to do that -- the hydrogen core of our new 25mm shell is a fair bit smaller, emitting less plasma than the alien hand grenade. However, this is offset by the fact that it can be fired en masse from our HPGL Grenade Launcher over relatively long distances. We've dubbed our creation the 25mm PB ('Plasma Burst') Grenade. We can manufacture them by the box or by the speedloader, both of which will be extremely expensive to produce. One full load of 25mm PB is essentially an entire magazine of miniature plasma grenades, miniatures which are even more difficult to create than the original. The amount of firepower we've added to our team grenadier(s) is frightening to behold. Launch a cylinder of these grenades into a crowded street, and the only thing left will be ash. They'll become a highly valuable addition to our arsenal. --Cdr. Navarre
it: Commander, we've finished the testing and prototype phase of our new 25mm plasma grenades. We're ready to move it to mass-production and full field deployment. For this project, we already had ready access to all the required technology. We've made very few changes to the general design of the grenade. The only real challenge was to shrink the complex machinery enough to fit inside a standard 25mm shell. We've had to scale back the power of the plasma grenade somewhat in order to do that -- the hydrogen core of our new 25mm shell is a fair bit smaller, emitting less plasma than the alien hand grenade. However, this is offset by the fact that it can be fired en masse from our HPGL Grenade Launcher over relatively long distances. We've dubbed our creation the 25mm PB ('Plasma Burst') Grenade. We can manufacture them by the box or by the speedloader, both of which will be extremely expensive to produce. One full load of 25mm PB is essentially an entire magazine of miniature plasma grenades, miniatures which are even more difficult to create than the original. The amount of firepower we've added to our team grenadier(s) is frightening to behold. Launch a cylinder of these grenades into a crowded street, and the only thing left will be ash. They'll become a highly valuable addition to our arsenal. --Cdr. Navarre
pt_br: Commander, we've finished the testing and prototype phase of our new 25mm plasma grenades. We're ready to move it to mass-production and full field deployment. For this project, we already had ready access to all the required technology. We've made very few changes to the general design of the grenade. The only real challenge was to shrink the complex machinery enough to fit inside a standard 25mm shell. We've had to scale back the power of the plasma grenade somewhat in order to do that -- the hydrogen core of our new 25mm shell is a fair bit smaller, emitting less plasma than the alien hand grenade. However, this is offset by the fact that it can be fired en masse from our HPGL Grenade Launcher over relatively long distances. We've dubbed our creation the 25mm PB ('Plasma Burst') Grenade. We can manufacture them by the box or by the speedloader, both of which will be extremely expensive to produce. One full load of 25mm PB is essentially an entire magazine of miniature plasma grenades, miniatures which are even more difficult to create than the original. The amount of firepower we've added to our team grenadier(s) is frightening to behold. Launch a cylinder of these grenades into a crowded street, and the only thing left will be ash. They'll become a highly valuable addition to our arsenal. --Cdr. Navarre

source: grenl_plasma_ammo_pre_txt
el: Commander, my team and I have drawn up a research proposal for a new tac weapon based on our plasma grenade research. Now that we're able to reproduce these alien plasma grenades, we've been looking into the possibility of adapting the technology to be fired from a grenade launcher. This would be a challenge, as the plasma hand grenades are significantly larger than 25mm, but we may be able to produce a scaled-back version that -- while not as powerful -- will have all the advantages of being fired from our standard HPGL Grenade Launcher. If we can manage to design and produce magazines of this type, they'd lend the HPGL increased firepower and even more tactical applications, well worth the monetary cost. The project is waiting for your authorisation, Commander. --Cdr. Navarre
es_es: No hay información previa a la investigación diponible.
it: Commander, my team and I have drawn up a research proposal for a new tac weapon based on our plasma grenade research. Now that we're able to reproduce these alien plasma grenades, we've been looking into the possibility of adapting the technology to be fired from a grenade launcher. This would be a challenge, as the plasma hand grenades are significantly larger than 25mm, but we may be able to produce a scaled-back version that -- while not as powerful -- will have all the advantages of being fired from our standard HPGL Grenade Launcher. If we can manage to design and produce magazines of this type, they'd lend the HPGL increased firepower and even more tactical applications, well worth the monetary cost. The project is waiting for your authorisation, Commander. --Cdr. Navarre
pt_br: Commander, my team and I have drawn up a research proposal for a new tac weapon based on our plasma grenade research. Now that we're able to reproduce these alien plasma grenades, we've been looking into the possibility of adapting the technology to be fired from a grenade launcher. This would be a challenge, as the plasma hand grenades are significantly larger than 25mm, but we may be able to produce a scaled-back version that -- while not as powerful -- will have all the advantages of being fired from our standard HPGL Grenade Launcher. If we can manage to design and produce magazines of this type, they'd lend the HPGL increased firepower and even more tactical applications, well worth the monetary cost. The project is waiting for your authorisation, Commander. --Cdr. Navarre

source: laser_ammo_txt
el: Commander, we've finalised the design of the Deuterium-Fluoride Cartridges and they're now ready for mass production. They'll be expensive to make and use, but we've done everything we can to keep the costs down. The cartridge is essentially a hard plastic shell containing five separate chambers. These are four pressurised storage reservoirs for ethylene, nitrogen trifluoride, helium and deuterium, plus a small battery to power the laser's electronics. The shell itself is made of the toughest polymer we can produce, reinforced in vulnerable spots with carbon nanotubes, to prevent mixing in case the cartridge receives any shocks or impacts. We can't provide perfect protection against direct hits on the cartridge, but we've done our best. The chance of combat spillage happening during any engagement has been reduced to only a fraction of a percent. Any materials remaining in a used cartridge will be pumped back into base storage upon the dropship's return. However, once they've been used, these cartridges have to be disposed of by a chemohazard team, and we'll have to manufacture replacements. They cannot be reused due to deuterium contamination. --Cdr. Navarre
it: Commander, we've finalised the design of the Deuterium-Fluoride Cartridges and they're now ready for mass production. They'll be expensive to make and use, but we've done everything we can to keep the costs down. The cartridge is essentially a hard plastic shell containing five separate chambers. These are four pressurised storage reservoirs for ethylene, nitrogen trifluoride, helium and deuterium, plus a small battery to power the laser's electronics. The shell itself is made of the toughest polymer we can produce, reinforced in vulnerable spots with carbon nanotubes, to prevent mixing in case the cartridge receives any shocks or impacts. We can't provide perfect protection against direct hits on the cartridge, but we've done our best. The chance of combat spillage happening during any engagement has been reduced to only a fraction of a percent. Any materials remaining in a used cartridge will be pumped back into base storage upon the dropship's return. However, once they've been used, these cartridges have to be disposed of by a chemohazard team, and we'll have to manufacture replacements. They cannot be reused due to deuterium contamination. --Cdr. Navarre
pt_br: Commander, we've finalised the design of the Deuterium-Fluoride Cartridges and they're now ready for mass production. They'll be expensive to make and use, but we've done everything we can to keep the costs down. The cartridge is essentially a hard plastic shell containing five separate chambers. These are four pressurised storage reservoirs for ethylene, nitrogen trifluoride, helium and deuterium, plus a small battery to power the laser's electronics. The shell itself is made of the toughest polymer we can produce, reinforced in vulnerable spots with carbon nanotubes, to prevent mixing in case the cartridge receives any shocks or impacts. We can't provide perfect protection against direct hits on the cartridge, but we've done our best. The chance of combat spillage happening during any engagement has been reduced to only a fraction of a percent. Any materials remaining in a used cartridge will be pumped back into base storage upon the dropship's return. However, once they've been used, these cartridges have to be disposed of by a chemohazard team, and we'll have to manufacture replacements. They cannot be reused due to deuterium contamination. --Cdr. Navarre

source: laser_ammo_pre_txt
el: This is one of several proposals I'm submitting for the research and development of new laser weaponry. Each of these will have to be developed separately due to the size differences, power levels and complexity of the systems involved. In order to power our deuterium-fluoride laser weaponry, we need to design a magazine that can safely store a lot of different hazardous materials. Ethylene, nitrogen trifluoride, helium and deuterium -- three of which are toxic compounds -- have to be kept in separate pressurised compartments, under complete control at all times. If these materials were allowed to mix, it would be what we engineers call a 'Bad Thing'. We already have a basic design that should overcome these problems, but we need lab facilities and funding in order to test it, prototype it and build it to UN safety spec. It's drudge work, but it has to be done in order to make our lasers safe to use on the battlefield. I'm not prepared to risk poisoning our own troops with deuterium gas by cutting corners. We need proper magazines if we're going to use our new laser weapons. Please approve this program as soon as you can, Commander. --Cdr. Navarre
it: This is one of several proposals I'm submitting for the research and development of new laser weaponry. Each of these will have to be developed separately due to the size differences, power levels and complexity of the systems involved. In order to power our deuterium-fluoride laser weaponry, we need to design a magazine that can safely store a lot of different hazardous materials. Ethylene, nitrogen trifluoride, helium and deuterium -- three of which are toxic compounds -- have to be kept in separate pressurised compartments, under complete control at all times. If these materials were allowed to mix, it would be what we engineers call a 'Bad Thing'. We already have a basic design that should overcome these problems, but we need lab facilities and funding in order to test it, prototype it and build it to UN safety spec. It's drudge work, but it has to be done in order to make our lasers safe to use on the battlefield. I'm not prepared to risk poisoning our own troops with deuterium gas by cutting corners. We need proper magazines if we're going to use our new laser weapons. Please approve this program as soon as you can, Commander. --Cdr. Navarre
pt_br: This is one of several proposals I'm submitting for the research and development of new laser weaponry. Each of these will have to be developed separately due to the size differences, power levels and complexity of the systems involved. In order to power our deuterium-fluoride laser weaponry, we need to design a magazine that can safely store a lot of different hazardous materials. Ethylene, nitrogen trifluoride, helium and deuterium -- three of which are toxic compounds -- have to be kept in separate pressurised compartments, under complete control at all times. If these materials were allowed to mix, it would be what we engineers call a 'Bad Thing'. We already have a basic design that should overcome these problems, but we need lab facilities and funding in order to test it, prototype it and build it to UN safety spec. It's drudge work, but it has to be done in order to make our lasers safe to use on the battlefield. I'm not prepared to risk poisoning our own troops with deuterium gas by cutting corners. We need proper magazines if we're going to use our new laser weapons. Please approve this program as soon as you can, Commander. --Cdr. Navarre
