Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: news_initial_political_situation_txt
el: In the year 2084, Earth is in better shape than it has been for more than a century. Perhaps for the first time, peace and cooperation are the norm rather than the exception. The current state of affairs, however, can only be explained through the brutal history of the 21st century. In the first decade of the 21st, the Middle-East was the greatest concern of nations around the world. Tensions increased when Iran, Syria, Jordan and Afghanistan formed the Middle-Eastern alliance, a political body to unite the Islamic world. Soon after, democratic elections in Iraq caused the United States to lose control of the country, and Iraq joined the Middle-Eastern Alliance along with Pakistan and Lebanon later that year. In a panic, Israel threw in its lot with the expanding European Union, thus forcing itself to abide by increasingly strict EU laws on human rights and warfare. Its military presence in the region was significantly reduced over the years as a result. However, as 2009 turned into 2010, attentions turned away from the Middle-East as the increasingly bold power grabs by China started to make waves. The People's Republic had been nibbling away at its neighbours for several years, but in December of 2010, after decades of harsh words and grim promises, Taiwan was finally conquered by a full-scale Chinese military invasion. The UN gave several sternly-worded reprimands which were summarily ignored. The international community debated the issue at length, and did nothing. The Second Cold War between the old United States and China began when China annexed North and South Korea in 2012, after secret agents managed to disable North Korea's entire nuclear arsenal for the length of the three-day invasion. The well-trained and equipped People's Army vastly outnumbered the Korean divisions; they occupied both countries long before the Koreans could even begin to receive aid from overseas. The move drew even more ire from the UN and cooled diplomatic relations between China and Russia for decades to come. Tensions around the world remained high during the length of the Second Cold War, with rebellions the order of the day in the newly-subjugated Chinese territories, but ultimately neither China nor the US was ready to commit to nuclear annihilation. The war technically came to an end in 2031, as the US economy crumbled under a crushing military budget and deficit interest rates that exceeded the country's entire gross national product. Meanwhile, having become increasingly liberal during the Cold War years, China took on the mantle of world leader without knowing quite what to do with it. Its leaders perhaps became drunk with power, a little too hungry, a little too proud. Using the army to try and enforce their decision, they attempted to revert the country to the brutal Stalinist oppression of the 20th century. The people did not approve. The ensuing civil war was like nothing Earth had ever seen. Officers often referred to it as the bastard child of Vietnam and the First World War. It saw firebombing of entire populations, mass executions of prisoners of war, and tactical nuclear strikes on several cities -- including Shanghai, Seoul and New Delhi -- on 7 June 2034. Government loyalists dropped a total of six 50-kiloton devices on heavily-defended rebel positions, including the civilian populations the rebels were protecting. The loyalist army suffered massive desertions in the days that followed; it was the single event that eventually spelled doom for the government. More than six million lives were lost before the surrender of loyalist forces on 15 August 2036, having fought tooth and nail and employed large-scale scorched earth tactics as the rebels slowly drove them into the Indian Ocean. This is the official ending of the Second Cold War.
es_es: En el año 2084 la tierra se encuentra en una situación mejor de lo que ha estado en más de un siglo. Quizas por primera vez la paz y la cooperación son la norma en lugar de la excepcion. El actual estado de bienestar, sin embargo, sólo puede explicarse a partir de la brutal historia del siglo XXI. En la primera década del XXI oriente medio era la gran preocupación de todas las naciones del globo. La tension crecií cuando Iran, Siria, Jordania y Afganistán formaron la Alianza de Oriente Medio, un cuerpo político para unir al mundo islámico. Poco después, las elecciones democráticas en Iraq hicieron que los Estados Unidos perdieran el control del país, causando además que Iraq se uniera a dicha Alianza junto con Paquistán y el Libano ese mismo año. En un ataque de pánico, Israel se vio forzado a reforzar sus relaciones con la Union Europea, teniendo que cumplir por ello con las estrictas normas de la UE en derechos humanos y política civil. Su presencia militar en la región se vio significatívamente reducida en los años siguientes. Sin embargo, cuando 2009 daba paso a 2010, la atención se desvió de Oriente Medio hacia el creciente poder de China. La República Popular habia estado molestando esporádicamente a sus vecinos a lo largo de los años, pero en diciembre de 2010, después de ´decadas de duras palabras y promesas poco creibles, Taiwan fue finalmente conquistado en una operación militar china a gran escala. La ONU firmó muchas resoluciones condenando el hecho, que fueron completamente ignoradas. La comunidad internacional debatió el asunto largamente pero no hizo nada. La Segunda Guerra Fría entre los antiguos Estados Unidos y China empezó cuando esta última se anexionó las dos Coreas en 2012, después de que agentes secretos consiguieran inutilizar el arsenal nuclear de Corea del Norte durante los tres días que duró la invasión. Las tropas del Ejercito del Pueblo, bien entrenadas y equipadas, sobrepasaban con mucho a las divisiones de combate Coreanas. China ocupó ambos paises mucho antes de que los coreanos pudieran empezar a recibir ayuda desde ultramar. Este movimiento despertó más aun la ira de la ONU y congeló las relaciones diplomáticas entre China y Rusia durante las décadas siguientes. La tensión política alrededor del mundo se mantuvo durante toda la Segunda Guerra Fría, mientras las rebeliones en los territorios conquistados por los chinos estaban a la orden del día. Sin embargo, ni China ni los EEUU estaban preparados para la aniquilación nuclear mutua. Técnicamente hablando, la guerra terminó hacia el final de 2031 cuando la economía de los EEUU se desplomó ante el peso del presupuesto militar y con el deficit excediendo el producto interior bruto de todo el país. Mientras tanto China, que se había ido orientando hacia el liberalismo económico, cogió el testigo del liderazgo mundial sin saber muy bien qué hacer con él. Sus lideres se vieron de repente borrachos de poder, hambrientos de éxitos y muy orgullosos de só mismos. Usando al ejercito para secundar su decisión, el gobierno trató de hacer renacer la opresión estalinista que habia dominado el país durante buena parte del siglo XX. Pero la gente no lo consintió. La consiguiente guerra civil fue como ninguna otra que la Tierra haya conocido. Los oficiales a veces se referían a sí mismos como los hijos bastardos de Vietnam o de la Primera Guerra Mundial. Bombardeaban poblados enteros, ejecutaban prisioneros de guerra en masa, y lanzaron dispositivos tácticos nucleares sobre varias ciudades -- incluyendo Shanghai, Seul y Nueva Delhi -- el 7 de junio de 2034. Fuerzas leales al gobiernos arrojaron un total de seis bombas de 50 kilotones sobre las posiciones rebeldes mejor defendidas, incluyendo a los civiles que estos mismo rebeldes estaban protegiendo. El ejercito leal sufrió deserciones masivas en los dias siguientes al bombardeo; ese fue el acontecimiento que supuso el fin del gobierno. Mas de seis millones de vidas se perdieron antes de la rendición de las fuerzas leales el 15 de agosto de 2036, después de haber combatido por cada palmo de terreno mientras los rebeldes forzaban su lenta retirada hasta el océano Índico. Este fue el final oficial de la Segunda Guerra Fría.
it: Nel 2084 la Terra ha un aspetto migliore del secolo precedente. Forse per la prima volta, la pace e la cooperazione sono la norma piuttosto che l'eccezione. Lo stato attuale delle cose, comunque, si può solo spiegare con la brutale storia del ventunesimo secolo. Nella prima decade del ventunesimo secolo, il medio oriente era la preoccupazione maggiore per il pianeta. Le tensioni aumentarono quando l'Iran, la Siria, la Giordania e l'Afghanistan formarono l'Alleanza Medio Orientale, un corpo politico per la riunione del mondo islamico. Poco dopo, le elezioni democratiche in Iraq fecero perdere il controllo statunitense sul paese, e l'Iraq si aggiunse all'Alleanza Medio Orientale insieme al Pakistan e al Libano. Nel panico, Israele entrò nell'Unione Europea, auto-imponendosi così ad allinearsi alle rigide leggi europee sui diritti umani e l'uso della forza. La sua presenza militare nella regione diminuì significativamente negli anni. Comunque sia, nel passaggio dal 2009 al 2010, l'attenzione si trasferì dal medio oriente al crescente potere della Cina. La Repubblica del Popolo ha minacciato per anni i propri vicini, ma nel Dicembre del 2010, dopo decenni di promesse, Taiwan venne finalmente conquistata con un'invasione militare su vasta scala. Le Nazioni Unite minacciarono di intervenire. La comunità internazionale discusse a lungo la questione, ma non fece nulla. La Seconda Guerra Fredda fra Stati Uniti e Cina cominciò quando quest'ultima si impadronì della Corea del Nord e del Sud nel 2012, dopo che degli agenti segreti erano riusciti a disarmare l'intero arsenale atomico nord coreano. I soldati ben addestrati ed equipaggiati dell'Esercito del Popolo soverchiarono in numero le divisioni Coreane; occuparono entrambi i paesi prima che i Coreani riuscissero a ricevere aiuto dall'oltremare. Questa mossa attrasse ancora più le ire dalle Nazioni Unite e raffreddò le relazioni diplomatiche tra Cina e Russia per i decenni successivi. Le tensioni in giro per il mondo rimasero alte durante la Seconda Guerra Fredda, con ribellioni all'ordine del giorno nei territori cinesi appena annessi. Ma alla fine nè la Cina, nè gli Stati Uniti erano pronti per una guerra nucleare. La guerra tecnicamente terminò alla fine del 2031, quando l'economia statunitense crollò sotto il peso schiacciante delle spese militari e degli interessi sul debito pubblico che diventarono maggiori del PIL nazionale. Intanto, essendo diventata decisamente più liberale negli anni della Guerra Fredda, la Cina prese il posto di leader mondiale. Ma la sete di potere spinse i capi di stato a grandi errori. Usarono infatti l'esercito per imporre le proprie decisioni, cercando di riportare nel paese l'oppressione stalinista del ventesimo secolo. La popolazione non approvò. La guerra civile che ne conseguì fu qualcosa mai visto prima sulla Terra. Gli ufficiali spesso la definiscono "la figlia bastarda del Vietnam e della Prima Guerra Mondiale". Il 7 Giugno 2034 ha visto bombardamenti sulle popolazioni, esecuzioni di massa di prigionieri di guerra e attacchi nucleari su diverse città -- incluse Shangai, Seoul e Nuova Delhi. Il governo sganciò un totale di sei ordigni da 50 kilotoni su posizioni ribelli fortemente fortificate, massacrando così anche gli insediamenti civili che stavano proteggendo. L'esercito soffrì di ammutinamenti di massa nei giorni seguenti; questa fu la prima causa che portò il governo alla sconfitta. Più di sei milioni di vite andarono perdute prima che le forze fedeli al governo si arrendessero il 15 Agosto 2036, dopo aver combattuto metro dopo metro mentre i ribelli li spingevano sulle coste dell'Oceano Indiano. Questa viene considerata la fine ufficiale della Seconda Guerra Fredda.

source: After The War
el: Μετά τον πόλεμο
it: Dopo la Guerra
pt_br: Depois da Guerra
