Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: Plasma Grenade
el: Χειροβομβίδα Πλάσματος
es: Granada Plasmática
es_es: Granada de plasma
it: Granata al Plasma
pt_br: Granada de Plasma

source: Assault Rifle
el: Τυφέκιο Επίθεσης
es: Rifle de Asalto
es_es: Rifle de Asalto
it: Fucile d'Assalto
pt_br: Rifle de Assalto

source: Assault Rifle Magazine
el: Πυρομαχικά Τυφεκίου
es_es: Cargador de Rifle de Asalto
it: Caricatore per Fucile d'Assalto
pt_br: Carregador de Rifle de Assalto

source: Snap Shot
el: Βολή Γρήγορη
it: Colpo improvviso
pt_br: Tiro Rápido

source: 3-Round Burst
el: 3-βολές
it: Raffica da 3 Proiettili
pt_br: Rajada de 3 tiros

source: Full-Auto
el: Αυτόματο
it: Raffica
pt_br: Rajada Ilimitada

source: Aimed shot
el: Βολή με Σημάδι

source: Minigun Magazine
el: Πυρομαχικά Minigun

source: 5-Round Burst
el: 5-βολές
it: Raffica da 5 Proiettili
pt_br: Rajada de 5 tiros

source: Full-Auto Sweep
el: Αυτόματη Σάρωση

source: Machine Gun Magazine
el: Πυρομαχικά Machine Gun

source: Sniper Rifle
el: Τυφέκιο Ελ. Σκοπευτή
es: Rifle Francotirador
es_es: Rifle de Francotirador
it: Fucile da Cecchino
pt_br: Rifle de Precisão

source: Sniper Rifle Magazine
el: Πυρομαχικά Τυφ. Ελ. Σκοπευτή
es_es: Cargador del Rifle de Francotirador
it: Caricatore per Fucile da Cecchino
pt_br: Carregador para Rifle de Precisão

source: Aimed Shot
el: Βολή με Σημάδι
it: Colpo Mirato
pt_br: Tiro Mirado

source: Headshot
el: Βολή στο Κεφάλι
it: Colpo alla Testa
pt_br: Tiro na cabeça

source: 7.62mm Pistol
el: Πιστόλι 7.62χιλ.
es: Pistola 7.62mm
es_es: Pistola de 7.62mm
it: Pistola da 7.62mm
pt_br: Pistola 7.62mm

source: 7.62mm Pistol Magazine
el: Πυρομαχικά Πιστολιού 7.62χιλ.
es_es: Cargador de Pistola de 7.62mm
it: Caricatore per Pistola da 7.62mm
pt_br: Carregador para Pistola 7.62mm

source: Submachine Gun
el: Υποπολυβόλο
es: Subfusil
es_es: Ametralladora
it: Mitraglietta
pt_br: Submetralhadora

source: SMG Magazine
el: Πυρομαχικά Υποπολυβόλου
es_es: Cargador de Ametralladora
it: Caricatore Mitraglietta
pt_br: Carregador para Submetralhadora

source: Single Shot
el: Απλή Βολή
es: Un Disparo
it: Colpo Singolo
pt_br: Tiro Único

source: Shotgun
el: Κυνηγετικό Όπλο
it: Fucile a Pompa
pt_br: Espingarda

source: Double Shot
el: Διπλή Βολή
es: Doble Disparo
it: Colpo Doppio
pt_br: Tiro Duplo

source: Micro Shotgun
el: Μικρό Κυνηγετικό
es_es: Escopeta Pequeña
it: Mini Fucile a Pompa
pt_br: Micro Espingarda

source: Flamethrower
el: Φλογοβόλο
es: Lanza Llamas
es_es: Lanzallamas
it: Lanciafiamme
pt_br: Lança-Chamas

source: C90 Canister
el: Κάνιστρο C90
es_es: Cartucho C90
it: Contenitore per C90

source: Rocket Launcher
el: Εκτοξευτής Ρουκετών
es: Lanza Cohetes
es_es: Lanzacohetes
it: Lanciamissili
pt_br: Lança-Foguetes

source: HE Rocket
el: Ρουκέτα HE
es_es: Cohete Explosivo
it: Missile HE

source: IC Rocket
el: Ρουκέτα IC
es_es: Cohete Incendiario
it: Missile IC
pt_br: Foguete Incendiário

source: Grenade Launcher
el: Εκτοξευτής Βομβίδων
es: Lanza Granadas
es_es: Lanzagranadas
it: Lanciagranate
pt_br: Lança-Granadas

source: 25mm HIT Grenades
el: Βομβίδες 25χιλ. HIT
es_es: Granada AIT de 25mm
it: Granate 25mm HIT
pt_br: Granadas 25mm HIT

source: 25mm IC Grenades
el: Βομβίδες 25χιλ. IC
es_es: Granada Incenciaria de 25mm
it: Granate 25mm IC
pt_br: Granadas 25mm Incendiárias

source: 25mm Flechette Grenades
el: Βομβίδες 25χιλ. Flechette
es_es: Granada de Dardos de 25mm
it: Granate 25mm a Frammentazione
pt_br: Granada de Agulhas

source: 25mm PB Grenades
el: Βομβίδες 25Χιλ. PB
it: Granate 25mm PB
pt_br: Granadas 25mm PB

source: Cannonade
el: Κανονιοβολισμός
es: Cañonazo
it: Cannone

source: Precision Shot
el: Βολή Ακριβείας
it: Colpo Mirato
pt_br: Tiro de Precisão

source: Laser Pistol
el: Πιστόλι Λέϊζερ
es: Pistola Láser
it: Pistola Laser
pt_br: Pistola Laser

source: Laser Rifle
el: Τυφέκιο Λέϊζερ
es: Rifle Láser
it: Fucile Laser
pt_br: Rifle Laser

source: Heavy Laser
el: Βαρύ Λέϊζερ
es: Láser Pesado
it: Laser Pesante
pt_br: Laser Pesado

source: Combat Knife
el: Μαχαίρι Μάχης
es: Cuchillo de Combate
es_es: Cuchillo de Combate
it: Pugnale da Combattimento
pt_br: Faca de Combate

source: Monomolecular Knife
el: μονομοριακό Μαχαίρι
it: Coltello Monomolecolare
pt_br: Faca monomolecular

source: Stun Rod
el: Ραβδί αναισθησίας
it: Storditore
pt_br: Bastão Atordoador

source: Stun Charge
el: Αιφνιδιαστική Έφοδος
it: Carica Stordente
pt_br: Carga de Atordoamento

source: Double Charge
el: Γρήγορη Έφοδος
it: Doppia Carica
pt_br: Carga Dupla

source: Kerrblade
el: Κερμαική Λεπίδα
it: Lama Kerr

source: Slash
el: Πετσοκόβω
it: Colpisci
pt_br: Cortar com a lâmina

source: Plasma Blade
el: Λεπίδα Πλάσμα
es: Cuchillo Plasmático
it: Lama al Plasma
pt_br: Espada de Plasma

source: Lock
el: Κλείδωμα
it: Chiudi
pt_br: Travar

source: Particle Beam Pistol
el: Πιστόλι Μοριακής Δέσμης
it: Pistola a Flusso di Particelle
pt_br: Pistola Feixe de Partículas

source: Pistol Particle Accelerator
el: Πιστόλι Επιταχυντή Σωματιδίων
it: Acceleratore di Particelle per Pistola
pt_br: Pistola Aceleradora de Partículas

source: Rapid Shots
el: Γρήγορες Βολές
es: Disparos Rápidos
it: Fuoco Rapido
pt_br: Tiros Rápidos

source: Particle Beam Rifle
el: Τυφέκιο Μοριακής Δέσμης
it: Fucile a Flusso di Particelle
pt_br: Rifle de Feixe de Partículas

source: Rifle Particle Accelerator
el: Τυφέκιο Επιταχυντή Σωματιδίων
it: Acceleratore di Particelle per Fucile
pt_br: Rifle Acelerador de Partículas

source: Repeat Fire
el: Επαναλαμβανόμενες Βολές

source: Particle Beam Cannon
el: Κανόνι Μοριακής Δέσμης
it: Cannone a Flusso di Particelle
pt_br: Canhão de Feixe de Partículas

source: Cannon Particle Accelerator
el: Κανόνι Επιταχυντή Σωματιδίων
it: Acceleratore di Particelle per Cannone
pt_br: Canhão Acelerador de partículas

source: Plasma Pistol
el: Πιστόλι Πλάσματος
it: Pistola al Plasma
pt_br: Pistola de Plasma

source: Plasma Pistol Charger
el: Φωρτιστής Πιστόλι Πλάσματος
it: Caricatore Pistola al Plasma
pt_br: Carregador de Pistola de Plasma

source: Burst
el: Ξέσπασμα
es: Estallido

source: Plasma Rifle
el: Τυφέκιο Πλάσματος
es: Rifle de Plasma
it: Fucile al Plasma
pt_br: Rifle de Plasma

source: Plasma Rifle Charger
el: Φορτιστής Τυφεκίου Πλάσματος
it: Caricatore Fucile al Plasma
pt_br: Carregador de Rifle de Plasma

source: Ball
el: Μπάλα
it: Palla
pt_br: Bola

source: Chaingun
el: Αμυδράλιο

source: Chaingun Belt
el: Ζώνη Αμυδράλιου

source: 10-Round Burst
el: 10-βολές

source: Poor
el: Φτωχό
es: Pobre
es_es: Pobre
it: Povero
pt_br: Péssimo

source: Mediocre
el: Κάτω του μετρίου
pt_br: Medíocre

source: Average
el: Μέτριο
it: Medio
pt_br: Regular

source: Competent
el: Άξιο
it: Competente
pt_br: Competente

source: Proficient
el: Ικανό
it: Esperto
pt_br: Proficiente

source: Very Good
el: Πολύ Καλό
es: Muy Bien
es_es: Muy bueno
it: Molto Buono
pt_br: Muito Bom

source: Highly Proficient
el: Πολύ Προχωρημένο
it: Molto Esperto
pt_br: Altamente Proficiente

source: Outstanding
el: Εξαιρετικό
it: Eccezionale
pt_br: Fora de série

source: Superhuman
el: Υπεράνθρωπο
es: Superhumano
es_es: Superhumano
it: Sovrumano
pt_br: Superhumano

source: Rank: %s
el: Βαθμός: %s
es: Categoría: %s
es_es: Rango: %s
it: Posizione: %s
pt_br: Posto: %s

source: Remaining TUs: %i
el: Υπολειπόμενα TUs: %i
it: UT Rimaste: %i
pt_br: UTs Restantes: %i

source: No remaining TUs left after shot.
el: Δεν έμειναν TUs μετά την βολή.
it: Nessuna UT rimasta dopo il colpo.
pt_br: Não restaram UTs depois do tiro.

source: Shots:%i
el: Βολές:%i
it: Colpi:%i
pt_br: Tiros: %i

source: Can't perform action: not enough TUs.
el: Αδυναμία εκτέλεσης εντολής: όχι αρκετά TUs.
it: Impossibile eseguire: non ci sono abbastanza UT.
pt_br: Não é possível realizar a ação: UTs insuficientes.

source: No item in hand.
el: Όχι αντικέιμενο στο χέρι.
it: Nessun oggetto in mano.
pt_br: Não há item na mão.

source: Can't perform action: out of ammo.
el: Αδυναμία εκτέλεσης εντολής: τέλος πυρομαχικών.
it: Impossibile eseguire: munizioni esaurite.
pt_br: Não é possível realizar a ação: sem munição.

source: This weapon cannot be fired one handed.
el: Δε μπορεί να κάνει πύρ ενός χεριού.
it: Quest'arma non può essere usata con una sola mano
pt_br: Esta arma não pode ser disparada: uma mão.

source: Can't perform action: this item is not reloadable.
el: Αδυναμία εκτέλεσης εντολής: αυτό το αντικέιμενο δεν επαναγεμίζει.
it: Impossibile eseguire: quest'oggetto non è ricaricabile.
pt_br: Não é possível realizar a ação: este item não é recarregável.

source: Can't perform action: ammo not available.
el: Αδυναμία εκτέλεσης εντολής: μη διαθέσιμα πυρομαχικά.
it: Impossibile eseguire: proiettili non disponibili.
pt_br: Não é possível realizar a ação: munição não disponível.

source: You cannot use this unknown item. You need to research it first.
el: Δε μπορείτε ν αχρησιμοποιήσετε αυτό το άγνωστο αντικέιμενο. Πρέπει να γίνει πρώτα έρευνα.
es: No puede usar este objeto desconocido. Primero debe investigarlo.
es_es: No puedes usar este objeto desconocido. Tienes que investigarlo antes.
it: Non puoi usare un oggetto sconosciuto. Devi studiarlo prima.
pt_br: Você não pode usar este item desconhecido. Você precisa primeiro pesquisar ele.

source: %s (empty)
el: %s (κενό)
es: %s (vació)
es_es: %s (vacio)
it: %s (vuoto)
pt_br: %s (vazio)

source: Nobody selected
el: Κανείς δεν επιλέγει
es: No hay nadie seleccionado.
es_es: Ninguno seleccionado
it: Non hai selezionato nessuno
pt_br: Ninguém selecionado

source: This isn't your round
el: Δέν είναι ο γύρος σας
es: Este no es su turno
es_es: No es tu turno
it: Questo non è il tuo turno
pt_br: Este não é o seu turno

source: You cannot reload this unknown item. You need to research it and its ammunition first.
el: Δε μπορείτε να επαναγεμίσετε αυτό το άγνωστο αντικέιμενο. Πρέπει πρώτα να ερευνήστε το όπλο και τα πυρομαχικά του.
es_es: No puedes recargar un objeto desconocido. Tienes que investigar el objeto y su munición.
it: Non puoi ricaricare un oggetto sconosciuto. Devi studiare l'oggetto e le sue munizioni prima.

source: %s %s was stunned
el: %s %s ήταν σαστισμένος

source: %s %s was killed
el: %s %s ήταν σκοτωμένος

source: A civilian was stunned.
el: 'Ενας πολίτης σάστισε.
it: Un civile è stato stordito.

source: A civilian was killed.
el: Ένας πολίτης σκοτώθηκε.
it: Un civile è stato ucciso.

source: An alien was stunned: %s
el: Ένας εξωγήινος σάστισε: %s

source: An alien was killed: %s
el: Ένας εξωγήινος πέθανε: %s

source: An alien was stunned.
el: Ένας εξωγήινος σάστισε.
it: Un alieno è stato stordito.

source: An alien was killed.
el: Ένας εξωγήινος πέθανε.
it: Un alieno è stato ucciso.

source: A soldier was stunned.
el: Ένας στρατιώτης σάστισε.
it: Un soldato è stato stordito.

source: A soldier was killed.
el: Ένας στρατιώτης πέθανε.
it: Un soldato è stato ucciso.

source: A member of team %i was stunned.
el: Ένα μέλος της ομάδας %i έιχε σαστίσει.
it: Un membro della squadra %i è stato stordito.

source: A member of team %i was killed.
el: Ένα μέλος της ομάδας %i είχε σκοτωθεί.
it: Un membro della squadra %i è stato ucciso.

source: Your round started!
el: Άρχισε ο γύρος σας!
es: ¡Su turno ha comenzado!
es_es: Tu turno ha comenzado!
it: Il tuo turno è iniziato!
pt_br: O seu turno começou!

source: Unknown alien race
el: Άγνωστη ράτσα εξωγήινου

source: No Command Centre operational in this base. Aircraft can not start.
el: Δεν υπάρχει λειτουργικό Κέντρο Εντολών στη βάση. το σκάφος δε μπορεί να ξεκινήσει.

source: Notice
el: Παρατήρηση
es: Aviso
it: Avviso
pt_br: Aviso

source: Aircraft started
el: Σκάφος ξεκίνησε
it: Velivolo decollato
pt_br: Aeronave iniciada

source: ON RED ALERT
el: ΣΕ ΣΥΝΑΓΕΡΜΟ
es_es: EN ALERTA ROJA
it: ALLARME ROSSO

source: Nothing - should not be displayed
el: Τίποτα - δε μπορεί να προβληθεί
es: Nada - No debería ser mostrado
es_es: Nada - no se mostrará
it: Niente - non dovrebbe essere mostrato
pt_br: Nada - nao deve ser mostrado

source: At homebase
el: Στη βάση
es: En la base local
es_es: En la base
it: Alla base madre
pt_br: Na base principal

source: Refuel
el: Ανεφοδιασμός
es_es: Repostar
it: Rifornimento
pt_br: Reabastecer

source: Idle
el: Αδρανές
es: Ocioso
es_es: parado
it: Pausa
pt_br: Ocioso

source: On transit
el: Σε μεταφορά
es: En tránsito
es_es: De camino
it: In transito

source: Moving to mission
el: Μετακίνηση σε αποστολή
es_es: Moviendose hacia una mision
it: Muovendo alla missione

source: Pursuing a UFO
el: Καταδιώκει ένα ΟΥΦΟ
it: Inseguendo un UFO

source: On interception
el: Σε αναχαίτιση
it: In intercettazione
pt_br: Interceptando

source: Being transfered
el: Μεταφέρεται

source: Back to base
el: Επιστροφή στη βάση
es_es: Volver a la base
it: Torna alla base

source: UFO
el: ΟΥΦΟ
es: OVNI
es_es: OVNI
pt_br: OVNI

source: Fuel: %i/%i
el: Καύσιμα: %i/%i
es_es: Combustible: %i/%i
it: Carburante: %i/%i
pt_br: Combustível: %i/%i

source: Weapons: %i on %i
el: Όπλα: %i on %i

source: Armours: %i on 1
el: Θωράκιση: %i on 1

source: Electronics: %i on %i
el: Ηλεκτρονικά: %i on %i

source: You've got a new aircraft (a %s) in base %s
el: Έχετε ένα νέο σκάφος (a %s) στη βάση %s
es: Tienes una nueva aeronave (un(a) %s) en la base %s
es_es: Tienes una nueva nave (una %s) en la base %s
it: Hai un nuovo velivolo (un %s) nella base %s
pt_br: Você tem uma aeronave nova (uma %s) na base %s

source: Assign a team to aircraft
el: Ανάθεση ομάδας στο σκάφος
es_es: Asigna un equipo a la nave
it: Assegna una squadra a velivolo
pt_br: Designar uma equipe para aeronave

source: Your aircraft doesn't have enough fuel to go there and then come back to its home base.
el: Το σκάφος σας δεν έχει αρκετά καύσιμα να πάει εκεί και να επιστρέψει στην βάση.

source: Our aircraft has no more ammo left - returning to home base now.
el: Το σκάφος μας δεν έχει άλλα πυρομαχικά - επιστρέφει στη βάση.

source: Interception
el: Αναχαίτιση
es_es: Interceptación
it: Intercettazione

source: UFO interception successful -- UFO lost to sea.
el: Αναχαίτιση ΟΥΦΟ επιτυχήςl -- το ΟΥΦΟ χάθηκε στη θάλασσα.

source: You've lost the battle
el: Έχασες την μάχη
es: Haz Perdido la Batalla
es_es: Has perdido la batalla
it: Hai perso la battaglia
pt_br: Você perdeu a batalha

source: Base facility destroyed
el: Δραστηριότητα βάσης καταστράφηκε

source: You've lost a missile battery system.
el: Έχασες μία συστοιχία πυραύλων.

source: You've lost a laser battery system.
el: Έχασες μια συστοιχία λέϊζερ.

source: You've lost a base facility (%s).
el: Έχασες ένα κτήριο της βάσης (%s).

source: You cannot process aliens yet. Alien Containment not ready in this base.
el: Δε μπορείτε να επεξεργαστείτε εξωγήινους ακόμα. Ο θόλος εξωγήινων δεν είναι έτοιμος.
it: Non puoi ancora processare alieni. L'Unità di Contenimento Alieni non è pronta in questa base.
pt_br: Você ainda não pode processar alienígenas. O armazenamento de alienígenas não está pronto nesta base.

source: You cannot hold alive aliens yet. Aliens died.
el: Δε μπορείτε να κρατήσετε ζωντανούς εξωγήινο ακόμα. Οι εξωγήινοι πέθαναν.
it: Non puoi ancora trattenere alieni vivi. Gli alieni sono morti.

source: You don't have enough space in Alien Containment. Some aliens got killed.
el: Δεν έχετε αρκετό χώρο στο Θόλο εξωγήινων. Μερικοί εξωγήινοι σκοτώθηκαν.
it: Non hai abbastanza spazio nell'Unità di Contenimento Alieni. Alcuni alieni verranno uccisi.

source: You've captured new aliens.
el: Αιχμαλωτίσατε νέους εξωγήινους.
it: Hai catturato nuovi alieni.

source: Needs autopsy!
el: Χρειάζεται αυτοψία!
it: Hai bisogno dell'autopsia!

source: None
el: Κανένα
es: Ninguno(a)
es_es: Nada
it: Niente
pt_br: Nada

source: Not set
el: Όχι ρυθμισμένο
es: No Establecido
es_es: No establecido
it: Non impostato
pt_br: Não configurado

source: Already %i in base
el: Ήδη %i στη βάση
es: Ya hay %i en la base
it: Già %i nella base
pt_br: Já existe %i na base

source: Construction finished
el: Κατασκευή ολοκληρώθηκε
es: Construcción Terminada
es_es: Construcción finalizada
it: Costruzione finita
pt_br: Construção terminada

source: Working 100%
el: Εργασία 100%
es: Trabajando al 100%
es_es: Trabajando 100%
it: Efficenza 100%
pt_br: Trabalhando 100%

source: Down
el: Κάτω
es: Abajo
es_es: Abajo
it: Giù

source: Not enough credits to build this
el: Όχι αρκετά χρήματα για να χτίσετε αυτό
es: Créditos insuficientes para construir esto
es_es: No tienes suficientes creditos para construir esto
it: Non hai abbastanza soldi per costruirlo
pt_br: Créditos insuficientes para construir isso

source: Costs: %i c
el: Κόστη: %i c

source: %i Day to build
el: %i ημέρα για χτίσιμο
it: %i Giorno per costruire

source: Running costs: %i c
el: Τρέχοντα έξοδα: %i c
es: Costos de la Operación: %i c
es_es: Mantenimiento: %i c
it: Costi di mantenimento: %i c
pt_br: Funcionamento: %i c

source: Needs: %s
el: Ανάγκες: %s

source: %i day left
el: %i μέρα που μένει
it: %i giorno rimanente

source: NewTeam
el: Νέα ομάδα
es: Equipo Nuevo
it: Nuova Squadra
pt_br: Nova Equipe

source: A new base has been built: %s (nation: %s)
el: Μία νέα βάση χτίστηκε: %s (έθνος: %s)

source: A new base has been built: %s
el: Μία νέα βάση χτίστηκε: %s

source: Base built
el: Βάση χτίστηκε
es: Base Construida.
es_es: Base construida
it: Base costruita
pt_br: Base construída

source: Not enough credits to set up a new base.
el: Όχι αρκετά χρήματα για χτίσημο νέας βάσης.
es: No tiene créditos suficientes para crear una base nueva.
es_es: No tienes suficientes creditos para establecer una nueva base
it: Non hai abbastanza soldi per una nuova base.
pt_br: Não há créditos suficientes para criar uma nova base.

source: You've reached the base limit.
el: Φτάσατε το όριο βάσεων.
es: Haz alcanzado el limite de la base.
es_es: Has alcanzado el número límite de bases.
it: Hai raggiunto il limite di basi.
pt_br: Você atingiu o limite de bases.

source: Base is under attack, you can't access this building !
el: Η βάση δέχετε επίθεση, δε μπορείτε να προσπαλάσετε αυτό το κτήριο !

source: You need at least one Hangar (and its dependencies) to use aircraft.
el: Χρειάζεστε τουλάχιστον ένα υπόστεγο (και τα παρελκόμενά) για να χρησιμοποιήσετε ένα σκάφος.

source: Construction of building will be over in %i day. Please wait to enter.
el: Η κατασκευή θα ολοκληρωθεί σε %i ημέρα. Παρακαλώ περιμένετε να εισέλθετε.

source: You need a building %s to make building %s functional.
el: Χρειάζεστε ένα %s για να κάνετε λειτουργικό το %s.

source: Building %s is not finished yet, and is needed to use building %s.
el: Το %s δεν ολοκληρώθηκε ακόμα, και χρειάζεται να χρησιμοποιήσει το %s.

source: Make sure that the dependencies of building %s (%s) are operational, so that building %s may be used.
el: Σιγουρευτήτε ότι τα παρελκόμενα του κτηρίου %s (%s) είναι λειτουργικά, έτσι ώστε το κτήριο %s να μπορεί να χρησιμοποιηθεί.

source: Build a %s first.
el: Χτίστε ένα %s πρώτα.

source: No aircraft in this base - You first have to purchase or transfer an aircraft
el: Όχι σκάφος σε αυτήν την βάση - Πρέπει πρώτα να αγοράσεις ή να μεταφέρεις ενα σκάφος
it: Nessun velivolo in questa base - Devi prima comprare o trasferire un velivolo

source: Note
el: Σημείωση
es: Nota
es_es: Nota
it: Nota
pt_br: Nota

source: No aircraft in this base - You first have to purchase an aircraft
el: Όχι σκάφος στη βάση - Πρέπει πρώτα να αγοράσετε ένα σκάφος
it: Nessun velivolo in questa base - Devi prima comprare un velivolo

source: Construction of %s building finished in base %s.
el: Η κατασκευή του %s ολοκληρώθηκε στη βάση %s.
es: La Construcción del edificio %s ha terminado en la base %s.
es_es: Construccion de %s finalizada en base %s.
it: Costruzione di %s edificio finita nella base %s.
pt_br: A construção do edifício %s terminou na base %s.

source: Building finished
el: Κτήριο ολοκληρώθηκε
es: Construcción ha terminado
es_es: Edificio finalizado
it: Costruzione finita
pt_br: Construção finalizada.

source: day
el: μέρα

source: Could not set up your base at this location
el: Δε μπορείτε να χτίσετε την βάση σας σε αυτήν την περιοχή
es: No se pudo establecer su base en esta localidad.
es_es: No puedes establecer tu base en estas coordenadas
it: Non puoi costruire una base qui
pt_br: Não foi possível colocar a sua base nesse local

source: No nation
el: Όχι έθνος

source: You've gone too far into debt.
el: Πέσατε πολύ μέσα στο χρέος.

source: You have failed in your charter to protect Earth. Our home and our people have fallen to the alien infection. Only a handful of people on Earth remain human, and the remaining few no longer have a chance to stem the tide. Your command is no more; PHALANX is no longer able to operate as a functioning unit. Nothing stands between the aliens and total victory.
el: Αποτύχατε να προστατέψετε την Γή. Τα σπίτια μας και οι άνθρωποί μας μολύνθηκαν απο τους εξωγήινους. Μόνο μία χούφτα ανθρώπων παρέμειναν αμόλυντοι, και δεν είναι ικανοί να το σταματήσουν. Η ΦΑΛΑΓΓΑ δεν είναι πλεόν ικανή να λειτουργήσει σαν μία αξιόπιστη μονάδα.Τίποτα δε στέκεται μεταξύ των εξωγήινων και την απόλυτη νίκη.

source: Your base: %s has been ransacked! All employees killed and all equipment destroyed.
el: Η βάση: %s λεηλατήθηκε! Όλοι οι υπάληλοι σκοτώθηκαν και όλα τα εξαρτήματα καταστράφηκαν.
es: ¡Tu base: %s ha sido saqueada! Todos los empledos asesinados y el equipo destruido.
es_es: Tu base %s ha sido saqueada! Todos los empleados han muerto y el equipo ha sido destruido.
it: La tua base %s è stata saccheggiata! Tutti gli impiegati sono stati uccisi e l'equipaggiamento distrutto.

source: Jan
el: Ιαν
es: Ene
es_es: Ene
it: Gen

source: Feb
el: Φεβ

source: Mar
el: Μαρ

source: Apr
el: Απρ
es: Abr
es_es: Abr

source: May
el: Μαι
it: Mag

source: Jun
el: Ιουν
it: Giu

source: Jul
el: Ιουλ
it: Lug

source: Aug
el: Αυγ
es: Ago
es_es: Ago
it: Ago

source: Sep
el: Σεπ
it: Set

source: Oct
el: Οκτ
it: Ott

source: Nov
el: Νοε

source: Dec
el: Δεκ
es: Dic
es_es: Dic
it: Dic

source: Furious
el: Οργισμένος
es: Furioso
es_es: Furioso
it: Furioso

source: Angry
el: Θυμωμένος
es: Molesto
es_es: Enfadado
it: Arrabbiato

source: Mad
el: Τρελός
es: Loco
es_es: Loco
it: Pazzo

source: Upset
el: Ταραγμένος
es: Preocupado
it: Sconvolto

source: Tolerant
el: Ανεκτικός
es: Tolerante
es_es: Tolerante
it: Tollerante

source: Neutral
el: Ουδέτερος
it: Neutrale

source: Content
el: Ικανοποιημένος
es: Contenido
es_es: Contenido
it: Contento

source: Pleased
el: Χαρούμενος
es_es: Contento
it: Soddisfatto

source: Happy
el: Ευτυχισμένος
es_es: Feliz
it: Felice

source: Exuberant
el: Ενθουσιώδης
es: Exuberante
es_es: Exuberante
it: Esuberante

source: Gained %i %s, %i %s, %i %s, %i %s, and %i %s from nation %s (%s)
el: Απολαβές %i %s, %i %s, %i %s, %i %s, and %i %s from nation %s (%s)
it: Hai ottenuto %i %s, %i %s, %i %s, %i %s, and %i %s dalle nazioni %s (%s)

source: scientist
el: επιστήμονας
it: scienziato

source: medic
el: νοσοκόμος
it: medico

source: soldier
el: στρατιώτης
it: soldato

source: worker
el: εργάτης
it: operaio

source: Paid %i credits to soldiers
el: Πληρώσατε %i σε στρατιώτες
es_es: Pagados %i creditos a los soldados
it: Paghi %i crediti per i soldati

source: Paid %i credits to workers
el: Πληρώσατε %i σε εργάτες
es_es: Pagados %i creditos a los trabajadores
it: Paghi %i crediti per gli operai

source: Paid %i credits to scientists
el: Πληρώσατε %i σε επιστήμονες
es_es: Pagados %i creditos a los científicos
it: Paghi %i crediti per gli scienziati

source: Paid %i credits to medics
el: Πληρώσατε %i σε νοσοκόμους
es_es: Pagados %i creditos a los médicos
it: Paghi %i crediti per i medici

source: Paid %i credits for robots
el: Πληρώσατε %i ρομπότ
es_es: Pagados %i creditos por robots
it: Paghi %i crediti per i robots

source: Paid %i credits for aircraft
el: Πληρώσατε %i σε σκάφη
es_es: Pagados %i creditos por nave
it: Paghi %i crediti per il velivolo

source: Paid %i credits for upkeep of base %s
el: Πληρώσατε %i για διατήρηση της βάσης %s
es_es: Pagados %i creditos por el mantenimiento de la base %s
it: Paghi %i crediti di mantenimento della base %s
