Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: plasblade_txt
el: Commander, we've figured out the secrets of the alien weapon. I'm afraid the news is not good. We were wrong to think of the plasma blade as a knife. In essence, it is a one-shot anti-armour weapon, like the Panzerfaust of WW2, except designed to kill armoured infantry and small vehicles rather than tanks. It's shaped like a knife handle with no blade. In place of the blade it has a small black nozzle with a large plastic ring around it. There is no visible trigger or activation button. Instead, it's armed by twisting the handle, and subsequently fired by bringing the nozzle within several centimetres of a reasonably flat surface. Only then does the plasma blade go to work. The plastic ring around the nozzle ejects a charge of sticky foam which hardens almost instantly to the strength of concrete. At this point the weapon is locked firmly to the target and an airtight seal is created. There is only vacuum between the nozzle and the target. All the while, a jet of plasma has been heating up inside the handle, which is now let loose and shot into the target at a fraction of the speed of light. Plasma and hot shrapnel begin bouncing around inside the armour, tearing up circuits or flesh. There is no armour that can withstand this weapon. If a proper seal is achieved, the target has no hope of survival. The plasma blade's only saving grace is that it's not very accurate, and while it can be thrown, its chances of achieving a seal when thrown are very slim. Planting one by hand has a much higher chance of success. If an alien manages to rush our troops while wielding a plasma blade, anything in the immediate area will be in danger. All available fire should be brought to bear to neutralise the target before it has the chance to hit anyone. This weapon frightens me, Commander. Its very existence implies a lot of things. Combined with the aliens' usual pragmatism with regards to their own lives, it says to me that they may be prepared to employ kamikaze tactics, sacrificing their own lives just to kill one of us. 1 human for 1 alien is a ratio that neither PHALANX nor humanity can possibly afford. Even if it was closer to 10: 1 I still wouldn't fancy our chances. After all, how many of them are there? I wish we'd never found the damned thing. I don't like where this war is going. --Cdr. Navarre
it: Commander, we've figured out the secrets of the alien weapon. I'm afraid the news is not good. We were wrong to think of the plasma blade as a knife. In essence, it is a one-shot anti-armour weapon, like the Panzerfaust of WW2, except designed to kill armoured infantry and small vehicles rather than tanks. It's shaped like a knife handle with no blade. In place of the blade it has a small black nozzle with a large plastic ring around it. There is no visible trigger or activation button. Instead, it's armed by twisting the handle, and subsequently fired by bringing the nozzle within several centimetres of a reasonably flat surface. Only then does the plasma blade go to work. The plastic ring around the nozzle ejects a charge of sticky foam which hardens almost instantly to the strength of concrete. At this point the weapon is locked firmly to the target and an airtight seal is created. There is only vacuum between the nozzle and the target. All the while, a jet of plasma has been heating up inside the handle, which is now let loose and shot into the target at a fraction of the speed of light. Plasma and hot shrapnel begin bouncing around inside the armour, tearing up circuits or flesh. There is no armour that can withstand this weapon. If a proper seal is achieved, the target has no hope of survival. The plasma blade's only saving grace is that it's not very accurate, and while it can be thrown, its chances of achieving a seal when thrown are very slim. Planting one by hand has a much higher chance of success. If an alien manages to rush our troops while wielding a plasma blade, anything in the immediate area will be in danger. All available fire should be brought to bear to neutralise the target before it has the chance to hit anyone. This weapon frightens me, Commander. Its very existence implies a lot of things. Combined with the aliens' usual pragmatism with regards to their own lives, it says to me that they may be prepared to employ kamikaze tactics, sacrificing their own lives just to kill one of us. 1 human for 1 alien is a ratio that neither PHALANX nor humanity can possibly afford. Even if it was closer to 10: 1 I still wouldn't fancy our chances. After all, how many of them are there? I wish we'd never found the damned thing. I don't like where this war is going. --Cdr. Navarre
pt_br: Commander, we've figured out the secrets of the alien weapon. I'm afraid the news is not good. We were wrong to think of the plasma blade as a knife. In essence, it is a one-shot anti-armour weapon, like the Panzerfaust of WW2, except designed to kill armoured infantry and small vehicles rather than tanks. It's shaped like a knife handle with no blade. In place of the blade it has a small black nozzle with a large plastic ring around it. There is no visible trigger or activation button. Instead, it's armed by twisting the handle, and subsequently fired by bringing the nozzle within several centimetres of a reasonably flat surface. Only then does the plasma blade go to work. The plastic ring around the nozzle ejects a charge of sticky foam which hardens almost instantly to the strength of concrete. At this point the weapon is locked firmly to the target and an airtight seal is created. There is only vacuum between the nozzle and the target. All the while, a jet of plasma has been heating up inside the handle, which is now let loose and shot into the target at a fraction of the speed of light. Plasma and hot shrapnel begin bouncing around inside the armour, tearing up circuits or flesh. There is no armour that can withstand this weapon. If a proper seal is achieved, the target has no hope of survival. The plasma blade's only saving grace is that it's not very accurate, and while it can be thrown, its chances of achieving a seal when thrown are very slim. Planting one by hand has a much higher chance of success. If an alien manages to rush our troops while wielding a plasma blade, anything in the immediate area will be in danger. All available fire should be brought to bear to neutralise the target before it has the chance to hit anyone. This weapon frightens me, Commander. Its very existence implies a lot of things. Combined with the aliens' usual pragmatism with regards to their own lives, it says to me that they may be prepared to employ kamikaze tactics, sacrificing their own lives just to kill one of us. 1 human for 1 alien is a ratio that neither PHALANX nor humanity can possibly afford. Even if it was closer to 10: 1 I still wouldn't fancy our chances. After all, how many of them are there? I wish we'd never found the damned thing. I don't like where this war is going. --Cdr. Navarre

source: plasblade_pre_txt
el: Commander, our last tactical mission brought back a strange alien weapon in the form of a plasma chamber with a handle. At least, we assume it's a weapon; the shape seems to suggest some kind of plasma-based knife, though I have no idea how this would work. We can't quite figure out how to turn it on or what purpose it serves in the alien arsenal. More research is definitely required, Commander. Whenever we have a bit of free lab time, I'd like a go at it. --Cdr. Navarre
es_es: No hay información previa a la investigación diponible.
it: Commander, our last tactical mission brought back a strange alien weapon in the form of a plasma chamber with a handle. At least, we assume it's a weapon; the shape seems to suggest some kind of plasma-based knife, though I have no idea how this would work. We can't quite figure out how to turn it on or what purpose it serves in the alien arsenal. More research is definitely required, Commander. Whenever we have a bit of free lab time, I'd like a go at it. --Cdr. Navarre
pt_br: Commander, our last tactical mission brought back a strange alien weapon in the form of a plasma chamber with a handle. At least, we assume it's a weapon; the shape seems to suggest some kind of plasma-based knife, though I have no idea how this would work. We can't quite figure out how to turn it on or what purpose it serves in the alien arsenal. More research is definitely required, Commander. Whenever we have a bit of free lab time, I'd like a go at it. --Cdr. Navarre

source: Alien Artifact - Plasma Grenade
el: Εξωγήινο τεχνούργημα - Χειροβομβίδα Πλάσματος
it: Artefatto Alieno - Granata al Plasma
pt_br: Artefato Alienígena - Granada de Plasma

source: plasmagren_txt
el: Commander, our assessment of the alien plasma grenade is complete. Like all the alien weapons, it's very nasty and very dangerous. The device is essentially made up of seven components: a casing, a trigger, a battery, a timer, an explosive charge, a plasma chamber and a solid hydrogen core. The casing is specially shaped to create a toroidal blast zone around the grenade, concentrating power into a smaller area. The battery is highly powerful and barely within our power to duplicate. The trigger is of particular interest, because it contains a tiny thumbprint scanner which verifies that the grenade is not being accidentally activated. A legitimate (i.e. non-accidental) activation starts the timer countdown. The length of the countdown is variable depending on the number of seconds that the trigger is held down, but it has a built-in safe minimum of three seconds. Once the timer reaches zero, the battery unleashes its power, heating a core of hydrogen to plasma in milliseconds. The explosive charge sends the grenade tumbling into the air, and once the grenade achieves vertical orientation and ideal height, the plasma chamber containment is switched off. Rapid expansion of the plasma causes the casing to burst, spraying high-velocity fragments and plasma particles all over the area of effect. Due to the unstable nature of uncontained plasma, the grenade has a limited blast radius, beyond which the plasma particles cool and slow down too much to be dangerous. This radius is approximately 50% larger than that of a standard human frag grenade. Anything caught within the area of effect will be either severely injured or dead. We've drawn up a set of blueprints that will allow our Workshops to begin immediate construction, and a manual to train our soldiers in its use. They will now be able to use the plasma grenade as any other grenade in our arsenal. --Cdr. Navarre
it: Commander, our assessment of the alien plasma grenade is complete. Like all the alien weapons, it's very nasty and very dangerous. The device is essentially made up of seven components: a casing, a trigger, a battery, a timer, an explosive charge, a plasma chamber and a solid hydrogen core. The casing is specially shaped to create a toroidal blast zone around the grenade, concentrating power into a smaller area. The battery is highly powerful and barely within our power to duplicate. The trigger is of particular interest, because it contains a tiny thumbprint scanner which verifies that the grenade is not being accidentally activated. A legitimate (i.e. non-accidental) activation starts the timer countdown. The length of the countdown is variable depending on the number of seconds that the trigger is held down, but it has a built-in safe minimum of three seconds. Once the timer reaches zero, the battery unleashes its power, heating a core of hydrogen to plasma in milliseconds. The explosive charge sends the grenade tumbling into the air, and once the grenade achieves vertical orientation and ideal height, the plasma chamber containment is switched off. Rapid expansion of the plasma causes the casing to burst, spraying high-velocity fragments and plasma particles all over the area of effect. Due to the unstable nature of uncontained plasma, the grenade has a limited blast radius, beyond which the plasma particles cool and slow down too much to be dangerous. This radius is approximately 50% larger than that of a standard human frag grenade. Anything caught within the area of effect will be either severely injured or dead. We've drawn up a set of blueprints that will allow our Workshops to begin immediate construction, and a manual to train our soldiers in its use. They will now be able to use the plasma grenade as any other grenade in our arsenal. --Cdr. Navarre
pt_br: Commander, our assessment of the alien plasma grenade is complete. Like all the alien weapons, it's very nasty and very dangerous. The device is essentially made up of seven components: a casing, a trigger, a battery, a timer, an explosive charge, a plasma chamber and a solid hydrogen core. The casing is specially shaped to create a toroidal blast zone around the grenade, concentrating power into a smaller area. The battery is highly powerful and barely within our power to duplicate. The trigger is of particular interest, because it contains a tiny thumbprint scanner which verifies that the grenade is not being accidentally activated. A legitimate (i.e. non-accidental) activation starts the timer countdown. The length of the countdown is variable depending on the number of seconds that the trigger is held down, but it has a built-in safe minimum of three seconds. Once the timer reaches zero, the battery unleashes its power, heating a core of hydrogen to plasma in milliseconds. The explosive charge sends the grenade tumbling into the air, and once the grenade achieves vertical orientation and ideal height, the plasma chamber containment is switched off. Rapid expansion of the plasma causes the casing to burst, spraying high-velocity fragments and plasma particles all over the area of effect. Due to the unstable nature of uncontained plasma, the grenade has a limited blast radius, beyond which the plasma particles cool and slow down too much to be dangerous. This radius is approximately 50% larger than that of a standard human frag grenade. Anything caught within the area of effect will be either severely injured or dead. We've drawn up a set of blueprints that will allow our Workshops to begin immediate construction, and a manual to train our soldiers in its use. They will now be able to use the plasma grenade as any other grenade in our arsenal. --Cdr. Navarre

source: plasmagren_pre_txt
el: Commander, our last tac mission has brought back an alien plasma grenade. This is a highly powerful grenade-type weapon that, once thrown, explodes in a shower of superheated plasma. It's somewhat larger and appears to be a good deal more dangerous than our standard frag grenades. We should examine this weapon to see how it works, what it's made of, and how it's put together. Once we have those points figured out, we should be able to replicate it for our own use. The project is ready for research, just waiting on your authorisation, Commander. --Cdr. Navarre
es_es: No hay información previa a la investigación diponible.
it: Commander, our last tac mission has brought back an alien plasma grenade. This is a highly powerful grenade-type weapon that, once thrown, explodes in a shower of superheated plasma. It's somewhat larger and appears to be a good deal more dangerous than our standard frag grenades. We should examine this weapon to see how it works, what it's made of, and how it's put together. Once we have those points figured out, we should be able to replicate it for our own use. The project is ready for research, just waiting on your authorisation, Commander. --Cdr. Navarre
pt_br: Commander, our last tac mission has brought back an alien plasma grenade. This is a highly powerful grenade-type weapon that, once thrown, explodes in a shower of superheated plasma. It's somewhat larger and appears to be a good deal more dangerous than our standard frag grenades. We should examine this weapon to see how it works, what it's made of, and how it's put together. Once we have those points figured out, we should be able to replicate it for our own use. The project is ready for research, just waiting on your authorisation, Commander. --Cdr. Navarre

source: Alien Artifact - Plasma Rifle
el: Εξωγήινο τεχνούργημα - Τυφέκιο Πλάσματος
it: Artefatto Alieno - Fucile al Plasma

source: plasrifle_txt
el: Commander, here's my report on our alien plasma rifle research. At its most basic level, the plasma rifle is little more than an upscaled version of the plasma pistol. However, as any firearms fanatic will tell you, pistols are pistols and rifles are rifles. Handguns are small, personal defence weapons. Rifles are weapons of war. The disparity in power is remarkable. Rifle plasma is over 20% hotter than pistol plasma and capable of burning through even heavy armour. The plastic globes containing the rifle's plasma shots are much thicker than the pistol's, only beginning to disintegrate at distances between 80-100m. This is a short maximum range for a general-purpose assault rifle, but ideal for urban infantry engagements and other close-quarters work. The bolts do not suffer from projectile drop and they're far too massive to be affected by wind conditions. This makes the plasma rifle highly accurate at all ranges. The scariest new feature of this weapon is the fact that it is capable of automatic fire. Its rate of fire on full-auto may not be very high -- approx. 180 rounds per minute -- and the recoil is difficult to handle, but it more than makes up for these failings with sheer power. Two or three solid plasma rifle hits are usually all it takes to kill a human in light or medium-grade armour. An unarmoured soldier has no hope at all. We've figured out the controls on the rifle and written up a manual for field use. Our troops should be able to make good use of it. There can be no doubt that this weapon was designed and manufactured for war, and not in any defensive capacity. The aliens clearly know armed conflict very well. The rifle's power and lethality do not imply that they invaded us because of some mistake or misunderstanding. They came to Earth with a plan, Commander, and that really scares me. --Cdr. Navarre
it: Commander, here's my report on our alien plasma rifle research. At its most basic level, the plasma rifle is little more than an upscaled version of the plasma pistol. However, as any firearms fanatic will tell you, pistols are pistols and rifles are rifles. Handguns are small, personal defence weapons. Rifles are weapons of war. The disparity in power is remarkable. Rifle plasma is over 20% hotter than pistol plasma and capable of burning through even heavy armour. The plastic globes containing the rifle's plasma shots are much thicker than the pistol's, only beginning to disintegrate at distances between 80-100m. This is a short maximum range for a general-purpose assault rifle, but ideal for urban infantry engagements and other close-quarters work. The bolts do not suffer from projectile drop and they're far too massive to be affected by wind conditions. This makes the plasma rifle highly accurate at all ranges. The scariest new feature of this weapon is the fact that it is capable of automatic fire. Its rate of fire on full-auto may not be very high -- approx. 180 rounds per minute -- and the recoil is difficult to handle, but it more than makes up for these failings with sheer power. Two or three solid plasma rifle hits are usually all it takes to kill a human in light or medium-grade armour. An unarmoured soldier has no hope at all. We've figured out the controls on the rifle and written up a manual for field use. Our troops should be able to make good use of it. There can be no doubt that this weapon was designed and manufactured for war, and not in any defensive capacity. The aliens clearly know armed conflict very well. The rifle's power and lethality do not imply that they invaded us because of some mistake or misunderstanding. They came to Earth with a plan, Commander, and that really scares me. --Cdr. Navarre
pt_br: Commander, here's my report on our alien plasma rifle research. At its most basic level, the plasma rifle is little more than an upscaled version of the plasma pistol. However, as any firearms fanatic will tell you, pistols are pistols and rifles are rifles. Handguns are small, personal defence weapons. Rifles are weapons of war. The disparity in power is remarkable. Rifle plasma is over 20% hotter than pistol plasma and capable of burning through even heavy armour. The plastic globes containing the rifle's plasma shots are much thicker than the pistol's, only beginning to disintegrate at distances between 80-100m. This is a short maximum range for a general-purpose assault rifle, but ideal for urban infantry engagements and other close-quarters work. The bolts do not suffer from projectile drop and they're far too massive to be affected by wind conditions. This makes the plasma rifle highly accurate at all ranges. The scariest new feature of this weapon is the fact that it is capable of automatic fire. Its rate of fire on full-auto may not be very high -- approx. 180 rounds per minute -- and the recoil is difficult to handle, but it more than makes up for these failings with sheer power. Two or three solid plasma rifle hits are usually all it takes to kill a human in light or medium-grade armour. An unarmoured soldier has no hope at all. We've figured out the controls on the rifle and written up a manual for field use. Our troops should be able to make good use of it. There can be no doubt that this weapon was designed and manufactured for war, and not in any defensive capacity. The aliens clearly know armed conflict very well. The rifle's power and lethality do not imply that they invaded us because of some mistake or misunderstanding. They came to Earth with a plan, Commander, and that really scares me. --Cdr. Navarre

source: plasrifle_pre_txt
el: Commander, my department is ready to begin studying the recovered alien plasma rifle. This is a highly dangerous and versatile weapon, vastly outstripping the plasma pistol in range and power; something we should try to put into the hands of our own soldiers ASAP. Please approve lab time and funding as soon as our schedule permits. --Cdr. Navarre
es_es: No hay información previa a la investigación diponible.
it: Commander, my department is ready to begin studying the recovered alien plasma rifle. This is a highly dangerous and versatile weapon, vastly outstripping the plasma pistol in range and power; something we should try to put into the hands of our own soldiers ASAP. Please approve lab time and funding as soon as our schedule permits. --Cdr. Navarre
pt_br: Commander, my department is ready to begin studying the recovered alien plasma rifle. This is a highly dangerous and versatile weapon, vastly outstripping the plasma pistol in range and power; something we should try to put into the hands of our own soldiers ASAP. Please approve lab time and funding as soon as our schedule permits. --Cdr. Navarre
