Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: enemy_on_earth_pre_txt
el: Commander, My team and I are deeply troubled by the recent reports of human hostility against PHALANX personnel, as I'm sure you are. We've all seen the battlefield footage. There's no doubt that the attackers were humans like you and me, but it's also clear they were using alien weaponry and equipment -- some of which even PHALANX has never seen before. The worrying questions seem to mount up. First, however, we need to review the facts we have. Do the aliens have active sympathisers on Earth? Yes. Are the aliens supplying these human servants? Affirmative; it's the only explanation for their advanced alien equipment. Do the servants present a threat? Absolutely. Perhaps a greater one than the alien menace itself. We need to delve deeper into what makes these people tick. If we can find out the most common causes for alien infiltration, our Information Division should be able to devise a far more successful propaganda strategy, which could increase our number of volunteers as well as decrease the alien infiltration rate across the globe. The DivBio also has a stake; we'd like to capture at least one live prisoner for our Containment unit so we can run a full physical examination. If the aliens have bodily altered these humans in addition to training and supplying them, we'd like to find out about it. Director Wong (DivInfo) also asked me to mention that, if we hold off on implementing a new info strategy for too long, we could soon face recruitment shortfalls and increased human resistance as the sympathisers begin getting their word out. I tend to agree. We need to keep this planet together if we are to have any chance against the alien threat. Sincerely,Dr. Connor

source: The Community
el: Η Κοινότητα
es: La Comunidad
es_es: La Comunidad
it: La Community
pt_br: A Comunidade

source: Everyone who supported us
el: Όποιον μας υποστήριξε
es: A todos los que nos han dado su apoyo
es_es: Cualquiera que nos haya apoyado
it: Tutti quelli che ci hanno aiutato
pt_br: Todos que nos apoiaram

source: seq_invasion_sentence1
el: <TODO>

source: seq_xvi_sentence1
el: <TODO>

source: seq_xvi_sentence2
el: <TODO>

source: seq_alienbase_sentence1
el: <TODO>

source: seq_alienbase_sentence2
el: <TODO>

source: seq_alienbase_sentence3
el: <TODO>

source: intro_sentence1
el: Είναι το έτος 2084. Η Γή, τόσο σταθερή όσο ποτέ, απολαμβάνει στιγμές ειρήνης. Η βία που είχε ξεκινήσει τον 21ο αιώνα είναι πλέον παρελθόν! μακρυνή αναμνήσή, αλλά όχι τόσο μακρυνή ώστε να ξεχαστεί. Για τους περισσότερους απο τους Γήινους, ο 2ος Ψυχρός Πόλεμος είναι μια σκοτεινή σκιά του παρελθόντος, όπως οι Παγκόσμιοι Πόλεμοι ήταν για τα παιδιά του 20ού αιώνα.
es: 2084 dC - Una era de una paz relativa al fin ha llegado a la Tierra. Las viejas guerras han sido peleadas, viejas fronteras han desaparecido y nuevas han sido establecidas y los gobiernos se han estabilizado. Naciones antiguas y súper-naciones se han unido en un poder político mayor y las naciones solitarias restantes están trabajando muy unidamente. La prosperidad ya no es una extraña para la mayoría de la gente en la Tierra, como una vez lo fue en el siglo 20. Ahora la población confía en sus lideres para mantener un equilibrio en el poder y llevarlos hacia un siglo 22 prospero y tranquilo.
es_es: Es el año 2084. La Tierra, conocida por su inestabilidad política, disfruta de unos momentos de relativa paz. Los violentos inicios del siglo XXI son ahora recuerdos lejanos, aunque no tan lejanos como para haber sido olvidados. Para la mayor parte de la población de la Tierra la Segunda Guerra Fría es una oscura sombra del pasado, tal y como lo fueron las guerras mundiales para los nacidos a finales del siglo XX.
it: È l'anno 2084. La Terra, un posto raramente pacifico, gode un periodo di relativa calma. I violenti inizi del 21esimo secolo sono molto lontani adesso; ricordi lontani, ma non così lontani da essere dimenticati. Per la maggior parte degli abitanti della Terra, la Seconda Guerra Fredda è un'ombra oscura del passato, come le Guerre Mondiali lo furono per i bambini del tardo 20esimo.

source: intro_sentence2
el: Οι συγκρούσεις έγιναν σπάνιες στο τέλος του αιώνα καθώς νέες τεχνολογίες και οι βασικές αρχές υγιεινής επιτέλους έγιναν προσιτές στο τρίτο κόσμο. Ακόμα και οι εστίες τρομοκρατών έσβησαν στο ξύπνημα του 2ου ψυχρού πολέμου, μαζί με τις φρικαλεότητες και τις απανθρωπιές που προκάλεσαν. Οι αγώνες αυξήθηκαν στο πολιτικό μέτωπο όπου κάθε έθνος εγγυόταν δίκαιη μεταχείριση στα Ηνωμένα Έθνη, και τη ποιότητα ζωής να αυξάνεται σε όλο το πλανήτη. Τα κράτη σταθεροποιήθηκαν υπό την εποπτεία των Ηνωμένων Εθνών και την επιτυχημένη πολιτική των κυβερνήσεών τους. Κομμάτια απο μικρότερα έθνη, φοβούμενα πρώτα απο την απέραντη δύναμη γύρω απο την περιοχή της Ευρωπαικής Ένωσης και της Κίνας, ενώθηκαν όλα μαζί σε μία πολιτική υπερδύναμη -- μετά ανακάλυψαν τους εαυτούς τους χωρίς να έχουν γείτονες που θα μπορούν με ασφάλεια να πολεμήσουν. Για πρώτη φορά στην ιστορία του ανθρώπινου είδους, υπάρχει νόμος και τάξη στο περισότερο απο τα 2/3 του κόσμου.
es: ... La Invasión comienza ...
es_es: Los conflictos armados se han hecho cada vez más raros gracias a las nuevas tecnologías y a que el sistema de salud pública universal por fin ha llegado al tercer mundo. Incluso los fuegos del terrorismo se apagaron en el comienzo de la Segunda Guerra Fría, con sus horrores todavía frescos en la memoria de la gente, desde los antiguos Estados Unidos hasta el lejano subcontinente Indio. Las luchas de clases están girando al campo de batalla político ahora que cada nación tiene garantizada una representación similar en la ONU, y el nivel de riqueza estandar ha alcanzado hasta los lugares más pobres del planeta. Los países se han establecido alrededor de una nueva y reestructurada Organización de las Naciones Unidas, que vigila eficazmente a todos los gobiernos del mundo. Grupos fragmentados de pequeñas naciones, asustados en principio por el poder de bloques políticos como China y la Unión Europea, se han unido en ligas comunes -- descubriendo por fín que ya no se puede combatir de manera segura contra ningún otro vecino. Por primera vez en la historia de la humanidad la ley y el orden recorren más de las tres cuartas partes del mundo.
it: I conflitti sono diventati sempre più rari verso la fine del secolo man mano che le nuove tecnologie e la cure mediche diventarono disponibili al terzo mondo. Anche i focolai del terrorismo si erano raffreddati al sorgere della Seconda Guerra Fredda, con i suoi orrori e le sue atrocità ancora fresche nelle menti della gente, dai vecchi Stati Uniti al devastato subcontinente Indiano. Lotte di classe stanno entrando nel campo di battaglia politico adesso che ogni nazione ha un'equa rappresentanza nelle UN, e lo standard di vita globale è in lenta crescita anche nei più impoveriti angoli del pianeta. Le nazioni si sono solidificate, stabilizzandosi attorno alle ristrutturate Nazioni Unite che garantisce con successo per i governi planetari. Gruppi frammentari di nazioni più piccole, spaventate all'inizio dai vasti blocchi di potere che si accumulavano attorno alla Cina e all'Unione Europea, si sono uniti indipendentemente in potenti leghe politiche -- e poi fuse insieme per tenere lontano vicini che non potrebbero combattere. Per la prima volta nella storia del genere umano, c'è legge e ordine in più di tre quarti del mondo.

source: intro_sentence3
el: Για τους περισσότερους πάνω στη Γή τα πράματα έδειχναν να πηγαίνουν μία χαρά.
es: Es durante este tiempo que los extraterrestres invaden la Tierra. Han lanzado un ataque a la ciudad de Mumbai, la ciudad más poblada del planeta. Cientos de miles de civiles inocentes han sido asesinados antes de que los extraterrestres hayan sido expulsados por las fuerzas del bien común.
es_es: Para gran parte de los habitantes de la Tierra las cosas simplemente van bien.
it: A molta gente sulla Terra, sembrava che le cose stessero andando molto bene.

source: intro_sentence4
el: Η πρώτη επίθεση χτύπησε την πόλη του Mumbai στίς 3 Μαρτίου του 2084. Έξι μικρά ΟΥΦΟ εμφανίστηκαν απο το πουθενά και ξεχύθηκαν στους ουρανούς στριγγλίζοντας, αδύνατον να ανιχθευθούν απο τα απαρχαιωμένα συστήματα ραντάρ τα οποία κάλυπταν την πόλη, και προσγειώθηκαν στην πιό πυκνοκατοικημένη πόλη στη Γή. Δεν ενημέρωσαν καθόλου και δεν έδωσαν εξηγήσεις πουθενά. 20.000 αθώοι πολίτες και τρία τάγματα ειδικών δυνάμεων σφαγιάστηκαν μέσα σε 12 ώρες βίαιων εχθροπραξιών προκειμένου να εμποδίσουν την ανάπτυξη των εξωγήινων δυνάμεων. Τότε, όπως ξαφνικά εμφανίστηκαν, υποχώρησαν στα σκάφη τους και εξαφανίστηκαν μεσα στους ουρανούς, αφήνωντας μόνο τους ρημαγμένους δρόμους του Mumbai σαν απόγειξη.
es: Nadie sabe de donde llegaron. Se hizo un intento de diplomacia, pero termina siendo un encuentro violento. Cuarenta y ocho horas después del primer ataque, todos, los siete poderes políticos han declarado un estado de guerra. Durante dos semanas los ejércitos del planeta Tierra trataron de repeler a los atacantes, pero anotaron pocas, pero apreciadas victorias. Las Naciones Unidas, de acuerdo con las peticiones de los siete bloques, autorizaron la creación de una unidad de combate especializada: PHALANX.
es_es: El primer ataque tuvo como objetivo la ciudad de Mumbai el 3 de marzo de 2084. Seis pequeños OVNIs aparecieron de la nada y descendieron ruidosamente de sus orbitas, sin ser detectados por las inmensas instalaciones de radar que vigilaban el cielo de Mumbai, y aterrizaron en la ciudad más densamente poblada de la Tierra. No dieron ninguna advertencia, ninguna explicacion. Veinte mil civiles inocentes y tres batallones de élite fueron masacrados en el transcurso de doce horas brutales combates, antes de que el grueso de los soldados de la Commonwealth pudiera llevar el avance de los alienígenas a un punto muerto. Entonces, tan súbitamente como habían aparecido, los alienígenas se retiraron a sus naves y se desvanecieron otra vez en orbita, dejando sólo las destrozadas calles de Mumbai como prueba de su estancia.
it: Il primo attacco colpisce la città di Mumbai il 3 Maggio 2084. Sei piccoli UFO spuntano fuori dal nulla e scendono giù dall'orbita, silenziosamente, invisibili alle vaste installazioni radar che coprono i cieli di Mumbai, e appostati sulla singola città più densamente popolata della Terra. Non danno avvisi o spiegazioni. Ventimila civili innocenti e tre battaglioni di truppe d'élite vengono massacrati in dodici brutali ore prima che le truppe ammassate del Commonwealth riescano a portare l'avanzata aliena ad uno stallo. Allora, improvvisamente come erano apparsi, gli alieni si ritirarono nel loro velivolo e svanirono di nuovo in orbita, lasciando solo le devastate vie di Mumbai come prova del misfatto.

source: intro_sentence5
el: Μία επέιγουσα συνάντηση των Ηνωμένων Εθνών δεν παρείχε σαφή κατεύθυνση. Η εισβολή συνεχίζόταν ταχύτερα, γρηγορότερα, μεγαλύτερα και πιό βίαια απο ποτέ, αυτή τη φορά ήταν η Bonn, το Johannesburg και η Bangkok. Μερικά έθνη προτίμησαν την διπλωματική οδό, στέλνοντας μερικά μυνήματα σε χιλιάδες διαφορετικές γλώσσες στους εξωγήινους σε όλο το εύρος των ακουστικών κυμμάτων και μή. Τα λόγια τους αγνοήθηκαν. Μέσα σε ώρες, και οι τρείς πόλεις ήταν άδειες απο ανθρώπινη ζωή. Η επίθεση είχε ολοκληρωθεί όταν οι διάφορες στρατιωτικές δυνάμεις πήραν την έγκριση να ανταποδώσουν το χτύπημα. Οι εξωγήινοι δεν άφησαν τίποτα πίσω τους παρά μόνο καταστροφή και αίματα. Όλα τα ΟΥΦΟ εξαφανίστηκαν χωρίς ίχνος -- αλλά κανείς δεν αμφιβάλει ότι δε θα ξαναγυρίσουν.
es: Centrado en contraatacar la amenaza extraterrestre, esta unidad de combate es fundada por todos los 7 poderes políticos, usando a los soldados de la elite de sus ejércitos. Si PHALANX sea o no capaz de enfrentar el desafío, esta por verse...
es_es: La reunion de emergencia de la ONU no llevó a ninguna conclusión. Las incursiones continuaron, mas rápidas, más grandes y más salvajes, esta vez en Bonn, Johanesburgo y Bangkok. Algunas naciones intentaron usar la diplomacia mandando mensajes en miles de idiomas diferentes a los alienígenas que destruían sus paises. Fueron ignorados. En cuestión de horas, las tres ciudades fueron desprovistas de vida humana. El ataque había terminado para el momento en el que a los militares se les dio permiso de contraatacar. Los alienígenas sólo dejaron atrás escombros y sangre. Todos los OVNIs desaparecieron, pero nadie duda de que volverán.
it: Una riunione di emergenza delle Nazioni Unite non è arrivata a nessuna decisione conclusiva. Le incursioni continuano più veloci, grandi e selvagge di prima, questa volta a Bonn, Johannesburg e Bangkok. Alcune nazioni hanno provato un contatto diplomatico, inviando messaggi in un migliaio di linguaggi diversi agli alieni mentre devastavano il territorio nazionale. Le loro parole sono ignorate. Nel giro di poche ore, tutte e tre le città sono svuotate da segni di vita umana. L'attacco è finito prima che i militari possano unire abbastanza forze per contrattaccare. Gli alieni non lasciano niente dietro di sè oltre al sangue e al cemento. Tutti gli UFO scompaiono senza lasciare tracce -- ma nessuno dubita che torneranno.

source: intro_sentence6
el: Ογδόντα-επτά ώρες μετά την αρχική επίθεση στο Μουμπάϊ, η Γή κυρήσει τον πόλεμο. Για δύο εβδομάδες, οι στρατοί των γήινων προσπαθούν να υπερασπιστούν απο τους μυστήριους εξωγήινους με το καλύτερο των δυνατοτήτων τους. Κατάφεραν να επιτύχουν μερική επιτυχία.
es_es: Ochenta y siete horas despues el primer ataque a Mumbai, la tierra declaró la guerra. Durante dos semanas los ejercitos de la Tierra intentaron repeler los misteriosos ataques con lo mejor de su artilleria, pero consiguieron sólo unas pocas victorias.
it: Ottantasette ore dopo l'attacco iniziale su Mumbai, la Terra dichiara guerra. Per due settimane, ogni esercito dell'umanità prova a difendersi dai misteriosi nemici alieni al meglio delle proprie capacità. Ottengono pochi ma preziosi successi.

source: intro_sentence7
el: Αφού απέμειναν με μία εναλλακτική τα Ηνωμένα Έθνη ξεκίνησαν δράση. Αρχαία εξαρτήματα ξεσκονήστηκαν, μερικά απο αυτά πάνω απο έναν αιώνα παλιά, and the long-defunct anti-extraterrestrial agency of the former United States -- PHALANX -- is resurrected under a new UN banner. Είναι ορκισμένο καθήκον να πολεμήσουν την εξωγήινοι απειλή, και να διασφαλίσουν την επιβίωση του ανθρώπινου γένους με κάθε κόστος.
es_es: Con sólo una alternativa, la ONU entró en acción. Se desempolvó el antiguo equipamiento, alguno con más de un siglo de existencia, y la casi olvidada agencia anti-extraterrestre de los antiguos Estados Unidos -- PHALANX -- fue resucitada bajo bandera de la ONU.
it: Lasciate con una sola alternativa, le Nazioni unite intervengono. L'antico equipaggiamento è impolverato, una parte di esso vecchio più di un secolo, e la vecchia agenzia anti-extraterrestri dei primi Stati Uniti -- PHALANX -- viene fatta risorgere sotto il nuovo vessillo delle Nazioni Unite. È un dovere innegabile combattere la minaccia aliena, e assicurare la sopravvivenza della razza umana a tutti i costi.

source: intro_sentence8
el: Ιδρυμένη και απο τις 8 πολιτικές δυνάμεις, και με την ελίτ των στρατιωτών τους απο όλες τις στρατιές, η ΦΑΛΑΓΓΑ είναι οι καλύτεροι των καλύτερων. Είναι της Γής η πρώτη γραμμή άμυνας και η μοναδική. Δε μπορεί να ανεχτεί την αποτυχία, γιατί αν το κάνει, η ανθρωπότητα δε θα έχει άλλη ευκαιρία.
es_es: Fundada por la unanimidad de los ocho bloques políticos más importantes, y eligiendo a sus soldados de entre la élite de sus tropas, PHALANX es lo mejor de lo mejor. La primera y única linea de defensa de la Tierra. No puede permitirse fallar; porque si lo hace la humanidad no tendrá ninguna oportunidad.
it: Fondata da tutti e sette i poteri politici, e richiamando i suoi soldati dalle elite degli eserciti nazionali, PHALANX è il meglio del meglio. È la prima e ultima linea di difesa della Terra. Non può permettersi di fallire; perché se fallisce, l'umanità non ha speranze.

source: Gameplay
el: Τρόπος παιξίματος
es_es: Juego
pt_br: Jogabilidade

source: Some notes about the gameplay
el: Μερικές παρατηρήσεις για το τρόπο παιχνιδιού
es: Algunas anotaciones acerca de la forma de juego
es_es: Algunas notas respecto al juego
it: Qualche nota sul gameplay
pt_br: Algumas notas sobre jogabilidade

source: Click to exit
el: Πιέστε για έξοδο
es: Clic para salir
es_es: Click para salir
it: Clicka per uscire
pt_br: Clique para sair

source: Set up a base
el: Τοποθετήστε μία βάση
es: Construir una base
es_es: Establece una base
it: Prepara una base
pt_br: Monte uma base

source: Hire employees: scientists, soldiers
el: Μισθώστε υπαλλήλους: επιστήμονες, στρατιώτες
es: Contratar empleados, científicos y soldados
es_es: Contrata empleados: científicos, soldados
it: Assumi impiegati: scienziati, soldati
pt_br: Contrate empregados: cientistas, soldados

source: Start some research
el: Ξεκινήστε κάποια έρευνα
es_es: Comienza alguna investigación
it: Inizia una ricerca
pt_br: Inicie uma pesquisa

source: Buy weapons and equipment
el: Αγορά όπλων και εξοπλισμού
es: Compra armas y equipo
es_es: Compra armas y equipamiento
it: Compra armi ed equipaggiamento
pt_br: Compre armas e equipamento

source: Equip your aircraft with soldiers and weapons
el: Εξοπλίστε το σκάφος σας με στρατιώτες και όπλα
es: Equipa tu nave con soldados y armas
es_es: Equipa tu nave con soldados y armas
it: Equipaggia il velivolo con soldati ed armi
pt_br: Equipe a sua aeronave com soldados e armas

source: Speed up time on geoscape until the first alien mission appears
el: Αυξήστε το χρόνο στο γεωχάρτη μέχρι να εμφανιστεί η πρώτη σας αποστολή
es: Avanza más rápido en el tiempo hasta que la misión extraterrestre aparezca
es_es: Incrementa el tiempo en el globo terraqueo hasta que aparezca la primera misión
it: Velocizza il tempo fino alla prima missione contro gli alieni
pt_br: Acelere o tempo na Visão do Mundo até que a primeira missão alienígena apareça

source: Select the mission (doubleclick) and choose aircraft from list
el: Επιλέξτε την αποστολή (διπλό κλίκ) και επιλέξτε σκάφος απο την λίστα
es: Selecciona la misión (doble clic) y escoge una aeronave de la lista
es_es: Seleccion la mision (doble click) y elige una nave de la lista
it: Seleziona la missione (doppio click) e scegli il velivolo
pt_br: Selecione a missão (duplo clique) e escolha aeronaves da lista

source: Hit the start or auto-mission button to fight the aliens
el: Πιέστε στην έναρξη ή στην αυτόματη-αποστολή για να πολεμήσετε τους εξωγήινους
es: Presiona el botón de inicio o de misión automática para combatir a los extraterrestres
es_es: Pulsa Empezar o Auto-misión para combatir a los alienígenas
it: Premi il bottone inizia o auto per combattere gli alieni
pt_br: Clique em Começar ou Missão Automática para combater os alienígenas

source: For further instructions watch the tactical mission tutorial
el: Για περισότερες οδηγίες δείτε τα προγυμνάσια των τακτικών αποστολών
es: Para más intrucciones revisa el tutoria de misión táctica
es_es: Para más detalles juega el tutorial de mision táctica
it: Per altre istruzioni guarda il tutorial missione tattica
pt_br: Para maiores instruções, assista ao tutorial de missão tática

source: Tactical mission
el: Τακτική αποστολή
es: Misión Táctica
es_es: Misión táctica
it: Missione tattica
pt_br: Missão tática

source: Tactical mission tutorial
el: Προγύμναση τακτικής αποστολής
es: Tutorías de la Misión Táctica
es_es: Tutorial de misión táctica
it: Tutorial missione tattica
pt_br: Tutorial de missão tática

source: Switch view level via left mouseclick
el: Αλλάξτε επίπεδι θέασης με το αριστερό πλήκτρο
es: Cambiar la vista de nivel por medio del botón izquierdo del ratón
es_es: Cambiar el nivel de vista con el boton izquierdo del ratón
it: Cambia la vista del livello col tasto sinistro del mouse
pt_br: Altere o ângulo de visão clicando com o botão esquerdo do mouse

source: You can also use the cursor keys to switch the levels
el: Μπορείτε να χρησιμοποιήσετε και τα βελάκια για να αλλάξετε επίπεδο
es: También puede usar las flechas del teclado para cambiar de nivel
es_es: También puedes usar las flechas para cambiar el nivel
it: Puoi anche usare le frecce per cambiare livello
pt_br: Você também pode alterar o ângulo com as setas do teclado

source: The selected soldier
el: Ο επιλεγμένος στρατιώτης
es: El Soldado Seleccionado
es_es: El soldado seleccionado
it: Il soldato selezionato
pt_br: O soldado selecionado

source: Select soldiers via click
el: Επιλέξτε στρατιώτη με κλίκ
es: Seleccionar Soldados por medio de clicks
es_es: Selecciona soldados con un click
it: Seleziona i soldati con un click
pt_br: Selecione os soldados clicando

source: Or via the keys 1-8
el: Ή μέσω των πλήκτρων 1-8
es: O con las teclas 1-8
es_es: O a traves de las teclas 1-8
it: O con i tasti 1-8
pt_br: Ou pelas tecas 1-8

source: Physical stats
el: Φυσικά στατιστικά
es: Estado Físico
es_es: Estadísticas físicas
it: Caratteristiche fisiche

source: Stats bars: movement and health
el: Στατιστικά: κίνηση και υγεία
es: Barras de Estado: Movimientos y Salud
es_es: Barras de estado: movimiento y salud
it: Barre movimento e salute
pt_br: Barras de atributos: movimento e saúde

source: Weapon in right hand
el: Όπλο στο δεξί χέρι
es: Arma en Mano Derecha
es_es: Arma en mano derecha
it: Arma nella mano destra
pt_br: Arma na mão direita

source: Shots remaining
el: Εναπομέιναντες βολές
es: Disparos Sobrantes
es_es: Disparos que quedan
it: Spari rimasti
pt_br: Tiros restantes

source: Reload weapon
el: Επαναγέμιση όπλου
es: Recarga Arma
es_es: Recargar arma
it: Ricarica arma
pt_br: Recarregar arma

source: Primary attack
el: Κυρίως επίθεση
es: Ataque Primario
es_es: Ataque primario
it: Attacco primario
pt_br: Ataque primário

source: Secondary attack
el: Δευτερεύουσα επίθεση
es: Ataque Secundario
es_es: Ataque secundario
it: Attacco secondario
pt_br: Ataque segundário

source: Turn reaction-fire on or off
el: Ενεργοποιήστε ή απενεργοποιήστε την ανταπόδωση πυρών
es: On/Off Reacción de Disparo
it: Accendi/spegni fuoco di reazione
pt_br: Habilitar ou desabilitar reação por reflexo

source: Crouch (kneel down) or stand up
el: Οκλαδόν (γονάτισε) ή σήκω όρθιος
es: Agacharse (arrodillarse) o pararse
es_es: Agacharse (rodilla en tierra) o levantarse
it: Abbassati (in ginocchio) o alzati
pt_br: Agachar (ajoelhar) ou levantar

source: End round
el: Τέλος γύρου
es: Terminar Turno
es_es: Terminar turno
it: Fine turno
pt_br: Terminar o turno

source: Bloodspider
el: Αράχνη αίματος

source: Don't forget to equip your soldiers with enough ammo.
el: Μήν ξεχνάς να εξοπλίζεις τους στρατιώτες σου με πυρομαχικά.

source: Don't forget to equip your soldiers with armour.
el: Μήν ξεχνάς να εξοπλίζεις τους στρατιώτες σου με θωράκιση.

source: Medikit
el: Κουτί Α βοηθειών
es: Primeros Auxilios
it: Kit Medico
pt_br: Kit Médico

source: Throw
el: Ρίψη
es: Lanzar
es_es: Lanzar
it: Lancia
pt_br: Jogar

source: IR Goggles
el: Γυαλιά υπερύθρων
es: Lentes Infrarrojos
es_es: Gafas de Vision Nocturna
it: Occhiali Infrarossi
pt_br: Óculos Infravermelhos

source: Scan
el: Σάρωση
es: Escanear
es_es: Escanear
it: Scansione
pt_br: Escaner

source: Frag Grenade
el: Χειροβομβίδα Θραυσμάτων
es: Granadas de Fragmentación
es_es: Granada de Fragmentación
it: Granata a Frammentazione
pt_br: Granada de Fragmentação

source: Lob
el: Καμπύλη
it: Parabola

source: Roll
el: Κύλιση
es_es: Rodar
it: Fai Rotolare

source: Flashbang
el: Κροτίδα λάμψης
es_es: Granada Aturdidora
it: Granata Flashbang
pt_br: Granada de Luz e Som

source: Smoke Grenade
el: Χειροβομβίδα Καπνού
es: Granada de humo
es_es: Granada de Humo
it: Granata Fumogena
pt_br: Granada de Fumaça

source: Gas Grenade
el: Χειροβομβίδα Αερίου
it: Granata al Gas
pt_br: Granada de Gás

source: Incendiary grenade
el: Χειροβομβίδα Εμπρηστική
es_es: Granada Incendiaria
it: Granata Incendiaria
pt_br: Granada Incendiária
