Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: shevaar_autopsy_extra_txt
el: Commander, Our autopsy of this new alien -- the Shevaar -- has been very interesting. It's a significant departure from the more humanoid Tamans and Ortnoks, possessing digitigrade legs and a small tail that seems to be a remnant of this species's continuing evolution. The creature also appears to be completely blind. It lacks eyes and any other kind of organ that could be used to process visual light. However, it seems to have other interesting organs to make up for this deficiency. First off, the Shevaar looks like the unholy merger of a man and a lizard. Unlike most Earth lizards, however, the alien is warm-blooded and its brain is similar in size to our own -- probably slightly larger. Its massive feet are surprisingly springy, and it can cover large amounts of ground in a long, leaping gait. The large hands seem to have no problem wielding the many varieties of alien weaponry. The results of the autopsy are no less interesting. Upon cutting upon the chest, we find that the rib cage is a solid shield of bone down the front, reinforced with stiff cartilege. The makeup of the bones is different from ours as well, made up mostly of carbon rather than calcium, with traces of metal that make them extremely hard and tough. Knives and bullets will have a great deal of trouble penetrating it, and it will be even harder to find vital organs to damage. Any body mass that isn't shielded by bone seems to be made up only of lean, wiry muscle. The brain is particularly heavily-defended. Several layers of horn wrap around it like an impenetrable suit of armour. From the marks of wear and tear around this area, we surmise that these aliens regularly engage in vigorous head-butting, probably as part of their mating rituals. A small, omnivorous mouth protrudes from the mass of bone and leads down to a simple but functional digestive tract. There are more organs in the head than just the brain and the mouth, however. Behind the curls of bone there is a set of three organs that seem to detect infrared radiation. This is apparently what the Shevaar uses in lieu of eyes. We conclude that the sensitivity of these organs is roughly comparable to that of a human wearing PHALANX-standard IR Goggles. From the autopsy and our analysis of battlefield footage, we can conclude the following: - The Shevaar see in infrared. This will make it difficult to hide from them or approach them undetected. - They carry mostly light equipment to preserve their natural mobility. This allows them to employ effective hit-and-run tactics. - Shevaar bodies are highly resistant to impact and cutting damage, and their compact internals are not easily damaged by concussion or explosives. However, their scaly hides provide little protection from fire, lasers or electricity. Shevaar are most often used as fast, armoured scouts. They're extremely effective in this role, combining high mobility with extended vision capabilities, and the aliens seem to have no shortage of these creatures. The Shevaar seem to be located between Tamans and Ortnoks in the nebulous alien hierarchy, in that they sometimes fill specialist or command roles, unlike Ortnoks, but these tasks are still usually taken by Tamans whenever the two races are deployed together. When not engaged in combat, Shevaar spend most of their time as scouts or skirmishers, or as herders for captured humans. We should be careful whenever we encounter these aliens in the field. They are fast and dangerous skirmishers who prefer to fight from cover, and should be pursued and kept under fire at all times when discovered, as long as this does not overextend our position. Exposing our team's flanks or rear to a squad of Shevaar could have disastrous results. Although grenades are unlikely to kill any Shevaar outright, they will be very useful for flushing them out into our troops' sights. Also, although blind, Shevaar possess balance organs that are affected by the sound of our flashbang. It will achieve similar results on them as it does on humans. Sincerely, Dr. Connor
it: Commander, Our autopsy of this new alien -- the Shevaar -- has been very interesting. It's a significant departure from the more humanoid Tamans and Ortnoks, possessing digitigrade legs and a small tail that seems to be a remnant of this species's continuing evolution. The creature also appears to be completely blind. It lacks eyes and any other kind of organ that could be used to process visual light. However, it seems to have other interesting organs to make up for this deficiency. First off, the Shevaar looks like the unholy merger of a man and a lizard. Unlike most Earth lizards, however, the alien is warm-blooded and its brain is similar in size to our own -- probably slightly larger. Its massive feet are surprisingly springy, and it can cover large amounts of ground in a long, leaping gait. The large hands seem to have no problem wielding the many varieties of alien weaponry. The results of the autopsy are no less interesting. Upon cutting upon the chest, we find that the rib cage is a solid shield of bone down the front, reinforced with stiff cartilege. The makeup of the bones is different from ours as well, made up mostly of carbon rather than calcium, with traces of metal that make them extremely hard and tough. Knives and bullets will have a great deal of trouble penetrating it, and it will be even harder to find vital organs to damage. Any body mass that isn't shielded by bone seems to be made up only of lean, wiry muscle. The brain is particularly heavily-defended. Several layers of horn wrap around it like an impenetrable suit of armour. From the marks of wear and tear around this area, we surmise that these aliens regularly engage in vigorous head-butting, probably as part of their mating rituals. A small, omnivorous mouth protrudes from the mass of bone and leads down to a simple but functional digestive tract. There are more organs in the head than just the brain and the mouth, however. Behind the curls of bone there is a set of three organs that seem to detect infrared radiation. This is apparently what the Shevaar uses in lieu of eyes. We conclude that the sensitivity of these organs is roughly comparable to that of a human wearing PHALANX-standard IR Goggles. From the autopsy and our analysis of battlefield footage, we can conclude the following: - The Shevaar see in infrared. This will make it difficult to hide from them or approach them undetected. - They carry mostly light equipment to preserve their natural mobility. This allows them to employ effective hit-and-run tactics. - Shevaar bodies are highly resistant to impact and cutting damage, and their compact internals are not easily damaged by concussion or explosives. However, their scaly hides provide little protection from fire, lasers or electricity. Shevaar are most often used as fast, armoured scouts. They're extremely effective in this role, combining high mobility with extended vision capabilities, and the aliens seem to have no shortage of these creatures. The Shevaar seem to be located between Tamans and Ortnoks in the nebulous alien hierarchy, in that they sometimes fill specialist or command roles, unlike Ortnoks, but these tasks are still usually taken by Tamans whenever the two races are deployed together. When not engaged in combat, Shevaar spend most of their time as scouts or skirmishers, or as herders for captured humans. We should be careful whenever we encounter these aliens in the field. They are fast and dangerous skirmishers who prefer to fight from cover, and should be pursued and kept under fire at all times when discovered, as long as this does not overextend our position. Exposing our team's flanks or rear to a squad of Shevaar could have disastrous results. Although grenades are unlikely to kill any Shevaar outright, they will be very useful for flushing them out into our troops' sights. Also, although blind, Shevaar possess balance organs that are affected by the sound of our flashbang. It will achieve similar results on them as it does on humans. Sincerely, Dr. Connor
pt_br: Commander, Our autopsy of this new alien -- the Shevaar -- has been very interesting. It's a significant departure from the more humanoid Tamans and Ortnoks, possessing digitigrade legs and a small tail that seems to be a remnant of this species's continuing evolution. The creature also appears to be completely blind. It lacks eyes and any other kind of organ that could be used to process visual light. However, it seems to have other interesting organs to make up for this deficiency. First off, the Shevaar looks like the unholy merger of a man and a lizard. Unlike most Earth lizards, however, the alien is warm-blooded and its brain is similar in size to our own -- probably slightly larger. Its massive feet are surprisingly springy, and it can cover large amounts of ground in a long, leaping gait. The large hands seem to have no problem wielding the many varieties of alien weaponry. The results of the autopsy are no less interesting. Upon cutting upon the chest, we find that the rib cage is a solid shield of bone down the front, reinforced with stiff cartilege. The makeup of the bones is different from ours as well, made up mostly of carbon rather than calcium, with traces of metal that make them extremely hard and tough. Knives and bullets will have a great deal of trouble penetrating it, and it will be even harder to find vital organs to damage. Any body mass that isn't shielded by bone seems to be made up only of lean, wiry muscle. The brain is particularly heavily-defended. Several layers of horn wrap around it like an impenetrable suit of armour. From the marks of wear and tear around this area, we surmise that these aliens regularly engage in vigorous head-butting, probably as part of their mating rituals. A small, omnivorous mouth protrudes from the mass of bone and leads down to a simple but functional digestive tract. There are more organs in the head than just the brain and the mouth, however. Behind the curls of bone there is a set of three organs that seem to detect infrared radiation. This is apparently what the Shevaar uses in lieu of eyes. We conclude that the sensitivity of these organs is roughly comparable to that of a human wearing PHALANX-standard IR Goggles. From the autopsy and our analysis of battlefield footage, we can conclude the following: - The Shevaar see in infrared. This will make it difficult to hide from them or approach them undetected. - They carry mostly light equipment to preserve their natural mobility. This allows them to employ effective hit-and-run tactics. - Shevaar bodies are highly resistant to impact and cutting damage, and their compact internals are not easily damaged by concussion or explosives. However, their scaly hides provide little protection from fire, lasers or electricity. Shevaar are most often used as fast, armoured scouts. They're extremely effective in this role, combining high mobility with extended vision capabilities, and the aliens seem to have no shortage of these creatures. The Shevaar seem to be located between Tamans and Ortnoks in the nebulous alien hierarchy, in that they sometimes fill specialist or command roles, unlike Ortnoks, but these tasks are still usually taken by Tamans whenever the two races are deployed together. When not engaged in combat, Shevaar spend most of their time as scouts or skirmishers, or as herders for captured humans. We should be careful whenever we encounter these aliens in the field. They are fast and dangerous skirmishers who prefer to fight from cover, and should be pursued and kept under fire at all times when discovered, as long as this does not overextend our position. Exposing our team's flanks or rear to a squad of Shevaar could have disastrous results. Although grenades are unlikely to kill any Shevaar outright, they will be very useful for flushing them out into our troops' sights. Also, although blind, Shevaar possess balance organs that are affected by the sound of our flashbang. It will achieve similar results on them as it does on humans. Sincerely, Dr. Connor

source: shevaar_autopsy_pre_txt
el: Commander, We've recovered a new alien corpse from the battlefield. We should begin dissection and assessment as soon as possible. Sincerely, Dr. Connor
es_es: No hay información previa a la investigación diponible.
it: Commander, We've recovered a new alien corpse from the battlefield. We should begin dissection and assessment as soon as possible. Sincerely, Dr. Connor
pt_br: Commander, We've recovered a new alien corpse from the battlefield. We should begin dissection and assessment as soon as possible. Sincerely, Dr. Connor

source: shevaar_autopsy_extra_pre_txt
el: Commander, We've recovered a new alien corpse from the battlefield. We should begin dissection and assessment as soon as possible. Sincerely, Dr. Connor
it: Commander, We've recovered a new alien corpse from the battlefield. We should begin dissection and assessment as soon as possible. Sincerely, Dr. Connor
pt_br: Commander, We've recovered a new alien corpse from the battlefield. We should begin dissection and assessment as soon as possible. Sincerely, Dr. Connor

source: ugv_phoenix_txt
el: <TODO>
es: <TODO>

source: ugv_phoenix_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες
es_es: No hay información previa a la investigación diponible.
it: Nessuna informazione disponibile prima della ricerca.
pt_br: Nenhuma informação pré-pesquisa disponível

source: ugv_ares_w_txt
el: <TODO>

source: ugv_ares_w_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες

source: ugv_chaingun_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες

source: ugv_chaingun_belt_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες

source: craft_electronics_raven_txt
el: Technical Specifications: "Raven" ECM Unit CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. Electronic warfare has been a part of military operations ever since radar first appeared on the battlefield in World War 2. Ways of defeating radar were constantly under development since it appeared on the shores of Britain, methods such as flying below the height of the transmitter, throwing radar-scrambling 'chaff', and in later years the advent of stealth technology. It has always been better to have the enemy detect your presence later rather than sooner -- or not at all. Even better, your enemy can't shoot what he can't see. Just like the Mk. 1 Eyeball, electronic detection and targeting can be fooled, and the devices which fool electronic detection and targeting can be fooled in turn. It's a never-ending struggle for superiority which falls under the term 'Electronic Warfare'. ECM (Electronic Counter-Measures) serve to protect the craft with which they are equipped by jamming, deception, decoys and other such stratagems. ECCM (Electronic Counter-Counter-Measures) on the opposing side try to counteract the effect of ECM. And one thing is clear; the aliens are very good at both. For this reason, we have adopted the "Raven" Electronic Warfare Suite, the most advanced ECM package available in the world, for PHALANX service. It is the best humanity has to offer in the field of disrupting enemy detection, tracking and homing mechanisms. Any aircraft equipped with this piece of kit will have a significantly higher survivability rate against missiles and other independent munitions. It's less effective against aircraft guns, as their targeting equipment is contained on-board and therefore can't be as easily fooled or jammed, but even against these the "Raven" unit provides a noteworthy benefit. It is very expensive thanks to its advanced electronics and takes up a complete modular slot on one of our aircraft, but one thing is certain; its price tag isn't half as high as the cost of losing one of our aircraft. Recommended Doctrine We recommend that every aircraft expected to go up against armed UFOs carry either one of these ECM units or an additional skin of Polymer Aircraft Armour. Even against superior alien systems the additional protection of the "Raven" will help our pilots achieve our goals in the skies of Earth. The expense may seem prohibitive, but the survival of our craft and pilots will certainly justify these costs in the long run. Addenda None.
it: Technical Specifications: "Raven" ECM Unit CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. Electronic warfare has been a part of military operations ever since radar first appeared on the battlefield in World War 2. Ways of defeating radar were constantly under development since it appeared on the shores of Britain, methods such as flying below the height of the transmitter, throwing radar-scrambling 'chaff', and in later years the advent of stealth technology. It has always been better to have the enemy detect your presence later rather than sooner -- or not at all. Even better, your enemy can't shoot what he can't see. Just like the Mk. 1 Eyeball, electronic detection and targeting can be fooled, and the devices which fool electronic detection and targeting can be fooled in turn. It's a never-ending struggle for superiority which falls under the term 'Electronic Warfare'. ECM (Electronic Counter-Measures) serve to protect the craft with which they are equipped by jamming, deception, decoys and other such stratagems. ECCM (Electronic Counter-Counter-Measures) on the opposing side try to counteract the effect of ECM. And one thing is clear; the aliens are very good at both. For this reason, we have adopted the "Raven" Electronic Warfare Suite, the most advanced ECM package available in the world, for PHALANX service. It is the best humanity has to offer in the field of disrupting enemy detection, tracking and homing mechanisms. Any aircraft equipped with this piece of kit will have a significantly higher survivability rate against missiles and other independent munitions. It's less effective against aircraft guns, as their targeting equipment is contained on-board and therefore can't be as easily fooled or jammed, but even against these the "Raven" unit provides a noteworthy benefit. It is very expensive thanks to its advanced electronics and takes up a complete modular slot on one of our aircraft, but one thing is certain; its price tag isn't half as high as the cost of losing one of our aircraft. Recommended Doctrine We recommend that every aircraft expected to go up against armed UFOs carry either one of these ECM units or an additional skin of Polymer Aircraft Armour. Even against superior alien systems the additional protection of the "Raven" will help our pilots achieve our goals in the skies of Earth. The expense may seem prohibitive, but the survival of our craft and pilots will certainly justify these costs in the long run. Addenda None.
pt_br: Technical Specifications: "Raven" ECM Unit CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. Electronic warfare has been a part of military operations ever since radar first appeared on the battlefield in World War 2. Ways of defeating radar were constantly under development since it appeared on the shores of Britain, methods such as flying below the height of the transmitter, throwing radar-scrambling 'chaff', and in later years the advent of stealth technology. It has always been better to have the enemy detect your presence later rather than sooner -- or not at all. Even better, your enemy can't shoot what he can't see. Just like the Mk. 1 Eyeball, electronic detection and targeting can be fooled, and the devices which fool electronic detection and targeting can be fooled in turn. It's a never-ending struggle for superiority which falls under the term 'Electronic Warfare'. ECM (Electronic Counter-Measures) serve to protect the craft with which they are equipped by jamming, deception, decoys and other such stratagems. ECCM (Electronic Counter-Counter-Measures) on the opposing side try to counteract the effect of ECM. And one thing is clear; the aliens are very good at both. For this reason, we have adopted the "Raven" Electronic Warfare Suite, the most advanced ECM package available in the world, for PHALANX service. It is the best humanity has to offer in the field of disrupting enemy detection, tracking and homing mechanisms. Any aircraft equipped with this piece of kit will have a significantly higher survivability rate against missiles and other independent munitions. It's less effective against aircraft guns, as their targeting equipment is contained on-board and therefore can't be as easily fooled or jammed, but even against these the "Raven" unit provides a noteworthy benefit. It is very expensive thanks to its advanced electronics and takes up a complete modular slot on one of our aircraft, but one thing is certain; its price tag isn't half as high as the cost of losing one of our aircraft. Recommended Doctrine We recommend that every aircraft expected to go up against armed UFOs carry either one of these ECM units or an additional skin of Polymer Aircraft Armour. Even against superior alien systems the additional protection of the "Raven" will help our pilots achieve our goals in the skies of Earth. The expense may seem prohibitive, but the survival of our craft and pilots will certainly justify these costs in the long run. Addenda None.
