Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: news_after_the_war_txt
el: Η ασιατική Δημοκρατίαc: In the years that followed, the reformed Republic of China -- taking up its old, pre-Communist name -- slowly relinquished its conquered territories, including those seized in centuries past, offering them a choice between independence or a seat on the new governmental council as an equal and respected part of the new Republic. Having fought on the rebel side throughout the civil war, Taiwan was the first to merge with the new Republic, reconciling its differences with the mainland after the Communist government surrendered. Taiwan quickly became a major player in the new council and was instrumental in sending the captured government leaders off to The Hague to face a war crimes tribunal. North Korea, another rebel nation, also elected to remain in the Republic, sensing opportunities for greater economic growth and freedom from dictatorship. They would not be disappointed. The resurgence of the Chinese economy was dubbed a miracle by contemporary historians. The first breakthroughs in nanotechnology were made by Chinese researchers, bringing in vast medical-industrial contracts from all over the world. Despite old hatreds and mistrust, other east-Asian nations slowly joined the Republic, which was soon redubbed the Asian Republic to honour its new members. Even Japan eventually joined to bolster its flagging economy and a population which had dwindled through the war years. The Republic continued mostly true to its principles with the civil war still fresh in mind. Over the years it made a reputation for dealing with all its member nations in good faith, and built enough trust and solidarity that it can now speak with a single voice for all the billions of people of south-east Asia. Σήμερα, η οικονομία της ασιατικής Δημοκρατίας έχει σχεδόν ανακάμψη αλλά λόγω στην εμπορευματοποίηση του nanotech και του holographics. Κατέχει ακόμα ισχυρό και ενημερωμένο έναν στρατιωτικό, εκπαιδευμένος σε υψηλότερα πρότυπα από οποιαδήποτε άλληδήποτε χώρα. Οι επαναστατιμένες χώρες: With the successive fall of both the United States and China, Socialism in South-America waxed and waned during the post-war years. The US's economic death brought on a surge of revolutionary fervor, swaying several nations away from the influence of capitalism. However, with a democratic framework already halfway in place in most countries, the ideal of rule of the people could for the first time be realised without corruption. This new wave proposed to unite the principles of democracy with true Socialist ideals. Ολόκληρη η ήπειρος πρόσεξε τη φρίκη στο ατομικό όπλο της Σαγγάης κατά τη διάρκεια του δεύτερου ψυχρού πολέμου, που μεταδόθηκε μέσω της τηλεόρασης μέχρι το τελικό δεύτερο. Το νέο κύμα υπέστη ένα άλλο σημαντικό χτύπημα όταν έπεσε η Κίνα. Σε αυτό, ο καθένας θα μπορούσε να δει από πρώτο χέρι το παράδειγμα αυτό που θα συμβεί στην επανάσταση εάν ολοκληρονώταν ο τρόπος της δικτατορίας και του ολοκληρωτισμού. Δεν πήρε πολύ στους ηγέτες για να αποκριθούν. Διάφορες δικτάτορίες οδηγημένες απο χώρες που προσπάθησαν να διευθύνουν μια εξέγερση και κάποιες άλλες που προσπάθησαν να τις σταματήσουν προτού να αρχίσει, οδήγησε σε μια τεράστια σπασμωδική κίνηση απο τα μεγαλύτερα δημοκρατικά έθνη, ιδιαίτερα τη Κούβα, τη Βραζιλία και την Αργεντινή. Ξαφνικά, οι τελευταίοι υπόλοιποι βασιλιάδες της Νότιας Αμερικής αφέθηκαν χωρίς φίλους καθόλου. One by one, they caved to public and political pressure and were replaced by elected houses. The revolution picked up speed instead of losing it; they encouraged greater trade, closer integration, and eventually followed Europe's example of open borders. A new network of highways all over the continent strengthened economies and allowed far more efficient use of arable land. South-America's natural riches were tapped like never before, and they demanded fair prices for every bit of it. Σήμερα, τα έθνη μελών έχουν συγχωνεύθει τόσο πολύ και γνωρίζουν ότι είναι καλύτερα ως ενιαίο σώμα: οι επαναστατικές χώρες. Μια κοινή κυβέρνηση αντιπροσωπεύει ολόκληρη την ήπειρο, και διαχειρίζεται το οικονομικό κομμάτι που ξεπερνιέται μόνο από τη μεγαλύτερη Ευρωπαϊκή Ένωση. Ο στρατός της είναιμικρός αλλά έχει τον κατάλληλο εξοπλισμό. Η κατάρτισή του δεν είναι εξαιρετική. Ηνωμένη Αμερική: As the US economy started to break down in the late 2020s, more and more people abandoned the country for the greener pastures of Canada and, ironically, Mexico. The value of the dollar plummeted to unprecedented depths, impoverishing millions until its price was fixed by the IMF and the international banking community. The country was then saddled with a brutal reform plan, requiring it to sell off or mothball over half of its military arsenal. To cope with the repayment on sixteen trillion dollars of debt, its interest rate was frozen and its exports shifted to technology and luxury goods. Successful restructuring of NASA, combined with a functional spaceplane prototype, also turned outer space into a money-maker for the post-collapse US. Cape Canaveral began offering the cheapest space launches anywhere on the planet, first with their prototype, later with fully-functional advanced spaceplane designs. This significantly helped the beleaguered country claw its way back towards the black. The cooperation between North-American nations began with financial aid from Canada and Mexico, which saw their exports to the US dipping dangerously and wanted to help fix their most important trading partner. The growing number of expatriates also served to create closer ties. Then, in the most unexpected political turnaround in 2042, Mexico elected the US expatriate Esteban Villa-Lobos Garcia to the office of president. The election was hotly contested. However, the decision held through two recounts, and the new president was inaugurated in July of 2042. Eventually, a combination of sound policies and personal charisma brought most of the country around on Garcia; and then he proposed the Tomorrow Plan. Under the plan, Mexico, Canada and the USA would unite into one country to reawaken the North American superpower. In a number of controversial public votes, the general population in all three countries gave majority support for the Tomorrow Plan; 52% in the United States, 64% in Canada, and 71% in Mexico. The merger was eventually finalised in 2050, creating a United America out of the dominant powers of the New World. The booming space industry quickly spread throughout the new country, and despite a few stumbles along the way, North America steamed headlong towards recovery. Today, UA's debt has decreased from sixteen trillion to two, and standards of living have nearly recovered to what they were before the crash. UA has the most advanced space industry on the planet; NASA performs almost 70% of commercial space launches around the globe. It exports vast quantities of goods to every other nation and is projected to return to solvency in less than three years. Militarily, the UA is the weakest of all the meganations. It has only a small volunteer army and a tiny defence budget as mandated by the IMF. However, what forces the UA does have are highly-trained and can turn on a dime, able to reach any place in the country within two hours. Η μεγαλύτερη Ευρωπαϊκή Ένωση: Slowly but surely, the European Union has expanded borders further and further with every passing decade. It first moved into the Middle-East when it accepted Israel as an associate member in 2011, and then upgraded both Israel and Turkey to full membership in 2017. Several Atlantic islands were also accepted in the same resolution, making it the single greatest EU expansion of the 21st century. Following Israel's controversial entrance as an associate member, the EU passed stricter laws on human rights, freedom of religion and separation of church and state. It was also the first Western superpower to officially recognise the Middle-Eastern Alliance, and fostered close relations with the Alliance -- despite United States protests -- in the hope of reducing culture clash and the ongoing threat of terrorism. For the most part, they were successful. In 2028, Greenland -- having grown strong due to immigration from the United States -- formally declared its independence from Denmark. No battles were fought; the Danish government grudgingly recognised the independence due to political pressure from other European countries. In the following months, Greenland briefly considered joining the US as a protectorate, but reconsidered when the EU offered a full membership. This, along with the defection of several US island protectorates in the Atlantic, impelled the EU to rename itself the 'Greater European Union'. In the aftermath of the Second Cold War, the GEU has always been on the forefront of political development. It was the only Western nation to second the Middle-Eastern Alliance's vote of no confidence on the old United Nations, after the UN's complete failure to act during the Chinese expansion and eventual civil war. The GEU also strongly supported the Alliance's efforts to create a new UN, providing fair representation to all the world's nations, and with enough teeth to live up to the principles under which it was first created. Today, the GEU is the strongest economical and political force in the world. However, its vast bureaucracy and large number of members -- members who don't always see eye-to-eye -- make it slow to manoeuvre in every way. Its military is large and powerful but poorly-integrated, with each individual army sticking to the language and traditions of their country. Military cooperation is difficult to achieve and requires going through huge amounts of red tape. The GEU contributes a majority of UN troops, but they are only ever used as peacekepeers. Whether or not the GEU militaries have lost their 'edge' has been a subject of hot debate in Brussels for many years, and there appears to be no decision in sight. Η Μεσο-Ανατολική συμμαχία: The rise of the Middle-Eastern Alliance was a surprise to everyone, including the people involved. It was designed solely to weaken Western influence in the Middle-East. The principal designers and first members -- Iran, Syria, Jordan and Afghanistan -- never meant the Alliance to last more than a decade, by which time they expected it to fragment and disband under the weight of its own differences. The Second Cold War changed everything. The People's Republic of China was no longer a nearby ally against the West; it became an expanding threat with an appetite, casting hungry eyes on Nepal, chunks of India, and possibly even the sovereign states on China's western border. Pakistan, Tajikistan and Kyrgyzstan rushed into the arms of the Alliance in order to guard themselves against invasion. The Arabian subcontinent joined the Alliance not a year later, seeking to expand their political pull with the West. Without even realising it, they had formed a power block covering nearly the entire Middle-East. Their position was simply too good to allow it to crumble. The expanded Alliance, now recognised by the European Union, stepped onto the international stage with knife in hand. They had a stranglehold on most of the world's remaining oil supplies and the will to exploit it. The Alliance's economic power grew as outside oil reserves dwindled. Pharmaceutical manufacturers packed up in droves and moved to the Middle-East, the only place left in the world where oil was cheap and plentiful. This, along with the many other applications of crude oil, allowed the Middle-East to survive the Russian 'nuclear revolution' and the subsequent worldwide migration to nuclear power. It continued its expansion with Egypt, Uzbekistan, Turkmenistan, and disputed chunks of Africa around the Red Sea. The entire Red Sea region was quickly pacified when the Alliance moved in its military to assist the new African members. Today, the spread of prosperity has turned the Middle-East away from dogma and towards secular law and gender equality. It is still ruled by individuals -- Sultans, Emirs, Maliks, Presidents and Generals -- but their personal power is kept in check by the rest of the Alliance, rulers who do not want their colleagues stepping out of line. Political dissent is tolerated due to pressure from the EU and other nations, but even in 2084 few of the Alliance's member nations have a functioning democratic process. The Alliance military is large, fast and mean. It is one of the most elite and well-equipped forces in the world, and it uses more permissive rules of engagement than either United America or the Asian Republic. Their clause for 'acceptable civilian casualties' has been the source of huge amounts of criticism from across the world, but the Alliance has stubbornly maintained this clause throughout the four decades it has been in effect. Νέ Αφρική: Born out of violence and strife, New Africa found its unification in separation. It languished onwards for three decades into the 21st century, as it had done for far too long, with its civil wars and ethnic purges and atrocities beyond measure. That is, until several central-African nations undertook a massive project in 2039 to break the notorious diamond cartels and seize their revenue for long-term national improvement. It resulted in a military and economic bloodbath. The UN attempted various measures to stop the fighting but, even more toothless than ever before, it accomplished nothing. However, the league of nations was eventually joined by several others, tired of being pushed around by Western conglomerates, and after several years of bitter fighting they were successful in taking down the cartels one by one. This left them with some of the largest, most advanced diamond and gold mines in the world; it made their combined territory the largest single supplier of natural diamonds in the world. It also gave them a new sense of what they could accomplish together. The core of New Africa was born. All the African nations involved in the anti-cartel war, with the exception of territories loyal to the Commonwealth of Oceania and the Middle-Eastern Alliance, began to work much more closely together, taking cues from South-America in building a dependable road network to fuel trade and communication. It also allowed a much better distribution of food. Over the next thirty years, New Africa completely eliminated famine within its borders, which it changed completely to accomodate ethnicity and a desire for independence within its territories, and brought socialised public health-care to its people at near-ruinous cost. However, it also found new exports in the commercialised, sustainable growth of tropical hardwood and exotic fruit. The new cooperation made price agreements across the continent possible for the first time; like the Revolutionary Countries, New Africa forced the rest of the world to pay fairly for all goods and services. Today, New Africa is still the weakest of the great powers economically, but it is growing fast. It has a large, motivated standing army, but the troops are not well-equipped, armed mostly with former US antiques and even century-old Soviet equipment. They also have trouble getting to remote locations due to frequent equipment failures and the continent's difficult geography. Most of the time, the best the New Africans can do is spot UFOs as they land with one of thousands of scouts and small patrols out in the country to combat poaching and smuggling. Ρωσσία: Η Ρωσία πέρασαν δεκαετίες για να ανακάμψει από την πτώση της Σοβιετικής Ένωσης και τις καταστροφές του σοβιετικού συστήματος στην οικονομία της χώρας. Έιναι όπως μία ανοικτή πληγή καθώς προσπαθεί ακόμα να καταργήσει τις σταθερές εξεγέρσεις σε Τσετσενία, προσπαθεί ακόμα να μεταρρυθμίσει μετά από 70 έτη κρατικής κυριαρχίας, και να ανακτήσει τη χαμένη θέση της ως παγκόσμια υπερδύναμη. Things finally started getting better for Russia when then-prime minister Yevgeny Karamazov granted complete independence to Chechnya in 2047. While the newly official Chechen Republic imploded in a storm of violence about who exactly should rule, Russia turned away and set itself to fixing its own problems, leaving Chechnya to itself -- and to the new and improved UN, which immediately took an interest in trying to stop the bloodshed. Unfortunately that wouldn't happen for a long time, and even then Chechnya could only return to Russia's sphere of influence, but for the first time it did so as a fully-recognised independent voice. Economic salvation for Russia -- especially with oil supplies from the Middle-East dwindling -- began with drilling the country's own oil in Siberia, with new techniques and equipment able to survive the harsh winter conditions, and later with the construction of a series of new nuclear power plants. Russia invested heavily in research to make the new plants smaller, safer and -- more importantly -- sustainable. This involved a switch from enriched uranium to thorium as the main nuclear fuel for all the new Russian plants, and advanced new designs based upon the 'energy amplifier', a new type of fission reactor first test-built near Rome from 2004 to 2011. Two of the new reactors even consumed plutonium from dismantled nuclear weapons and from the stored waste of older power plants. Μετά από οκτώ έτη από την ανεξαρτησία της Τσετσενίας, η "πυρηνική επανάσταση" της Ρωσίας πραγματικά μπήκε σε νέα τροχιά με την εφεύρεση του μειωμένου μετεπεξεργαστή στοιχείων, ο οποίος θα μπορούσε να μετατρέψει 90% των αποβλήτων ενός ενεργειακού ενισχυτή και τη μείωση της ακτινοβολίας σε εβδομάδες αντί των αιώνων. Οι Ρώσοι τελείωσαν την ιστορική ενεργειακή κρίση σχεδόν ολονυκτίς η πυρηνική διάσπαση έγινε ασφαλής, σχετικά καθαρή, και οι σφαιρικές προμήθειες φθορίου θα έβλεπαν τον κόσμο ασφαλή στο έτος 3000. Σήμερα, πολλές από τις πρώην-σοβιετικές δημοκρατίες έχουν επανασυνδεθεί με τη Ρωσία, μετά από το παράδειγμα των άλλων μεγάλων εθνών, πρόθυμο να εκμεταλλευθεί την ηλεκτρική παραγωγή και την πυρηνική τεχνολογία που είναι τώρα κύριες εξαγωγές της Ρωσίας. Η πυρηνική επανάσταση συνεχίζεται ακόμα και σήμερα με την ανάπτυξη και την εμπορευματοποίηση της δύναμης τήξης. Αν και η οικονομία της είναι ακόμα ενοχλημένη, η χώρα είναι τώρα στην καλύτερη μορφή από ότι ήταν για αιώνες -- είτε κάτω από τους τσάρους είτε τους Σοβιετικούς. Ο στρατός της είναι κάπως απαρχαιωμένος αλλά ιδιαίτερα-εκπαιδευμένος, καλά-πειθαρχημένος και επαγγελματικός, και δεν έχει ελλείψεις σε εργατικό δυναμικό. Η κοινοπολιτεία της Ωκεανίας: Η Κοινοπολιτεία των εθνών, μια πολιτική οργάνωση φτιαγμένη επάνω στις περισσότερες από τις χώρες της παλαιάς βρετανικής αυτοκρατορίας, έχασε πολλή δύναμη που πήγε στο δεύτερο ψυχρό πόλεμο. Κατ' αρχάς, το Πακιστάν έκοψε τους δεσμούς του με την Κοινοπολιτεία και ενώθηκε με την Μεσο-Ανατολική συμμαχία. Κατόπιν, καθώς οι Ηνωμένες Πολιτείες συνέτριψαν και το έκαψαν, η Μεγάλη Βρετανία και ο Καναδάς έγιναν όλο και περισσότερο ενδιαφερόμενοι για τις περιοχές του. Μέχρι το 2030, ήταν μέλη στο όνομα μόνο. Η αυξανόμενη δύναμη της Κίνας σε όλο τον πόλεμο προκάλεσε μια τεράστια επέκταση στους στρατιωτικούς προϋπολογισμούς για την Ινδία και την Αυστραλία, προϋπολογισμοί που οι οικονομίες τους δεν μπορούσαν να ανταπεξέλθουν. Κατόπιν, το 2035, η Ινδία έγινε περισσότερο ένα πεδίο μάχη στον κινεζικό εμφύλιο πόλεμο. Τα κυβερνητικά στρατεύματα παλαιμάχων νίκησαν εύκολα τους ινδικούς στρατιωτικούς σε διάφορες σύντομες αλλά αιματηρές μάχεσ και κατέλαβαν την μεγαλύτερο μέρος της χώρας. Η Αυστραλία δέσμευσε μια πραγματικού μεγέθους στρατιωτική επέμβαση μαζί με διάφορα νοτιοαφρικανικά μέλη Κοινοπολιτείας. Μετά από τις εβδομάδες της βάναυσης πάλης, τα αυστραλιανά τμήματα κατόρθωσαν να συνδεθούν επάνω με τις κινεζικές επαναστατικές δυνάμεις και τα επιζόντα συντάγματα του ινδικού στρατού, και μαζί εκμηδένισαν σχεδόν τον κυβερνητικό στρατό πριν από την παράδοση το 2036. Το κόστος ήταν υψηλό. Τα κατακτημένα μέρη της Ινδίας ήταν μια χέρσα περιοχή, η χώρα δεν άφησε καμία κυβέρνηση μετά από το ατομικό όπλο του Νέου Δελχί. Έδωσε την ανεξαρτησία σε διάφορες μικρές περιοχές κατά μήκος των συνόρων του. Τα υπόλοιπα έθνη Κοινοπολιτείας ανέλαβαν τον απέραντο στόχο την Ινδία, αν και πολλά εγκατέλειψαν το πρόγραμμα και την Κοινοπολιτεία υπέρ των άλλων αυξανόμενων υπερδυνάμεων. Η αναδημιουργία της Ινδίας ένωσε τελικά την Κοινοπολιτεία σε ένα μεγάλο έθνος, που εκμεταλλεύεται τη γεωγραφική θέση τους γύρω από τον Ινδικό Ωκεανό και το Νότιο Ειρηνικό για να χρεώσει τα στρατηγικά δασμολόγια για τα σκάφη που περνούν μέσω των υδάτων τους. Η Κοινοπολιτεία που, ήταν απαλλαγμένη από τα δασμολόγια ανήλθε γρήγορα στην κυριαρχία και στην ανταγωνιστική αγορά. Αργότερα, με το σπάσιμο των καρτέλ διαμαντιών στην Αφρική, η Κοινοπολιτεία κατέλαβε διάφορα ορυχεία μέσα στα σύνορά της και τα χρησιμοποίησε στην πλήρη δυνατότητά τους. Σήμερα, η Κοινοπολιτεία των εθνών είναι καλύτερα γνωστή ως "Κοινοπολιτεία της Ωκεανίας" ή ακριβώς "της Ωκεανίας". Από την έναρξή της έχει δεχτεί διάφορες χώρες μη-Κοινοπολιτειών στη μέση της, ειδικότερα Μαδαγασκάρη, Ζιμπάπουε και Ινδονησία, που επεκτείνει τον έλεγχό των υδάτων της. Ενώ δεν μπορεί ακόμα να ανταγωνιστεί οικονομικά με τα πλουσιότερα έθνη. Ο στρατός της Ωκεανίας αποτελείται κυρίως από ένα ισχυρό ναυτικό. Ο στρατός εδάφους είναι μικροσκοπικός έναντι σε αυτόν οποιουδήποτε έθνους εκτός από την ηνωμένη Αμερική, και εξυπηρετεί μόνο σε μια αμυντική ικανότητα, με τη μέση κατάρτιση και τον εξοπλισμό. Εντούτοις, μπορεί να αποκριθεί αρκετά γρήγορα στις καταστάσεις έκτακτης ανάγκης.
es_es: La República Asiática: En los años que siguieron, la reformada Republica de China -- volviendo adoptar su nombre precomunista -- fue devolviendo los territorios conquistados incluyendo aquellos ganados siglos atrás, ofreciendo a sus gentes la elección entre la independencia total o un asiento en el nuevo consejo de gobierno como una parte igual de la nueva Republica. Después de haber luchado en el bando rebelde durante la guerra civil, Taiwan fue el primeró que se unió a esta nueva Republica, reconciliando sus diferencias con el continente después de que el gobierno comunista se rindiera. Taiwan se convirtió rápidamente en un jugador importante en el nuevo consejo de gobierno y su actuación fue decisiva para enviar a los líderes capturados del antiguo gobierno al Tribunal de la Haya para Crimenes de Guerra. Corea del Norte, otra nación rebelde, también decidio quedarse en la república al ver una oportunidad de gran crecimiento económico y de liberación de la dictadura. Y no se sintieron decepcionados. El renacimiento de la economía China fue considerada casi milagrosa por los historiadores contemporaneos. Los primeros avances en nanotecnología fue realizado por investigadores chinos, proporcionandoles cuantiosos contratos en la industria médica alrededor del mundo. A pesar de antiguos odios y enemistades, otras naciones del sureste asiático se fueron incorporando a la Republica, que fue rápidamente rebautizada como República Asiática para reconocer la presencia de sus nuevos miembros. Incluso Japón se unió finalmente para revitalizar su economía en recesión y tratar de recuperar a la población perdida durante los años de la guerra. La Republica continuó esencialmente fiel a sus principios con la guerra civil todavía fresca en la memoria. A lo largo de los años se ha forjado una reputación de tratar de buena fe con todos sus miembros, y ha construido una imagen de confianza y solidaridad lo que le permite hablar como una sola voz representando a los miles de millones de personas de Asia. Hoy en día, la economía de la República Asiática se ha recuperado gracias a la comercialización de la nanotecnología y de los dispositivos holográficos. Continua teniendo un ejercito fuerte, entrenado al mayor nivel posible. Los Países Revolucionarios: Con la sucesiva caida de los regímenes de Estados Unidos y China, el socialismo en sudamerica campó por sus respetos. La muerte de la economía de EEUU llevó al resurgimiento del fervor revolucionario, alejando a muchas naciones de la influencia del capitalismo. Sin embargo, con un entorno democrático inestable en la mayoría de estos países, el ideal del poder del pueblo pudo ser una realidad. Esta nueva tendencia proponía unir a las principales democracias con los verdaderos ideales socialistas. El continente entero miraba con horror el bombardeo de Shanghai durante la Segunda Guerra Fría, televisada por todo el mundo hasta el último segundo. La nueva ola de socialismo sufrió otro duro golpe con la caida de China; todos podían observar de primera lo que podría pasar a la revolución si seguía el camino de la dictadura y el totalitarismo. No les llevo mucho tiempo a los lideres a tener una respuesta. Muchos paises, dirigidos por dictadores, intentaron sofocar las rebeliones incluso antes de que comenzaran, lo que provocó graves disturbios en las naciones democráticas más grandes, principalmente en Cuba, Brasil y Argentina. Repentinamente, los últimos reyes de sudamérica se encontraron sin aliados. Uno a uno acabaron cediendo a la presión pública y política y fueron reemplazados por un parlamento. La revolución volvió a coger velocidad en lugar de perderla; trataban de conseguir mayores economías, mayor integración y posiblemente seguir el ejemplo de las fronteras abiertas de Europa. Una nueva red de autopistas recorria las economías más consolidadas del continente, lo que permitió un uso mucho más eficiente de la tierra. Los recursos naturales de sudamérica fueron explotados como nunca antes, y demandaban un precio por cada pequeña parte de ellos. Hoy en día, los países miembros se han unido tan estrechamente que desde fuera se les trata como un sólo organismo: los Paises Revolucionarios. Una junta de gobierno representa a todo el continente y administra un monstruo económico sólo superado por el de la Gran Union Europea. Su ejercito es pequeño, pero cuenta con la última tecnología; sin embargo su entrenamiento no esta entre los mejores. América Unida: A raiz del descalabro de la economía estadounidense a finales de la decada de 2020, más y más gente fue abandonando el país en busca de los prados verdes de Canadá y de, irónicamente, Méjico. El valor del dolar se desplomó a niveles sin precedentes empobreciendo a millones de personas, hasta que el FMI y la banca internacional fijaron su precio por decreto. El país fue sometido a un plan de reformas brutal, que requería la venta o desmantelamiento de la mitad de su fuerza militar. Para cumplir con el pago de los 6 billones de dólares de deuda, sus tipos de interes fueron congelados y sus exportaciones se orientaron hacia la tecnologia y los artículos de lujo. La reestructuración de la NASA, combinado con el nuevo diseño de un avion estratosférico, hizo del espacio exterior una fuente de ingresos importante para los EEUU; Cabo Cañaveral empezó a ofrecer los despegues espaciales más baratos del mundo, al principio sólo con unos cuantos proptotipos pero creando después una flota importante de aviones estratosfericos, lo que permitió a la economía del país ir encauzandose poco a poco hacia la recuperación. La cooperación entre los países de Norteamérica empezó con las ayudas financieras procedentes de Canadá y Méjico, que veían como sus exportaciones hacia los Estados Unidos caían en picado y trataban de ayudar a su cliente comercial más importante. El creciente número de emigrantes también servía para para acercar las relaciones entre los países vecinos. Entonces, en 2042, en un movimiento político completamente inesperado, Méjico eligió como presidente al emigrante estadounidense Esteban Villa-Lobos García. Las elecciones fueron rechazadas fervientemente, pero la decisión final permanecio tras dos recuentos de los votos, y el nuevo presidente fue investido en julio de 2042. Finalmente, una combinación de carisma personal y buenas prácticas políticas llevo a todo el país a apoyar a García. Poco después se proponía el Plan del Mañana. Según ese plan, Méjico, Canadá y los Estados Unidos se unirían en un solo país para hacer renacer una superpotencia en Norteamérica. En diversas y controvertidas elecciones, la población de los tres países dio visto bueno al Plan del Mañana; 52% de aceptación en los Estados Unidos, 64% en Canadá y 71% en Méjico. La unión se formalizó en 2050, creando la América Unida a partir de las potencias principales del Nuevo Mundo. La incipiente industria espacial pronto se extendio al resto del país y, a pesar de algunos tropiezos menores, Norteamérica aceleró su proceso de recuperación economómica. A día de hoy, la deuda de AU ha descendido desde 6 a 2 billones, y el nivel de riqueza se ha practicamente ha vuelto a los niveles anteriores al desplome. AU tiene la industria espacial más avanzada del planeta; la NASA realiza casi el 70% de los lanzamientos comerciales alrededor del mundo. Exporta grandes cantidades de bienes a otros países y está previsto que sea solvente en menos de tres años. Militarmente, AU es la más debil de todas las mega-naciones. Sólo cuenta con un ejercito de voluntarios y un pequeño presupuesto de defensa, impuesto por el FMI. Sin embargo, su pequeña armada está muy bien entrenada y es capaz de llegar a cualquier lugar del país en menos de dos horas. La Gran Unión Europea: Lenta pero constantemente, la Unión Europea ha extendido sus fronteras más y más con cada década que pasa. Su primer movimiento fue hacia Oriente Medio con la aceptación de Israel como miembro asociado en 2011, y la promoción de Israel y de Turquía a miembros de pleno derecho en 2017. Muchas islas atlánticas fueron aceptadas en la misma resolución, haciendo de esta la expansión más grande de la Union Europea en el siglo XXI. Poco despues de la controvertida entrada de Israel como estado asociado, la UE promulgó leyes más estrictas en cuestiones como derechos humanos, libertad de religión y separación entre Iglesia y Estado. Fue también la primera superpotencia occidental en reconocer la Alianza de Oriente Medio, y en mantener estrechas relaciones con ella -- a pesar de las protestas de Estados Unidos -- con la esperanza de reducir las distancias culturales y el creciente peligro de terrorismo. En la mayoría de los casos esta política fue todo un éxito. En 2028 Groenlandia -- que había crecido muchísmo debido a la emigración de estadounidenses -- declaró formalmente su independencia de Dinamarca. No se libró ninguna batalla; el gobierno danés reconoció la autonomía de la región a causa de las presiones políticas de otrs países europeos. En los meses siguientes Groenlandia consideró brevemente unirse a los Estados Unidos en condición de protectorado, pero esta idea fue descartada en cuanto la UE le ofreció ser miembro de pleno derecho de la unión. Este hecho, así como la deserción de varias islas atlánticas que habían sido protectorados de los Estados Unidos y que ahora querían unirse a Europa, impulsó a la UE a cambiar su nombre por el de la Gran Union Europea. Desde el final de la Segunda Guerra Fría, la GUE siempre ha estado en la primera linea del desarrollo político. Fue la única nacion que secundó la proposición de censura de la Alianza de Oriente Medio sobre los antiguos Estados Unidos, después de la ONU no consiguiera actuar durante la expansión China y la subsiguiente guerra civil. LA GUE también apoyó los efuerzos de la Alianza de crear una nueva ONU en la que todos los paises tuvieran igual representación, y con suficiente poder como para hacerse obedecer en los principios para los que se había creado. Hoy en día la GUE es la fuerza política y económica más potente en todo el mundo. Sin embargo, la enorme burocracia necesaria para mantener a tan elevado número de miembros hacen que las decisiones GUE se tomen con mucha lentitud. Su ejercito es grande y poderoso pero poco cohesionado, con cada país manteniendo su lengua y tradiciones en sus propias tropas. La cooperación militar es complicada y siempre se requiere mucha diplomacia para llegar a cualquier compromiso. La mayor parte de las tropas de la ONU están proporcionadas por la GUE, pero sólo son usados como mantenedores de la paz. El hecho de que el ejercito haya perdido su fuerza anterior ha sido largamente debatido en Bruselas durante muchos años, sin llegar a tener a la vista ninguna solución. La Alianza de Oriente Medio: El nacimiento de la Alianza de Oriente Medio fue una sorpresa para todos, incluidos los países implicados. Fue ideada simplemente para debilitar la influencia de occidente en Oriente Medio. Los principales ideólogos y primeros miembros de dicha alianza -- Iran, Siria, Jordania y Afganistan -- nunca pensaron que duraría más de una década, después de lo cual esperaban que sencillamente moriría y cada uno se ocuparía de sus asuntos. La Segunda Guerra Fría trastocó todos los planes. La República Popular China había dejado de ser el aliado de antaño contra occidente; se había convertido en cambio en una amenaza en expansión, con los ojos puestos en Nepal, algunos trozos de la India y posiblemente con planes para el resto de países con los que tenía frontera por el Oeste. Paquistán, Tayiquistán y Kyrgyzistán corrieron a los brazos de la alianza por temor a una invasión. El subcontinente arábigo se unió en su totalidad a la Alianza ese mismo año, buscando expandir su lucha política con occidente. Sin ni siquiera proponerselo, la Alianza había formado un bloque político que cubría prácticamente todo Oriente Medio. Su posición era demasiado buena como para dejar que simplemente desapareciera. La Alianza extendida, ahora reconocida por la Union Europea, entró en la escena internacional con el cuchillo en la mano. Controlaban la mayor parte de las reservas mundiales de crudo y querían explotar su riqueza. El poder económico de la Alianza creció en la misma medida en que las reservas de petróleo disminuían. Los grandes fabricantes farmacéuticos se trasladaron a Oriente Medio, el único lugar del mundo donde el petróleo era todavia barato y abundante. Esto, junto con las otras aplicaciones industriales del petróleo, permitió a Oriente Medio a superar la crisis originada por la 'revolución nuclear' rusa, y el consiguiente cambio a la generación de energía por medios nucleares que se impuso en el resto del mundo. La Alianza continuó su expansion por Egipto, Uzbekistán, Turkmenistán y algunos territorios en disputa alrededor del Mar Rojo. Toda la región que rodea a dicho mar fue rápidamente pacificada cuando la Alianza desplazó a su ejercito para ayudar a sus nuevos miembros africanos. A día de hoy, la prosperidad ha alejado a Oriente Medio de cualquier dogma de fe y lo han conducido al camino de las leyes seculares y de igualdad. Sus países todavía son gobernados por una sóla persona -- sultanes, emires, maliks, presidentes y generales -- pero el poder personal de cada uno de ellos está vigilado por el resto de miembros de la Alianza para que no se pasen de la raya. La disensión política está tolerada principalmente por las presiones de de la UE y de otras naciones, pero incluso en 2084 son pocas las naciones de la Alianza que cuentan con un proceso democrático eficaz. El ejercito de la Alianza es grande, rápido y potente. Cuenta con una de las mejores fuerzas de élite del mundo, tanto en entrenamiento como en equipamiento. Su permisividad ante las 'bajas civiles aceptables' ha sido fuente de críticas del resto del mundo, pero la Alianza ha conservado esta política durante las cuatro décadas que lleva existiendo. Nueva África: Nacida de la violencia y del enfrentamiento, Nueva África basó su unificación en su inicial distanciamiento. África languideció durante las tres primeras décadas del siglo XXI tal y como lo había hecho en el pasado, con guerras civiles y purgas étnicas a la orden del día. Esto sucedió hasta que varios países centroafricanos empredieron un gran proyecto en 2039 con el fin de desmantelar los diversos cárteles existentes en el comercio del diamante y usar los beneficios de la operación en el desarrollo a largo plazo de sus respectivos países. Esta acción produjo un baño de sangre, tanto militar como económico. La ONU intentó detener la lucha por varios medios, pero en la peor tradición de la antigua organización, sus propuestas se perdieron en la burocracia como simples llamamientos al orden sin ninguna acción concreta. Sin embargo, al grupo de naciones que comenzaron la lucha se le unieron pronto otras muchas, cansadas de ser manipuladas por los grandes conglomerados empresariales de occidente. Después de varios años de amarga lucha, consiguieron acabar con los cárteles uno a uno. Esto les permitión controlar algunas de las minas de oro y diamante más grandes y avanzadas del mundo; su territorio en conjunto era, de largo, el suministrador más importante de diamantes naturales del mundo. Esta victoria también les proporcionó una visión de lo que podían conseguir si trabajaban todos juntos. Nueva África había nacido. Todos los países africanos implicado en la guerra anti-cárteles, con la excepción de aquellos territorios leales a la Commonwealth de Oceanía o a la Alianza de Oriente Medio, comenzaron a trabajar de manera muy estrecha en la construcción de vias de comunicación para el transporte de petroleo y mercancías. Esto permitió que el reparto de alimento también fuera mucho más eficiente. En los siguientes treinta años Nueva África acabó con las hambrunas, modificó sus fronteras para permitir algunos focos de independentismo étnico existente e instauró un sistema de salud pública a coste casi nulo para sus ciudadanos. También encontraron un nuevo y próspero mercado en la comercialización sostenible de maderas y frutas exóticas. El nuevo clima de cooperación permitió acuerdos de exportación entre sus miembros por primera vez en toda la historia. Como hicieron los Países Revolucionarios, Nueva África forzó al resto del mundo a pagar un precio justo por todos sus productos. Hoy en día Nueva África es todavía la más debil de todas las grandes agrupaciones de naciones, pero está creciendo rápidamente. Tiene un ejercito numeroso y motivado aunque no demasiado bien equipado; su arsenal se basa sobre todo en antigüedades del ejercito de los EEUU e incluso equipos rusos con más de un siglo de vida. Sus tropas tienen problemas para acceder rápidamente a algunos lugares de su territorio, debido principalmente a los fallos del equipo y a su difícil orografía. La mayor parte de las veces lo único en lo que colaboran sus tropas es en el avistamiento de OVNIs gracias a las miles de patrullas que recorren su territorio en misiones de vigilancia. Rusia: A Rusia le llevó décadas recuperarse de la caída de la Union Soviética y de los estragos que el sistema soviético ocasionó a la economía del país. El país estuvo sangrando como una herida abierta durante la primera mitad del siglo XII, intentando reprimir la eterna rebelion en Chechenia, intentando encontrar una reforma eficaz después de 70 años de dominación por parte del Estado, intentando volver a la posición perdida de superpotencia mundial. Las cosas finalmente empezaron a ir mejor cuando el entonces primer ministro Yevgeny Karamazov permitió la completa independencia de Chechenia en 2047. Mientras que la nueva República de Chechenia explotaba en una tormenta de violencia a causa de la decisión sobre quién debía gobernar, Rusia se desentendió y se puso a resolver sus propios problemas dejando que los chechenos -- y la nueva ONU -- trataran de detener el derramamiento de sangre. Desafortunadamente esto no ocurrió en mucho tiempo y Chechenia tuvo que volver a la esfera de influencia de Rusia para evitar la guerra civil, pero esta vez como miembro independiente reconocido. La recuperacion económica de Rusia -- especialmente debido a las menguantes reservas de petróleo de Oriente Medio -- empezó con la perforación de las reservas de crudo de Siberia, con nuevas técnicas y equipos que permitían a los operarios sobrevivir a los rigores del invero; esta recuperación continuó un poco más tarde con la construcción de una serie de nuevas centrales nucleares. Rusia invirtió grandes cantidades en una investigación que permitiera construir plantas nucleares mas pequeñas, más seguras y, lo que es más importante, sostenibles. Esto implicó un cambio desde el uranio enriquecido hacia el torio como combustilbe nuclear y avances en el diseño del 'amplificador de energía', un nuevo tipo de reactor de fisión cuyo primer prototipo estuvo instalado en Roma desde 2004 hasta 2011. Dos de los nuevos reactores tambien podían consumir plutonio proveniente del desmantelamiento de las antiguas armas nucleares o de los residuos radiactivos de las plantas más antiguas. Entonces, ocho años después de la independencia chechena, la 'revolución nuclear' rusa llegó a su climax con la invención del postprocesador de combustible, que podía convertir el 90% de los residuos del amplificador de energía en elementos libres de radiación en semanas en lugar de en siglos. Los rusos acabaron con la interminable crisis de energía de la noche a la mañana; la fisión nuclear era segura, relativamente limpia y el suministro global de torio podía durar hasta el año 3000. Mucha de las antiguas repúblicas ex-soviéticas han decidido volver a unirse a Rusia siguiendo el ejemplo de otras grandes naciones. La revolución nuclear continúa hoy en día con los primeros intentos de desarrollo y comercialización de la energía producida por fusión. Aunque su economía todavía no es lo que era, el país esta ahora en mejor forma de lo que ha estado en siglos, ya sea bajo el control de los khanes, los zares o los soviéticos. Su ejercito es quizás algo anticuado, pero muy bien entrenado y disciplinado. La Commonwealth de Oceanía: La antigua Commonwealth, una organización política fundada por la mayoría de los países que formaban el antiguo Imperio Británico, perdió gran parte de su poder durante la Segunda Guerra Fría. Primeramente Paquistán cortó sus relaciones con la Commonwealth cuando se unió a la Alianza de Oriente Medio. Después, mientras los Estados Unidos se desplomaban, Inglaterra y Canadá estaban tan preocupados por sus propios problemas que redujeron su participación en la organización al mínimo. Para el año 2030 se podía considerar que eran miembros sólo de nombre. El creciente poder de China durante la guerra provocó un gran incremento del gasto militar en la India y Australia, gastos que eran difíciles de mantener por sus respectivas economías. Entonces, en 2035, la India se convirtió en un campo de batalla más de la guerra civil China. Las veteranas tropas chinas derrotaron fácilmente al ejercito indio en varias sangrientas escaramuzas, y sitiaron al país mientra los rebeldes eran perseguidos. Australia accedió a una intervención militar completa junto con varios miembros sudafricanos de la Commonwealth. Después de semanas de brutales combates, las divisiones australianas consiguieron unirse a los rebeldes chinos y a los restantes regimientos del ejercito indio y, juntos, casi aniquilaron al ejercito rojo antes de su rendición en 2036. El coste fue alto. Las zonas conquistadas de la India eran eriales, el país no tenia gobierno desde el bombardeo de Nueva Delhi y la hambruna empezaba a atacar a la población. Se empezó a ceder tierras sin valor a otras naciones y a conceder la independencia a varias regiones pequeñas a lo largo de la frontera. Las restantes naciones de la Commonwealth iniciaron la inmensa tarea de reconstruir la India, pero varios abandonaron el proyecto, y la propia Commonwealth, en favor de otras superpotencias. La reconstrucción de la India finalmente unió a la Commonwealth en una gran nación, que explotaba su posición geográfica alrededor del océano Índico y el sur del Pacífico para gravar a los barcos y mercantes que cruzaban estas aguas estratégicas. Por otro lado, la mercancía de la propia Commonwealth estaba exenta de este impuesto y pronto llegaron a dominar el mercado de transporte. Poco después, con el final de los cárteles de diamante en África, la Commonwealth se apropió de muchas minas sin dueño dentro de su propio territorio y las explotó comercialmente al máximo. Hoy en dia a la antigua Commonwealth se le conoce como 'Commonwealth de Oceanía' o simplemente 'Oceanía'. Desde su invención se han aceptado a varios miembros no pertenecientes a la antigua organización, incluyendo Madagascar, Zimbabwe e Indonesia, lo que afianzó su control sobre las aguas de esa parte del mundo. Aunque todavía no pueden competir con las naciones más ricas, se ha creado su propio nicho de prosperidad y pretenden seguir en él. El ejercito de Oceanía consiste principalmente en una poderosa armada naval. Sus ejercitos de tierra son minúsculos comparados con los de cualquier otra nación, excepto quizas los de América Unida, y sólo desarrolla tareas de defensa estratégica, con un entrenamiento y equipamiento comparables con los de cualquier otra nación.
it: Repubblica Asiatica: Negli anni che seguirono, la Repubblica Cinese -- riprendendo il suo vecchio nome pre-comunista -- lentamente cedette tutti i territori occupati, inclusi quelli conquistati nei secoli precedenti, offrendo però la possibilità di scegliere fra l'indipendenza o un posto nel nuovo consiglio governativo come un'equa e rispettata parte della nuova Repubblica. Dopo aver combattuto la guerra civile dalla parte dei ribelli, Taiwan fu la prima a fondersi con la nuova Repubblica, riconciliandosi con la terraferma dopo la resa del governo comunista. Taiwan divenne presto una forza importante nel nuovo consiglio e ottenne la consegna degli ex-leader al tribunale dell'Aia per i crimini di guerra. Anche la Corea del Nord, un'altra nazione ribelle, decise di rimanere nella Repubblica, intuendo le grandi opportunità economiche. Non vennero delusi. La ripresa dell'economia cinese è stata definita un miracolo dagli storici contemporanei. Le prime scoperte sulla nanotecnologia sono state fatte dai ricercatori cinesi, portando grossi contratti medico-industriali da tutto il mondo. Nonostante antichi rancori, altre nazioni dell'Asia dell'est lentamente si unirono alla Repubblica, che presto diventò la "Repubblica Asiatica" per onorare i nuovi membri. Anche il Giappone decise di aderire, spinta dalla crisi economica che stava vivendo a causa della guerra. La Repubblica è cresciuta in larga parte fedele ai suoi principi col ricordo della guerra civile ancora vivo nella memoria. Negli anni si è costruita la reputazione di trattare equamente tutte le nazioni annesse, e solida abbastanza da rappresentare con una voce miliardi di persone del sud-est asiatico. Oggi, l'economia della Repubblica Asiatica non si è ancora ripresa nonostante la commercializzazione della nanotecnologia e l'olografica. Possiede ancora una forza militare potente e avanzata, addestrata con gli standard più alti di tutte le altre nazioni. Paesi Rivoluzionari: Con la caduta degli Stati Uniti e della Cina, il Socialismo nel Sud America si indebolì negli anni successivi alla guerra. La morte economica degli USA portò ad una fonte di fervore rivoluzionario, allontanando diverse nazioni dall'influenza del capitalismo. Comunque sia, con un ambiente democratico già a metà strada in molte nazioni, l'idea di governare poteva per la prima volta essere realizzato senza corruzione. La nuova ondata propose di riunire i principi di democrazia con gli ideali Socialisti. L'intero continente guardò con orrore il bombardamento di Shangai durante la Seconda Guerra Fredda, mandato in onda in tutto il mondo fino all'ultimo secondo. La nuova ondata soffrì un grave colpo quando la Cina cadde. In questo, tutti videro un esempio di cosa sarebbe potuto succedere alla rivoluzione se avesse preso la strada della dittatura o del totalitarismo. Non ci volle molto prima che i leader risposero. Diversi paesi guidati dalla dittatura ricorsero immediatamente alla forza, cercando di tagliare la testa alla ribellione prima che si spargesse, causando una pessima immagine di sè verso le più grandi nazioni democratiche, in particolare Cuba, Il Brasile e l'Argentina. Improvvisamente gli ultimi re del Sud America rimasero senza alleanze. Uno ad uno, si inchinarono alle pressioni del popolo e furono sostituiti da governi eletti. La rivoluzione accelerò invece di frenare; venne incoraggiato un maggior commercio, una migliore integrazione, e addirittura seguirono l'esempio dell'Europa con i suoi confini aperti. Una nuova rete di infrastrutture si rafforzò lungo il continente lanciando l'economia e rendendo più efficiente l'uso del terreno agricolo. Oggi, le nazioni si sono unite così tanto che sono meglio conosciute come un corpo unico: i Paesi Rivoluzionari. Un unico governo rappresenta l'intero continente, e gestisce un impero economico secondo soltanto alla Grande Unione Europea. L'esercito è piccolo, ma possiede equipaggiamento all'avanguardia. L'addestramento non è eccezionale. Americhe Unite: Quando l'economia americana cominciò a sgretolarsi alla fine del 2020, molte persone abbandonarono il paese per le verdi pianure del Canada e, ironicamente, del Messico. Il valore del dollaro piombò a valori senza precedenti, impoverendo milioni di persone finché il prezzo non venne fissato dalla IMF e dalla comunità internazionale delle banche. Il paese venne sottoposto a un brutale piano di rilancio, che richiedeva la svendita di metà del proprio arsenale bellico. Per ripagare il debito di sedici mila-miliardi di dollari, gli interessi vennero bloccati e le esportazioni puntarono sulla tecnologia e sui beni di lusso. La ristrutturazione della NASA, combinata con un prototipo funzionante di velivolo spaziale, fece diventare il viaggio extra-planetario una fonte di guadagno per gli Stati Uniti. Cape Canaveral cominciò a offrire lanci spaziali a prezzi bassissimi, prima col prototipo, poi con un avanzato progetto di velivolo spaziale. Questo aiutò significativamente il paese a sollevarsi dalla crisi. La cooperazione fra i paesi del Nord America iniziò con l'aiuto finanziario del Canada e del Messico, che videro crollare le loro esportazioni verso gli USA e decisero di aiutare il loro più importante partner finanziario. Il crescente numero di espatriati servì a rinfrancare i legami. Poi, durante una svolta politica inattesa nel 2042, il Messico elesse uno di questi espatriati, Esteban Villa-Lobos Garcia, come presidente. La votazione fu aspramente contestata. Comunque sia, l'elezione venne confermata attraverso due ricorsi e il presidente assunse i suoi poteri nel Luglio del 2042. Successivamente il suo carisma avvicinò la maggior parte del paese alle sue idee; fu allora che propose il Piano del Domani. Secondo il piano, il Messico, il Canada e gli USA si sarebbero dovuti unire in un'unica nazione risvegliando il superpotere Nord Americano. In una serie di votazioni controverse, la maggioranza di tutte le nazioni scelse di supportare il Piano del Domani; 52% negli USA, 64% in Canada, e 71% in Messico. La fusione fu finalizzata nel 2050, creando le Americhe Unite dai poteri dominanti del Nuovo Mondo. La crescente industria aerospaziale si sparse velocemente attraverso il nuovo paese, e a parte qualche intoppo lungo il cammino, il Nord America sfrecciò verso la ripresa. Oggi, il debito delle AU è sceso da sedici a due mila-miliardi, e gli standard di vita sono quasi tornati a quelli prima del crack finanziario. Le AU hanno il programma aerospaziale più evoluto del pianeta; la NASA gestisce il 70% dei lanci spaziali commerciali del globo. Esporta una vasta gamma di beni a molte altre nazioni e si stima che ritornerà in attivo in meno di tre anni. Militarmente, le AU sono le più deboli di tutte le meganazioni. Ha solo un piccolo esercito di volontari e un budget limitato per la difesa come imposto dalla IMF. Comunque sia, le truppe delle AU sono altamente addestrate e capaci di raggiungere qualsiasi punto del paese nel giro di due ore. Grande Unione Europea: Lentamente ma inesorabilmente, l'Unione Europea ha allargato i propri confini anno dopo anno. Per prima cosa si mosse verso il medio oriente quando accettò Israele come membro associato nel 2011, poi promosse sia Israele che la Turchia a membri definitivi nel 2017. Diverse isole sull'Atlantico furono poi annesse nella stessa risoluzione, diventando l'UE più estesa del ventunesimo secolo. A seguito della controversa entrata di Israele, l'UE varò leggi più severe sui diritti umani, libertà di religione e separazione fra stato e chiesa. Fu anche la prima superpotenza occidentale a riconoscere ufficialmente l'Alleanza Medio Orientale, creando solide relazioni -- nonostante le proteste statunitensi -- nella speranza di ridurre le divergenze culturali e la minaccia del terrorismo. In larga parte fu un successo. Nel 2028, la Groenlandia -- dopo essersi rafforzata grazie all'immigrazione dagli Stati Uniti -- dichiarò formalmente la sua indipendenza dalla Danimarca. Non venne combattuta nessuna battaglia; il governo Danese riconobbe l'indipendenza pressato dalle forze politiche dei paesi dell'Europa. Nei mesi seguenti, la Groenlandia considerò di scegliere il protettorato statunitense, ma riconsiderò l'idea in favore dell'UE. Questo, così come l'inclusione di diverse isole sull'Atlantico, spinse l'UE a cambiare il proprio nome in 'Grande Unione Europea'. Dopo la conclusione della Seconda Guerra Fredda, la GUE è sempre stata in prima linea sul fronte politico. E' stata l'unica nazione occidentale ad assecondare l'Alleanza Medio Orientale sul 'no' all'intromissione delle vecchie Nazioni Unite, dopo il suo completo fallimento nel gestire la crisi Cinese che la portò alla guerra civile. La GUE supportò l'Alleanza anche negli sforzi per creare le nuove NU, in grado di rappresentare equamente tutte le nazioni, e con sufficiente coerenza da ubbidire ai principi su cui furono fondate. Oggi, la GUE è la forza economica e politica più forte del pianeta. Comunque sia, la sua vasta burocrazia e l'alto numero di membri -- membri che non sempre sono d'accordo fra loro -- rendono estremamente lente le manovre di tutti i giorni. La forza militare è grande, ma poco integrata, con diversi eserciti legati alla lingua e alle tradizioni dei propri paesi d'origine. La cooperazione militare è difficile e macchinosa. La GUE ha anche il contingente più numeroso nelle Nazioni Unite, ma viene usato solo per missioni di peacekeeping. Se la forza militare della GUE è ancora ai vertici è fonte tutt'oggi di grandi dibattiti a Bruxelles, e pare che una decisione sia ancora lontana. Alleanza Medio Orientale: La crescita dell'Alleanza Medio Orientale fu una sorpresa per tutti, anche per gli stessi personaggi coinvolti. Venne concepita al solo scopo di indebolire l'influenza occidentale sul medio oriente. I principali fautori e i primi a farne parte -- l'Iran, la Siria, la Giordania e l'Afghanistan -- non hanno mai sperato che potesse durare più di una decina d'anni, passati i quali si sarebbe dovuta spezzare sotto il peso delle proprie differenze. La Seconda Guerra Fredda cambiò tutto. La Repubblica del Popolo Cinese non era più un alleato contro l'occidente; divenne una minaccia crescente che volgeva lo sguardo sul Nepal, parte dell'India, ed eventualmente anche su stati sovrani ai confini occidentali del paese. Il Pakistan, il Tajikistan e il Kyrgyzstan corsero fra le braccia dell'Alleanza per cercare protezione. Il subcontinente arabo aderì poco dopo, cercando di espandere la propria influenza politica più a ovest. Senza nemmeno rendersene conto, formarono un potente blocco che copriva circa tutto il medio oriente. La loro posizione era troppo forte per sbriciolarsi. L'Alleanza, poi riconosciuta dall'Unione Europea, entrò nel quadro internazionale col coltello fra i denti. Avevano infatti le mani sulle ultime risorse petrolifere del pianeta, e avevano intenzione di sfruttare la situazione. La forza economica dell'Alleanza crebbe anche fuori dalle riserve di petrolio. Molte industrie farmaceutiche si trasferirono nel medio oriente, l'unico posto dove si potesse trovare petrolio in abbondanza e a prezzi ragionevoli. Questo, insieme alle altre applicazioni del petrolio grezzo, permise al medio oriente di sopravvivere alla 'Rivoluzione Nucleare' russa e la successiva migrazione globale all'energia nucleare. Continuò la sua espansione con l'Egitto, l'Uzbekistan, il Turkmenistan, e alcuni paesi africani attorno al Mar Rosso. Le guerre che flagellavano la regione attorno al Mar Rosso vennero sedate non appena l'Alleanza spostò le sue truppe nell'area per proteggere i propri alleati africani. Oggigiorno il medio oriente è ancora governato da personalità singole -- Sultani, Emiri, Presidenti e Generali -- ma il loro potere personale viene tenuto sotto controllo dal resto dell'Alleanza, che non vuole ci siano dei colleghi che escono troppo dalle righe. Il dissenso politico viene tollerato grazie alle pressioni dell'Unione Europea e altre nazioni, ma nel 2084 solo pochi membri dell'Alleanza hanno governi pienamente democratici. L'esercito dell'Alleanza è vasto e veloce. E' uno dei più addestrati e meglio equipaggiati del pianeta, e si basa sulle regole d'ingaggio più permissive sia degli USA che della Repubblica Asiatica. La loro clausola di 'perdite civili accettabili' è stata fonte di grandi critiche sul panorama internazionale, ma l'Alleanza l'ha testardamente mantenuta. Nuova Africa: Nata dalla violenza, la Nuova Africa ha trovato la sua unificazione nella separazione. Si trascinò per trent'anni nel ventunesimo secolo, come stava già facendo da tempo, con le sue guerre civili, pulizie etniche e atrocità oltre ogni misura. Tutto questo finché diverse nazioni dell'Africa centrale non intrapresero un grosso progetto nel 2039 nato per spezzare i noti cartelli dei diamanti e sequestrarne i profitti per progetti nazionali a lungo termine. Questo risultò in un massacro economico e militare. Le Nazioni Unite cercarono in vari modi di fermare le violenze senza però ottenere nulla. Comunque sia, alla lega delle nazioni se ne aggiunsero altre, stanche di essere sfruttate dall'occidente, e dopo molti anni di battaglie riuscirono ad abbattere tutti i cartelli. Questo li lasciò con alcune delle più grandi e avanzate miniere d'oro e di diamanti; divennero così i più grandi fornitori di diamanti naturali del mondo. Inoltre diede loro una nuova consapevolezza di cosa potessero fare insieme. Il nucleo della Nuova Africa stava nascendo. Tutte le nazioni coinvolte nella guerra ai cartelli, con l'eccezione di quelle fedeli al Commonwealth Oceanico e all'Alleanza Medio Orientale, iniziarono a lavorare insieme prendendo ad esempio il Sud Africa per costruire una rete stradale capace di sostenere il commercio su gomma. Permise anche una migliore distribuzione del cibo. Nei trent'anni successivi, la Nuova Africa scacciò completamente la fame dai propri confini, migliorò la convivenza fra le etnie sedando il desiderio di indipendenza, e portò la sanità pubblica alla portata di tutti. Inoltre, trovò anche nuovi beni da esportare con una produzione sostenibile di legno e frutta. La nuova cooperazione rese possibile per la prima volta la stipulazione di un accordo sui prezzi; come i Paesi Rivoluzionari, anche la Nuova Africa costrinse il resto del mondo a pagare una cifra equa per tutti i beni e i servizi. Oggi, la Nuova Africa economicamente è ancora la più debole di tutte le superpotenze, ma sta crescendo in fretta. Ha un grande e motivato esercito, ma le truppe sono male equipaggiate, armate principalmente con reliquie degli USA o addirittura fucili sovietici del secolo precedente. Ha anche grosse difficoltà a raggiungere posizioni remote a causa di un equipaggiamento scadente e dell'asperità del territorio. Nella maggior parte dei casi il massimo che la Nuova Africa può fare è localizzare un UFO con una delle sue innumerevoli pattuglie sparse sul territorio per combattere il contrabbando. Russia: Ci vollero decenni prima che la Russia potesse riprendersi dalla caduta dell'Unione Sovietica, e dai relativi danni al sistema economico Sovietico. Le questioni ancora aperte nella prima parte del ventunesimo secolo erano le costanti ribellioni sul fronte Ceceno, l'impegno nella riunificazione degli stati ex URSS e la speranza di riprendersi la posizione di superpotenze che le spettava. Le cose cominciarono a mettersi meglio quando l'allora primo ministro Yevgeny Karamazov concesse la piena indipendenza alla Cecenia nel 2047. Mentre la nuova Repubblica Cecena implose in una serie di violenze per il controllo del paese, la Russia rimase in disparte cercando di risolvere i problemi interni, abbandonando la Cecenia a se stessa -- e alle nuove Nazioni Unite che cercarono fin da subito di prendere il controllo della situazione. Sfortunatamente questo non accadde in breve tempo, e poco dopo la Cecenia decise di ritornare sotto l'egida della Russia. La salvezza economica per la Russia -- specialmente quando le riserve medio orientali di petrolio diminuirono -- iniziò con l'estrazione di petrolio dai propri pozzi situati in Siberia, con nuovi equipaggiamenti capaci di operare anche durante il rigido inverno, e successivamente con la costruzione di una nuova serie di centrali atomiche. La Russia Investì pesantemente nella ricerca per costruire nuove centrali più piccole, sicure e sostenibili. Questo portò alla sostituzione dell'uranio col torio come combustibile per tutte le centrali russe, e un nuovo progetto avanzato basato sulla tecnologia dell'amplificatore energetico, un nuovo tipo di reattore a fissione costruito per la prima volta vicino a Roma dal 2004 al 2011. Due dei nuovi reattori consumavano perfino il plutonio delle vecchie armi atomiche smantellate e delle scorie di centrali atomiche più vecchie. Allora, dopo otto anni dall'indipendenza Cecena, la 'rivoluzione nucleare' russa subì un'accelerazione con l'invenzione del postprocessore, il quale era capace di convertire il 90% delle scorie di un amplificatore energetico in materiale non radioattivo nel giro di settimane invece di secoli. La Russia pose fine all'annoso problema della crisi energetica in poco tempo; la fissione nucleare divenne sicura, relativamente pulita, e le scorte globali di torio sarebbero bastate fino al 3000. Oggi, molte repubbliche ex-sovietiche si sono riunite alla Russia, seguendo l'esempio di altre grandi nazioni, allo scopo di approfittare della nuova tecnologia nucleare e l'esportazione di elettricità che sono ormai i maggiori prodotti esportati dalla Russia. La rivoluzione nucleare continua ancora oggi col graduale sviluppo della fusione atomica. Nonostante la sua economia sia ancora claudicante, il paese è in una situazione di stabilità. L'esercito è equipaggiato con armamenti antiquati, ma i soldati sono altamente addestrati, ben disciplinati e numerosi. Commonwealth Oceanico: Il Commonwealth delle Nazioni, un'organizzazione politica formata dalla maggior parte dei paesi del vecchio Impero Britannico, perse gran parte del suo potere durante la Seconda Guerra Fredda. Prima il Pakistan tagliò i suoi legami col Commonwealth aderendo all'Alleanza Medio Orientale. Poi, quando l'economia statunitense crollò, l'Inghilterra e il Canada cominciarono a preoccuparsi più delle questioni interne. Nel 2030, ne erano membri solo di nome. Il crescente potere della Cina durante la guerra portò ad un lievitamento del budget militare sia per l'India che per l'Australia, budget che mise a dura prova l'economia dei paesi. Quindi, nel 2035, l'India divenne uno dei campi di battaglia della guerra civile cinese. Le truppe indiane vennero sconfitte in brevi ma sanguinose battaglie, e il territorio venne saccheggiato mentre i ribelli venivano inseguiti. l'Australia intervenì con assalti su larga scala con l'aiuto dei membri del Commonwealth sud africani. Dopo settimane di intensi scontri, le divisioni australiane riuscirono a congiungersi con le forze ribelli cinesi e i reggimenti indiani sopravvissuti. Insieme riuscirono a sconfiggere l'esercito governativo che si arrese nel 2036. Il prezzo fu altissimo. Le parti conquistate dell'India erano terre devastate, il paese non aveva più un governo dopo il bombardamento di Nuova Delhi, e la carestia si stava spargendo fra la popolazione. Cominciò a cedere grosse fette di territorio ad altre nazioni e concesse l'indipendenza a diverse altre. Le restanti nazioni del Commonwealth cercarono di ricostruire la vecchia India, ma molti abbandonarono il progetto in favore di altre superpotenze emergenti. La ricostruzione dell'India portò alla riunificazione del Commonwealth in una grande nazione. Avvantaggiandosi della propria posizione geografica attorno all'Oceano Indiano e al Sud Pacifico, proposero delle tasse strategiche sulla navigazione attraverso le loro acque. Le navi del Commonwealth ne erano esenti, e questo favorì lo sviluppo. Più tardi, con la sconfitta dei cartelli dei diamanti in Africa, il Commonwealth si impadronì di diverse miniere abbandonate dentro i propri confini. Oggigiorno, il Commonwealth delle Nazioni è meglio conosciuto come il 'Commonwealth Oceanico' o semplicemente 'Oceania'. Dalla sua formazione, accettò anche diversi paesi non appartenenti al vecchio Commonwealth, come il Madagascar, lo Zimbabwe e l'Indonesia, estendendo il controllo sulle acque dell'Oceania. Anche se non può competere economicamente con le altre superpotenze, si è comunque ricavata una piccola nicchia in cui riesce però a prosperare. Il potere militare dell'Oceania consiste principalmente nella flotta. L'esercito di terra è minuscolo se comparato con quello delle altre potenze ad eccezione delle Americhe Unite, e serve solo per scopi di difesa con un equipaggiamento e un addestramento non eccelso. Comunque sia, può rispondere velocemente a situazioni di emergenza.
