Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: craft_ammo_shiva_2_txt
el: Technical Specifications: SHIVA 20mm HEI Rounds CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a pallet of 20mm HEI (High-Explosive Incendiary) ammunition for the SHIVA Rotary Cannon. It can contain up to 10,000 rounds. This high-powered anti-aircraft munition consists of a hard titanium-steel shell, tipped with depleted uranium, and filled with a core of explosive incendiary compound. Once the shell penetrates the outer skin of an aircraft, the core detonates, blowing the shell apart like a fragmentation grenade and spreading incendiary compound over the target area. Critical systems may be damaged before the incendiary compound can be quenched or compartmentalised. HEI rounds are especially good at this as they pack more incendiary compound and blast it over a far larger area. The advantage of the HEI round over the API (Armour-Piercing Incendiary) is its improved damage potential, giving each round a better chance of disabling or destroying the target if a hit is scored. HEI hits do not penetrate the target's armour as often as API hits, however. If the angle is unfavourable, HEI hits tend to bounce off without causing damage. Each SHIVA cannon is loaded standard with a full pallet of 10,000 rounds, unless there are not enough rounds available in base storage. Recommended Doctrine It's a tough choice between API and HEI ammo in most situations. If we're expecting to engaging thickly-armoured enemies or have only limited aircraft available to intercept, API is the round of choice. If we're engaging heavily-armed, highly dangerous craft, then massed HEI fire may be one of the quickest ways to take it down. We can switch out a gun's ammunition in a matter of minutes, but we can't load both types into the same gun. The variable pressure of firing different ammunition can cause misfires and may result in extreme damage to the gun and the aircraft. Both UN safety procedures and the manufacturer's manual absolutely forbid it, and I can't help but agree. Addenda None.
it: Technical Specifications: SHIVA 20mm HEI Rounds CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a pallet of 20mm HEI (High-Explosive Incendiary) ammunition for the SHIVA Rotary Cannon. It can contain up to 10,000 rounds. This high-powered anti-aircraft munition consists of a hard titanium-steel shell, tipped with depleted uranium, and filled with a core of explosive incendiary compound. Once the shell penetrates the outer skin of an aircraft, the core detonates, blowing the shell apart like a fragmentation grenade and spreading incendiary compound over the target area. Critical systems may be damaged before the incendiary compound can be quenched or compartmentalised. HEI rounds are especially good at this as they pack more incendiary compound and blast it over a far larger area. The advantage of the HEI round over the API (Armour-Piercing Incendiary) is its improved damage potential, giving each round a better chance of disabling or destroying the target if a hit is scored. HEI hits do not penetrate the target's armour as often as API hits, however. If the angle is unfavourable, HEI hits tend to bounce off without causing damage. Each SHIVA cannon is loaded standard with a full pallet of 10,000 rounds, unless there are not enough rounds available in base storage. Recommended Doctrine It's a tough choice between API and HEI ammo in most situations. If we're expecting to engaging thickly-armoured enemies or have only limited aircraft available to intercept, API is the round of choice. If we're engaging heavily-armed, highly dangerous craft, then massed HEI fire may be one of the quickest ways to take it down. We can switch out a gun's ammunition in a matter of minutes, but we can't load both types into the same gun. The variable pressure of firing different ammunition can cause misfires and may result in extreme damage to the gun and the aircraft. Both UN safety procedures and the manufacturer's manual absolutely forbid it, and I can't help but agree. Addenda None.
pt_br: Technical Specifications: SHIVA 20mm HEI Rounds CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a pallet of 20mm HEI (High-Explosive Incendiary) ammunition for the SHIVA Rotary Cannon. It can contain up to 10,000 rounds. This high-powered anti-aircraft munition consists of a hard titanium-steel shell, tipped with depleted uranium, and filled with a core of explosive incendiary compound. Once the shell penetrates the outer skin of an aircraft, the core detonates, blowing the shell apart like a fragmentation grenade and spreading incendiary compound over the target area. Critical systems may be damaged before the incendiary compound can be quenched or compartmentalised. HEI rounds are especially good at this as they pack more incendiary compound and blast it over a far larger area. The advantage of the HEI round over the API (Armour-Piercing Incendiary) is its improved damage potential, giving each round a better chance of disabling or destroying the target if a hit is scored. HEI hits do not penetrate the target's armour as often as API hits, however. If the angle is unfavourable, HEI hits tend to bounce off without causing damage. Each SHIVA cannon is loaded standard with a full pallet of 10,000 rounds, unless there are not enough rounds available in base storage. Recommended Doctrine It's a tough choice between API and HEI ammo in most situations. If we're expecting to engaging thickly-armoured enemies or have only limited aircraft available to intercept, API is the round of choice. If we're engaging heavily-armed, highly dangerous craft, then massed HEI fire may be one of the quickest ways to take it down. We can switch out a gun's ammunition in a matter of minutes, but we can't load both types into the same gun. The variable pressure of firing different ammunition can cause misfires and may result in extreme damage to the gun and the aircraft. Both UN safety procedures and the manufacturer's manual absolutely forbid it, and I can't help but agree. Addenda None.

source: craft_weapon_sparrowhawk_txt
el: Technical Specifications: "Sparrowhawk" AA Missile Rack CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Now that we have aircraft capable of intercepting the attacking UFOs, we need to equip them with armaments that can actually shoot down these alien craft. We have evaluated every available weapon on Earth as part of the Excalibur Program, and we have selected the very best for the defence of our planet. Missiles have been humanity's primary anti-air weapon since the Vietnam war. The development of advanced Beyond-Visual-Range detection systems and the advent of guided missiles have moved combat engagements further and further away from the actual aircraft. Cannons, while not replaced, have taken a back seat to missiles due to the longer engagement ranges. However, there is one major problem with using missiles against our alien enemies. They can't hit the bastards. The amount and density of alien EW systems is enough to defeat the guidance systems of practically any Earth-built missile. Our electronics are simply not up to the job. The aliens make short work of radar and infrared homing, and manually-guided missiles have no chance of hitting. Even laser-riding missiles can't maintain a lock on the alien hull materials. This leaves us without a lot of options in the field of guided ordnance. It's only thanks to the extensive knowledge and experience of my staff that we've found one. The "Sparrowhawk" missile is an antique that never quite got out of the prototype stage. It was first tested in 2019, using then-revolutionary digital imaging technology to improve the old guidance technology of 'contrast seeking'. This technique uses an array of optical cameras mounted in the transparent fibreglass nose of the missile. The onboard computer looks for a spot in the image where the contrast changes the fastest, and then attempts to keep that spot dead centre in front of it. This system has been employed mostly in air-to-ground missiles due to the greater effectiveness of other guidance systems against Earth-built aircraft. The Sparrowhawk program was cancelled only months before the design would've been put into service. It was ready to be put into service then, it's ready now, and right now it's the only choice we've got. We've revived the Sparrowhawk AA program and the UN has agreed to put it into mass production. This will give us access to 8-missile racks capable of being mounted on all our interceptors, allowing them to engage UFOs at ranges that would otherwise be closed off to us. The missile's maximum effective range is twelve kilometres. A fully-loaded "Sparrowhawk" rack weighs approximately 600 kilos. Recommended Doctrine The Sparrowhawk should be an essential part of our aerial defence plan. Preferably all our interceptors would be carrying at least one full rack at launch. The ability to soften up an enemy while we close in is something not to be ignored lightly. Overall accuracy will be poor -- we estimate approximately one hit in twelve -- but the range difference is one of miles. Compared to the TR-20 rocket pod, the Sparrowhawk's effective range is greater by eight kilometres. Compared the SHIVA cannon, it's greater by ten kilometres. While these deliver a lot more damage than the Sparrowhawk at their respective ranges, the closer we have to get to attack the enemy, the greater the danger to our pilots and interceptors. It should theoretically be possible to simply overwhelm UFOs with Sparrowhawk fire if we could field enough aircraft armed with them. However, our Director of Finances has expressed her extreme displeasure with this idea, and I have to admit she's got a point -- but I think it's something we should keep in mind if we come up against a particularly dangerous UFO that needs to be taken out at range and as quickly as possible. Addenda None.
it: Technical Specifications: "Sparrowhawk" AA Missile Rack CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Now that we have aircraft capable of intercepting the attacking UFOs, we need to equip them with armaments that can actually shoot down these alien craft. We have evaluated every available weapon on Earth as part of the Excalibur Program, and we have selected the very best for the defence of our planet. Missiles have been humanity's primary anti-air weapon since the Vietnam war. The development of advanced Beyond-Visual-Range detection systems and the advent of guided missiles have moved combat engagements further and further away from the actual aircraft. Cannons, while not replaced, have taken a back seat to missiles due to the longer engagement ranges. However, there is one major problem with using missiles against our alien enemies. They can't hit the bastards. The amount and density of alien EW systems is enough to defeat the guidance systems of practically any Earth-built missile. Our electronics are simply not up to the job. The aliens make short work of radar and infrared homing, and manually-guided missiles have no chance of hitting. Even laser-riding missiles can't maintain a lock on the alien hull materials. This leaves us without a lot of options in the field of guided ordnance. It's only thanks to the extensive knowledge and experience of my staff that we've found one. The "Sparrowhawk" missile is an antique that never quite got out of the prototype stage. It was first tested in 2019, using then-revolutionary digital imaging technology to improve the old guidance technology of 'contrast seeking'. This technique uses an array of optical cameras mounted in the transparent fibreglass nose of the missile. The onboard computer looks for a spot in the image where the contrast changes the fastest, and then attempts to keep that spot dead centre in front of it. This system has been employed mostly in air-to-ground missiles due to the greater effectiveness of other guidance systems against Earth-built aircraft. The Sparrowhawk program was cancelled only months before the design would've been put into service. It was ready to be put into service then, it's ready now, and right now it's the only choice we've got. We've revived the Sparrowhawk AA program and the UN has agreed to put it into mass production. This will give us access to 8-missile racks capable of being mounted on all our interceptors, allowing them to engage UFOs at ranges that would otherwise be closed off to us. The missile's maximum effective range is twelve kilometres. A fully-loaded "Sparrowhawk" rack weighs approximately 600 kilos. Recommended Doctrine The Sparrowhawk should be an essential part of our aerial defence plan. Preferably all our interceptors would be carrying at least one full rack at launch. The ability to soften up an enemy while we close in is something not to be ignored lightly. Overall accuracy will be poor -- we estimate approximately one hit in twelve -- but the range difference is one of miles. Compared to the TR-20 rocket pod, the Sparrowhawk's effective range is greater by eight kilometres. Compared the SHIVA cannon, it's greater by ten kilometres. While these deliver a lot more damage than the Sparrowhawk at their respective ranges, the closer we have to get to attack the enemy, the greater the danger to our pilots and interceptors. It should theoretically be possible to simply overwhelm UFOs with Sparrowhawk fire if we could field enough aircraft armed with them. However, our Director of Finances has expressed her extreme displeasure with this idea, and I have to admit she's got a point -- but I think it's something we should keep in mind if we come up against a particularly dangerous UFO that needs to be taken out at range and as quickly as possible. Addenda None.
pt_br: Technical Specifications: "Sparrowhawk" AA Missile Rack CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Now that we have aircraft capable of intercepting the attacking UFOs, we need to equip them with armaments that can actually shoot down these alien craft. We have evaluated every available weapon on Earth as part of the Excalibur Program, and we have selected the very best for the defence of our planet. Missiles have been humanity's primary anti-air weapon since the Vietnam war. The development of advanced Beyond-Visual-Range detection systems and the advent of guided missiles have moved combat engagements further and further away from the actual aircraft. Cannons, while not replaced, have taken a back seat to missiles due to the longer engagement ranges. However, there is one major problem with using missiles against our alien enemies. They can't hit the bastards. The amount and density of alien EW systems is enough to defeat the guidance systems of practically any Earth-built missile. Our electronics are simply not up to the job. The aliens make short work of radar and infrared homing, and manually-guided missiles have no chance of hitting. Even laser-riding missiles can't maintain a lock on the alien hull materials. This leaves us without a lot of options in the field of guided ordnance. It's only thanks to the extensive knowledge and experience of my staff that we've found one. The "Sparrowhawk" missile is an antique that never quite got out of the prototype stage. It was first tested in 2019, using then-revolutionary digital imaging technology to improve the old guidance technology of 'contrast seeking'. This technique uses an array of optical cameras mounted in the transparent fibreglass nose of the missile. The onboard computer looks for a spot in the image where the contrast changes the fastest, and then attempts to keep that spot dead centre in front of it. This system has been employed mostly in air-to-ground missiles due to the greater effectiveness of other guidance systems against Earth-built aircraft. The Sparrowhawk program was cancelled only months before the design would've been put into service. It was ready to be put into service then, it's ready now, and right now it's the only choice we've got. We've revived the Sparrowhawk AA program and the UN has agreed to put it into mass production. This will give us access to 8-missile racks capable of being mounted on all our interceptors, allowing them to engage UFOs at ranges that would otherwise be closed off to us. The missile's maximum effective range is twelve kilometres. A fully-loaded "Sparrowhawk" rack weighs approximately 600 kilos. Recommended Doctrine The Sparrowhawk should be an essential part of our aerial defence plan. Preferably all our interceptors would be carrying at least one full rack at launch. The ability to soften up an enemy while we close in is something not to be ignored lightly. Overall accuracy will be poor -- we estimate approximately one hit in twelve -- but the range difference is one of miles. Compared to the TR-20 rocket pod, the Sparrowhawk's effective range is greater by eight kilometres. Compared the SHIVA cannon, it's greater by ten kilometres. While these deliver a lot more damage than the Sparrowhawk at their respective ranges, the closer we have to get to attack the enemy, the greater the danger to our pilots and interceptors. It should theoretically be possible to simply overwhelm UFOs with Sparrowhawk fire if we could field enough aircraft armed with them. However, our Director of Finances has expressed her extreme displeasure with this idea, and I have to admit she's got a point -- but I think it's something we should keep in mind if we come up against a particularly dangerous UFO that needs to be taken out at range and as quickly as possible. Addenda None.
