Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: incgren_txt
el: Technical Specifications: Incendiary Grenade CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. Incendiary grenades are area-denial weapons, covering a large stretch of ground with very hot flames that are almost impossible to extinguish. Once thrown, the body of the grenade explodes, spreading the incendiary compound over the surrounding area -- and anyone unlucky enough to be inside the area of effect. The compound itself is a modification of a mixture that has been in use since World War II; thermite, barium nitrate, sulphur and binding agent. The grenade's delayed fuse is ignited by first pulling the pin and then releasing the handle, usually released as the grenade is thrown. It will detonate after a period of several seconds. The standard American M71 grenade consists of a core of C8 explosive, an inner layer of incendiary agent, and an outer plastic casing that provides no fragmentation but more importantly doesn't slow down or otherwise impede the delivery of the payload over a large area. The M71's casing is a smooth cylinder shape, unlike the old 'pineapple' grenades of World War 2, to make it easier to roll across various surfaces. Like all hand grenades, their range is limited, but they can be an essential tool for achieving control of the battlefield. Recommended Doctrine Incendiary grenades are tactical weapons that should be used to contain or herd the enemy into disadvantageous ground. They cannot be thrown very far, but they can serve to block off escape routes, to flush out rooms, or simply to catch the enemy in a blazing inferno. Care should be taken that no friendlies (especially civilians) are caught in the area of effect, as the effect of the thermate cocktail on human tissue is a particular public relations nightmare. In such situations the use of lethal grenades is strongly discouraged; flashbangs should be given preference. It's recommended that all soldiers carrying non-heavy weapons should be equipped with at least one grenade of some variety -- be it an incendiary grenade, frag grenade, flashbang or other -- in case the need should arise. Two or more are strongly recommended. Addenda None.
es_es: Especificaciones técnicas: Granada Incendiaria CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción El ataque alienígena a Mumbai hizo nuestra situación dolorosamente clara. Su tecnología es mucho más avanzada que la nuestra. La completa falta de avance de las tropas de la Commonwealth en la ofensiva de Mumbai reveló debilidades críticas en el equipamiento y entrenamiento militar actual. Se perdieron tres batallones en el campo de tiro sin inflingir bajas significativas en el enemigo. PHALANX debe superar estos problemas, y para ello necesitamos la mejor tecnología que la humanidad pueda proporcionar. El Programa Excalibur fue creado para encontrar las armas mas efectivas de la Tierra revisando sus procedimientos de desarrollo, durabilidad, registro operacional y eficiacia de combate en aquellas situaciones en las que hemos conseguido presentar batalla a los alienigenas. Las granadas incendiarias cubren una gran superficie de terreno con llamas que son practicamente imposibles de extinguir. Una vez lanzadas, el cuerpo de la granada explota, diseminando un compuesto incendiario alrededor. Este compuesto es una modificación de una mezcla usada desde las Segunda Guerra Mundial: plasma termita, nitrato de bario, azufre y agentes adhesivos. La mecha retardante es encendida cuando se retira la anilla y se suelta el seguro, habitualmente cuando la granada se lanza. Suele detonar en pocos segundos. La granada americana M71 consiste en varios nucleos del explosivo C8, una capa interna del agente incendiario y una cubierta de plastico cuya rotura en la explosión no frena el avance del compuesto para cubrir un area mayor. La carcasa de la M71 es un cilindro hueco, que al contrario que las granas en forma de piña, permite hacerla rodar por varios tipos de superficie. Como ocurre con todas las granadas de mano su alcance es limitado, pero puede convertirse en un arma esencial para conseguir el control del campo de batalla. Doctrina Recomendada Las granadas incendiarias son armas tácticas que deben ser usadas para contener o llevar al enemigo a un terreno desfavorable. No pueden ser lanzadas muy lejos, pero pueden servir para bloquear posibles rutas de escape, limpiar habitaciones enteras o simplementes atrapar al enemigo en el infierno de sus llamas. Debe tenerse cuidado de que no haya aliados o civiles en el area de efeco, ya que el resultado del cocktel incendiario sobre la piel humana es una pesadilla para el departamento de relaciones públicas. En esas situaciones el uso de granadas letales esta desaconsejado a favor de las granadas aturdidoras. Se recomienda que cualquier soldado que no carge con armas pesadas se equipe con, al menos, una granada de cualquier tipo (ya sea de fragmentacion, aturdidora, incendiaria o cualquier otro tipo). Addenda Ninguno.
it: Technical Specifications: Incendiary Grenade CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. Incendiary grenades are area-denial weapons, covering a large stretch of ground with very hot flames that are almost impossible to extinguish. Once thrown, the body of the grenade explodes, spreading the incendiary compound over the surrounding area -- and anyone unlucky enough to be inside the area of effect. The compound itself is a modification of a mixture that has been in use since World War II; thermite, barium nitrate, sulphur and binding agent. The grenade's delayed fuse is ignited by first pulling the pin and then releasing the handle, usually released as the grenade is thrown. It will detonate after a period of several seconds. The standard American M71 grenade consists of a core of C8 explosive, an inner layer of incendiary agent, and an outer plastic casing that provides no fragmentation but more importantly doesn't slow down or otherwise impede the delivery of the payload over a large area. The M71's casing is a smooth cylinder shape, unlike the old 'pineapple' grenades of World War 2, to make it easier to roll across various surfaces. Like all hand grenades, their range is limited, but they can be an essential tool for achieving control of the battlefield. Recommended Doctrine Incendiary grenades are tactical weapons that should be used to contain or herd the enemy into disadvantageous ground. They cannot be thrown very far, but they can serve to block off escape routes, to flush out rooms, or simply to catch the enemy in a blazing inferno. Care should be taken that no friendlies (especially civilians) are caught in the area of effect, as the effect of the thermate cocktail on human tissue is a particular public relations nightmare. In such situations the use of lethal grenades is strongly discouraged; flashbangs should be given preference. It's recommended that all soldiers carrying non-heavy weapons should be equipped with at least one grenade of some variety -- be it an incendiary grenade, frag grenade, flashbang or other -- in case the need should arise. Two or more are strongly recommended. Addenda None.
pt_br: Technical Specifications: Incendiary Grenade CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. Incendiary grenades are area-denial weapons, covering a large stretch of ground with very hot flames that are almost impossible to extinguish. Once thrown, the body of the grenade explodes, spreading the incendiary compound over the surrounding area -- and anyone unlucky enough to be inside the area of effect. The compound itself is a modification of a mixture that has been in use since World War II; thermite, barium nitrate, sulphur and binding agent. The grenade's delayed fuse is ignited by first pulling the pin and then releasing the handle, usually released as the grenade is thrown. It will detonate after a period of several seconds. The standard American M71 grenade consists of a core of C8 explosive, an inner layer of incendiary agent, and an outer plastic casing that provides no fragmentation but more importantly doesn't slow down or otherwise impede the delivery of the payload over a large area. The M71's casing is a smooth cylinder shape, unlike the old 'pineapple' grenades of World War 2, to make it easier to roll across various surfaces. Like all hand grenades, their range is limited, but they can be an essential tool for achieving control of the battlefield. Recommended Doctrine Incendiary grenades are tactical weapons that should be used to contain or herd the enemy into disadvantageous ground. They cannot be thrown very far, but they can serve to block off escape routes, to flush out rooms, or simply to catch the enemy in a blazing inferno. Care should be taken that no friendlies (especially civilians) are caught in the area of effect, as the effect of the thermate cocktail on human tissue is a particular public relations nightmare. In such situations the use of lethal grenades is strongly discouraged; flashbangs should be given preference. It's recommended that all soldiers carrying non-heavy weapons should be equipped with at least one grenade of some variety -- be it an incendiary grenade, frag grenade, flashbang or other -- in case the need should arise. Two or more are strongly recommended. Addenda None.
