Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: pistol_txt
el: Technical Specifications: P-12 Pistol CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. With the return of armour to the battlefield, starting with steel helmets in World War 1 and fragmentation vests in Vietnam, pistols have had a harder and harder time keeping up. Due to their far lower muzzle velocity compared to longer-barreled and/or fully automatic weapons, they've had increasing trouble penetrating the new, ever-higher standards of human armour -- much less advanced alien composites. The very concept of the pistol in military use came under fire at one point in the 21st century, and was saved only by the advent of super-high-velocity powder. Chief among the new generation of super-pistols is the Dolvich DV762 from Russia. It follows the design philosophy of its home country; rugged, reliable power without frills. Its design is extremely basic, and though the materials used in its construction are far stronger to cope with the new powder, the DV762's internals are no more advanced than any pistol of the late 20th century. The DV762 does not compromise. It isn't a multi-function firearm. It's designed for only one thing: to punch through armour and kill the person inside. In order to do this, the DV fires the ancient 7.62mm Tokarev pistol round, either on semi-automatic or three-round burst mode, from a 12-round detachable box magazine. The Tokarev round is known for its excellent penetration, and it has been significantly upgraded on its return to military service. This pistol can shoot clean through the side of a modern ballistic helmet at ranges of up to 10 metres -- and then out the other side. Unfortunately, in order to achieve penetration, the DV sacrifices stopping power. The 7.62mm round makes a very clean hole in the enemy, which is the problem; it's very reluctant to fragment or tumble, requiring a direct hit on a vital organ or major artery to incapacitate or kill an enemy. For the purposes of the Excalibur program, we concluded that a guaranteed minor hit is better than one that may simply bounce off an alien's armour, especially as we have yet to gain a clear picture of how nasty alien armour can get. We need sidearms that we know will be effective in the crunch, and the DV762 is the best of them. For PHALANX use, we have given this pistol the classification P-12. Recommended Doctrine The P-12 is primarily a backup weapon. It is a significant step up from the combat knife as a weapon of last resort, and it lets a soldier respond to new close-range threats if the primary weapon is rendered ineffective at such ranges or has run out of ammo. Ambidextrous soldiers may even consider using two pistols at the same time, though this will negatively impact accuracy and reduce the soldier's already minimal effective range. A single P-12 should rarely be considered as a primary weapon, as it is outclassed in this role by nearly every other weapon in our arsenal. Its advantages are the advantages of a sidearm -- small size and weight. Still, it may find a use as a primary weapon with field medics and technicians who do not have room for larger weapons. Addenda Despite good penetration against organics, this weapon performs very poorly against robotic targets.
es_es: Especificaciones técnicas: Pistola P-12 CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción El ataque alienígena a Mumbai hizo nuestra situación dolorosamente clara. Su tecnología es mucho más avanzada que la nuestra. La completa falta de avance de las tropas de la Commonwealth en la ofensiva de Mumbai reveló debilidades críticas en el equipamiento y entrenamiento militar actual. Se perdieron tres batallones en el campo de tiro sin inflingir bajas significativas en el enemigo. PHALANX debe superar estos problemas, y para ello necesitamos la mejor tecnología que la humanidad pueda proporcionar. El Programa Excalibur fue creado para encontrar las armas mas efectivas de la Tierra revisando sus procedimientos de desarrollo, durabilidad, registro operacional y eficiacia de combate en aquellas situaciones en las que hemos conseguido presentar batalla a los alienigenas. Con la vuelta de las armaduras al campo de batalla, comenzando con los cascos de acero de la Primera Guerra Mundial y con los trajes de fragmentación en Vietnam, las pistolas encontraron un duro rival. Debido a la pequeña velocidad de escape de su cañon comparada con la de otras armas largas o automáticas, cada vez encuentran más problemas para penetrar en las evolucionadas armaduras estandar -- ni que decir tiene que los mismo problemas se producen con los extraños compuestos de las armaduras alienígenas. El mismo concepto de pistola en el ejercito podría haber sido superado a la mitad del siglo XXI si no llega ser por la aparición de la pólvora de velocidad super-alta. Entre lo mejor de la nueva generación de super-pistolas se encuntra la Dolvich DV762 rusa. Este arma sigue la filosofía de diseño que impera en su país de origen: basta, sin adornos, pero completamente fiable. Su diseño es extremadamente básico y, aunque los materiales usados en su construcción son mucho más resistentes que los usados antiguamente para poder resistir la nueva pólvora, el interior de la DV762 no es mucho más avanzado que el de cualquier pistola del siglo XX. La DV762 no engaña. No es un arma multifunción. Se ha diseñado para hacer sólo una cosa: atravesar el blindaje y matar a la persona que esté en su interior. Para conseguirlo la DV usa la antigua munición Tokarev de 7.62mm, tanto en modo semiautomático como en el modo ráfaga de tres disparos, almacenada en cargadores estandar de 12 balas. Las balas Tokarev son famosas por su excelente capacidad de penetración y han sufrido varias mejoras adicionales en su puesta en servicio para el ejercito. Esta pistola puede hacer un tiro limpio atravesando un casco balístico moderno de parte a parte a una distancia de 10 metros. Desafortunadamente para conseguir este poder de penetración la DV sacrifica potencia expansiva. Las balas de 7.62mm hacen un agujero muy definido en el enemigo, lo cual implica que no se fragmentan al entrar en el cuerpo del objetivo, siendo necesario acertar en un organo vital para incapacitarlo. Para los propositos del Programa Excalibur hemos concluido que la garantía de una herida aunque sea pequeña en el cuerpo de un alienígena es mejor que la posibilidad de cualquier herida mayor pero que dependa del blindaje utilizado por el enemigo, y más teniendo en cuenta que conocemos sólo una pequeña parte de las armaduras extraterrestres. Necesitamos armas que sepamos efectivas en cualquier circunstancias, y la DV762 lo es. Para uso interno de PHALANX hemos denominado esta pistola como P-12. Doctrina Recomendada La P-12 es principalmente un arma de apoyo. Sustituye con creces al cuchillo de combate como último recurso cuando todo lo demas falla, y permite al soldado responder a un ataque en el corto alcance si el arma principal no es efectiva en esas situaciones o si ha agotado su munición. Los soldados ambidiestros pueden considerar usar dos pistolas al mismo tiempo, aunque esto puede afectar negativamente a la precisión y reducir aun más si cabe el alcance efectivo de sus armas. Una P-12 no debe ser considerada como un arma primaria en ninguna circunstancia normal, ya que casi cualquier elemento de nuestro arsenal supera sus capacidades ofensivas. Sus ventajas son las ventajas de cualquier arma secundaria: pequeña y ligera. Por ello puede ser útil como arma primaria para efectivos no combatientes, como médicos y tecnicos que no suelen tener espacio para armas más potentes. Addenda A pesar de su buena capacidad de penetración contra objetivos orgánicos, este arma no se comporta bien contra enemigos robóticos.
it: Technical Specifications: P-12 Pistol CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. With the return of armour to the battlefield, starting with steel helmets in World War 1 and fragmentation vests in Vietnam, pistols have had a harder and harder time keeping up. Due to their far lower muzzle velocity compared to longer-barreled and/or fully automatic weapons, they've had increasing trouble penetrating the new, ever-higher standards of human armour -- much less advanced alien composites. The very concept of the pistol in military use came under fire at one point in the 21st century, and was saved only by the advent of super-high-velocity powder. Chief among the new generation of super-pistols is the Dolvich DV762 from Russia. It follows the design philosophy of its home country; rugged, reliable power without frills. Its design is extremely basic, and though the materials used in its construction are far stronger to cope with the new powder, the DV762's internals are no more advanced than any pistol of the late 20th century. The DV762 does not compromise. It isn't a multi-function firearm. It's designed for only one thing: to punch through armour and kill the person inside. In order to do this, the DV fires the ancient 7.62mm Tokarev pistol round, either on semi-automatic or three-round burst mode, from a 12-round detachable box magazine. The Tokarev round is known for its excellent penetration, and it has been significantly upgraded on its return to military service. This pistol can shoot clean through the side of a modern ballistic helmet at ranges of up to 10 metres -- and then out the other side. Unfortunately, in order to achieve penetration, the DV sacrifices stopping power. The 7.62mm round makes a very clean hole in the enemy, which is the problem; it's very reluctant to fragment or tumble, requiring a direct hit on a vital organ or major artery to incapacitate or kill an enemy. For the purposes of the Excalibur program, we concluded that a guaranteed minor hit is better than one that may simply bounce off an alien's armour, especially as we have yet to gain a clear picture of how nasty alien armour can get. We need sidearms that we know will be effective in the crunch, and the DV762 is the best of them. For PHALANX use, we have given this pistol the classification P-12. Recommended Doctrine The P-12 is primarily a backup weapon. It is a significant step up from the combat knife as a weapon of last resort, and it lets a soldier respond to new close-range threats if the primary weapon is rendered ineffective at such ranges or has run out of ammo. Ambidextrous soldiers may even consider using two pistols at the same time, though this will negatively impact accuracy and reduce the soldier's already minimal effective range. A single P-12 should rarely be considered as a primary weapon, as it is outclassed in this role by nearly every other weapon in our arsenal. Its advantages are the advantages of a sidearm -- small size and weight. Still, it may find a use as a primary weapon with field medics and technicians who do not have room for larger weapons. Addenda Despite good penetration against organics, this weapon performs very poorly against robotic targets.
pt_br: Technical Specifications: P-12 Pistol CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. With the return of armour to the battlefield, starting with steel helmets in World War 1 and fragmentation vests in Vietnam, pistols have had a harder and harder time keeping up. Due to their far lower muzzle velocity compared to longer-barreled and/or fully automatic weapons, they've had increasing trouble penetrating the new, ever-higher standards of human armour -- much less advanced alien composites. The very concept of the pistol in military use came under fire at one point in the 21st century, and was saved only by the advent of super-high-velocity powder. Chief among the new generation of super-pistols is the Dolvich DV762 from Russia. It follows the design philosophy of its home country; rugged, reliable power without frills. Its design is extremely basic, and though the materials used in its construction are far stronger to cope with the new powder, the DV762's internals are no more advanced than any pistol of the late 20th century. The DV762 does not compromise. It isn't a multi-function firearm. It's designed for only one thing: to punch through armour and kill the person inside. In order to do this, the DV fires the ancient 7.62mm Tokarev pistol round, either on semi-automatic or three-round burst mode, from a 12-round detachable box magazine. The Tokarev round is known for its excellent penetration, and it has been significantly upgraded on its return to military service. This pistol can shoot clean through the side of a modern ballistic helmet at ranges of up to 10 metres -- and then out the other side. Unfortunately, in order to achieve penetration, the DV sacrifices stopping power. The 7.62mm round makes a very clean hole in the enemy, which is the problem; it's very reluctant to fragment or tumble, requiring a direct hit on a vital organ or major artery to incapacitate or kill an enemy. For the purposes of the Excalibur program, we concluded that a guaranteed minor hit is better than one that may simply bounce off an alien's armour, especially as we have yet to gain a clear picture of how nasty alien armour can get. We need sidearms that we know will be effective in the crunch, and the DV762 is the best of them. For PHALANX use, we have given this pistol the classification P-12. Recommended Doctrine The P-12 is primarily a backup weapon. It is a significant step up from the combat knife as a weapon of last resort, and it lets a soldier respond to new close-range threats if the primary weapon is rendered ineffective at such ranges or has run out of ammo. Ambidextrous soldiers may even consider using two pistols at the same time, though this will negatively impact accuracy and reduce the soldier's already minimal effective range. A single P-12 should rarely be considered as a primary weapon, as it is outclassed in this role by nearly every other weapon in our arsenal. Its advantages are the advantages of a sidearm -- small size and weight. Still, it may find a use as a primary weapon with field medics and technicians who do not have room for larger weapons. Addenda Despite good penetration against organics, this weapon performs very poorly against robotic targets.

source: pistol_mag_txt
el: Technical Specifications: 7.62mm Pistol Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 12 rounds of 7.62x25mm TT (Tokarev) pistol ammunition. It is a conventional staggered-stack box design. Though the original TT bullet design is ancient, the rounds in this magazine are brand-new and ready for service, reinforced with steel and tungsten to withstand the tremendous force of the powder explosion. This round is an excellent penetrator, able to punch through heavy armour at close range. However, it's also reluctant to fragment or tumble, requiring a direct hit on a vital organ or major artery to incapacitate or kill an enemy. Combined with super-high-velocity powder, these rounds also have a kick like a mule. A two-handed firing stance is recommended for most users to avoid the chance of breaking a wrist. The magazine is meant to be loaded into a P-12 Pistol. Recommended Doctrine All soldiers equipped with pistols should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
es_es: Especificaciones técnicas: Cargador de Pistola de 7.62mm CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción Este cargador contiene 12 balas de munición para pistola de 7.62x25mm TT (Tokarev), alojadas en el formato de una columna. Aunque de diseño antiguo, las balas que porta son de última tecnología y listas para cualquier servicio moderno. Las balas Tokarev tienen un excelente poder de penetración, capaces de atravesar armaduras pesadas en corto alcance. Sin embargo no se fragmentan con facilidad, requiriendo por tanto un acierto en un organo vital para incapacitar al enemigo. Este cargador se usa como munición de la Pistola P-12. Doctrina Recomendada Cualquier soldado equipado con una pistola deberá portar al menos un cargador de reserva siempre que esté en una situacion de combate. No es recomendable enviar a nuestros soldados al frente sin munición de reserva. Addenda Ninguno.
it: Technical Specifications: 7.62mm Pistol Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 12 rounds of 7.62x25mm TT (Tokarev) pistol ammunition. It is a conventional single-column box design. Though their design is ancient, the bullets in this magazine are brand-new and ready for service. The Tokarev round is an excellent penetrator, able to punch through heavy armour at close range. However, it is also reluctant to fragment or tumble, requiring a direct hit on a vital organ or major artery to incapacitate or kill an enemy. Combined with super-high-velocity powder, these rounds also kick like a mule in recoil. The magazine is meant to be loaded into a P-12 Pistol. Recommended Doctrine All soldiers equipped with pistols should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
pt_br: Technical Specifications: 7.62mm Pistol Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 12 rounds of 7.62x25mm TT (Tokarev) pistol ammunition. It is a conventional single-column box design. Though their design is ancient, the bullets in this magazine are brand-new and ready for service. The Tokarev round is an excellent penetrator, able to punch through heavy armour at close range. However, it is also reluctant to fragment or tumble, requiring a direct hit on a vital organ or major artery to incapacitate or kill an enemy. Combined with super-high-velocity powder, these rounds also kick like a mule in recoil. The magazine is meant to be loaded into a P-12 Pistol. Recommended Doctrine All soldiers equipped with pistols should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
