Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: monoknife_pre_txt
el: Commander, now that we've had a good look at the alien blade technology from several sources -- the Bloodspider's 'fangs' and the Kerrblade -- we're starting to form a picture of how to recreate the unknown or ill-understood materials used in their construction. Some of this stuff is completely new to us. The plastics from which the alien blades are forged are harder than damascus steel, sharper than a razor, and yet shock-resistant and flexible enough to survive the stresses of melee combat. Once forged they are nearly impossible to break, nick or bend. Applying a hammer and chisel directly to the blade just means you end up with two neatly-sliced halves of a chisel. Obviously it would be of great interest to us if we could create our own knives made from these materials, with edges tapering to the width of a single molecule. My team and I believe it may now be possible. If you give us the funding and lab time we need, we can design and create a new monomolecular combat knife that will even the playing field for our soldiers when forced into hand-to-hand combat. This knife will be far more compact than the Kerrblade and much easier for humans to wield, and it'll be small enough to be used one-handed. Equipping our troops with such weapons could give them a major advantage, as they'll be able to properly defend themselves in melee for the first time whilst using other weapons or equipment -- such as pistols, grenades, medikits, or other useful items of tactical or life-saving importance. --Cdr. Navarre
es_es: No hay información previa a la investigación diponible.
it: Commander, now that we've had a good look at the alien blade technology from several sources -- the Bloodspider's 'fangs' and the Kerrblade -- we're starting to form a picture of how to recreate the unknown or ill-understood materials used in their construction. Some of this stuff is completely new to us. The plastics from which the alien blades are forged are harder than damascus steel, sharper than a razor, and yet shock-resistant and flexible enough to survive the stresses of melee combat. Once forged they are nearly impossible to break, nick or bend. Applying a hammer and chisel directly to the blade just means you end up with two neatly-sliced halves of a chisel. Obviously it would be of great interest to us if we could create our own knives made from these materials, with edges tapering to the width of a single molecule. My team and I believe it may now be possible. If you give us the funding and lab time we need, we can design and create a new monomolecular combat knife that will even the playing field for our soldiers when forced into hand-to-hand combat. This knife will be far more compact than the Kerrblade and much easier for humans to wield, and it'll be small enough to be used one-handed. Equipping our troops with such weapons could give them a major advantage, as they'll be able to properly defend themselves in melee for the first time whilst using other weapons or equipment -- such as pistols, grenades, medikits, or other useful items of tactical or life-saving importance. --Cdr. Navarre
pt_br: Commander, now that we've had a good look at the alien blade technology from several sources -- the Bloodspider's 'fangs' and the Kerrblade -- we're starting to form a picture of how to recreate the unknown or ill-understood materials used in their construction. Some of this stuff is completely new to us. The plastics from which the alien blades are forged are harder than damascus steel, sharper than a razor, and yet shock-resistant and flexible enough to survive the stresses of melee combat. Once forged they are nearly impossible to break, nick or bend. Applying a hammer and chisel directly to the blade just means you end up with two neatly-sliced halves of a chisel. Obviously it would be of great interest to us if we could create our own knives made from these materials, with edges tapering to the width of a single molecule. My team and I believe it may now be possible. If you give us the funding and lab time we need, we can design and create a new monomolecular combat knife that will even the playing field for our soldiers when forced into hand-to-hand combat. This knife will be far more compact than the Kerrblade and much easier for humans to wield, and it'll be small enough to be used one-handed. Equipping our troops with such weapons could give them a major advantage, as they'll be able to properly defend themselves in melee for the first time whilst using other weapons or equipment -- such as pistols, grenades, medikits, or other useful items of tactical or life-saving importance. --Cdr. Navarre

source: flamer_txt
el: Technical Specifications: CRC-FL Flamethrower CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. The Iranian ADA 22 flamethrower (nicknamed 'The Torch of God' by Alliance troops) is a marvel of modern engineering. Unlike the old flamethrowers of the 20th century, it requires no heavy pressure tanks to be carried on a soldier's back -- the ADA is one unit carried in the hands without any hoses or tubes. It simply slots a relatively small 200mm gas canister into the feed, fires its deadly ammunition, and then ejects the empty canister to make room for a reload. The system is ingenious and surprisingly reliable. The muzzle of the weapon is a powerful pump that squirts gas into the air, then sets off the gas-air mixture by way of four parallel spark igniters, one main unit and three backups. These igniters each emit as many as ten sparks per second in order to ignite the fuel before it disperses. The backups are very important in preventing an explosion due to the special fuel the ADA uses, a substance called Compound 90. Compound 90 is a new flamethrower fuel that, when injected into the air, creates a slow thermobaric reaction -- a fuel-air ignition rather than a fuel-air explosion -- that can roast living tissue in seconds. C90 inflicts horrific damage on organic targets; the heat generated exceeds 1700 degrees celsius, enough to melt titanium. However, due to its gaseous nature it leaves no burning residue (like napalm) on the target or in the surrounding area and disperses its heat much more quickly. This makes it significantly safer for urban use than napalm-derivative substances. The ADA 22's main drawbacks are its short range and its complex internals, which are difficult to repair. However, our experienced technicians should have no problem doing maintenance on this model. For PHALANX use, we have given this flamethrower the classification CRC-FL. Recommended Doctrine The CRC-FL is a close-range weapon; the operator needs to be fast in order to get into weapons range and unleash as much hell as possible. It is also a rather weighty weapon despite its relatively slim design. Strength as well as speed is required to wield it effectively. Flamethrowers also make great ambush weapons -- just make sure that none of our soldiers are in the line of fire. Addenda This weapon should not be fired if there are civilians in or near the target zone.
es_es: Especificaciones técnicas: Lanzallamas CRC-FL CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción El ataque alienígena a Mumbai hizo nuestra situación dolorosamente clara. Su tecnología es mucho más avanzada que la nuestra. La completa falta de avance de las tropas de la Commonwealth en la ofensiva de Mumbai reveló debilidades críticas en el equipamiento y entrenamiento militar actual. Se perdieron tres batallones en el campo de tiro sin inflingir bajas significativas en el enemigo. PHALANX debe superar estos problemas, y para ello necesitamos la mejor tecnología que la humanidad pueda proporcionar. El Programa Excalibur fue creado para encontrar las armas mas efectivas de la Tierra revisando sus procedimientos de desarrollo, durabilidad, registro operacional y eficiacia de combate en aquellas situaciones en las que hemos conseguido presentar batalla a los alienigenas. De nuestra experiencia en Mumbai y en otras ciudades atacadas, hemos llegado a la conclusion de que los alienígenas parecen concentrar sus esfuerzos en centros muy poblados, especialmente en las areas urbanas más densas. Una gran parte de los combates se realizan en el corto alcance, incluso en el mano a mano. Como resultado del Programa Excalibur se han elegido varias armas muy eficientes para la categoria de Combate de Corto Alcance. El lanzallamas iraní ADA 22 (conocido como 'El fuego de Dios' por las tropas aliadas) es una maravilla de la ingenieria moderna. Al contrario que los antiguos lanzallamas del siglo XX, no necesita el combustible tanques de alta presion a la espalda del soldado. El ADA es una unidad de mano sin nungun tubo o manguera. Sólamente alberga un cartucho de gas relativamente pequeño de 200mm en el cañón, que es expulsado despues del disparo para permitir la recarga. El sistema es ingenioso y muy seguro. El corazon del arma es una potente bomba que concentra el gas en el aire y lleva la mezcla a traves de cuatro quemadores paralelos, uno principal y tres de reserva, capaces de producir hasta diez chipas por segundo cada uno para asegurar la ignición del gas antes de su expulsión. Los quemadores de reserva son muy importantes al prevenir cualquier explosion, debido al combustible que usa el ADA (una sustancia llamada Compuesto 90) El Compuesto 90 es un nuevo combustible para lanzallamas que, cuando se inyecta en el aire, crea una reaccion termobárica lenta -- una ignición de la mezcla gas-aire en vez de una explosión -- que carbonizar tejido vivo en segundos. El C90 inflige graves daños en objetivos organicos; el calor que genera supera los 1700 ºC, suficiente para derretir titanio. Por otra parte, debido a su naturaleza gaseosa no se deja residuos ni combustilbe en el objetivo o en su entorno, ademas de que el calor se dispersa mucho más rapidamente. Esto lo hace mucho más seguro para uso urbano que sus alternativas basadas en napalm. El principal inconveniente del ADA 22 es su corto alcance y su complejidad interna, que lo hacen dificil de reparar. En cualquier caso, nuestros tecnicos no deben tener problemas con el mantenimiento de este modelo. Para uso interno en PHALANX, hemos denominado este lanzallamas como CRC-FL Doctrina Recomendada El CRC-FL es un arma de corto alcance; el usuario necesita ser rápido para situarse cerca del enemigo y descargar tanto calor como sea posible. Es un arma pesada a pesar de su diseño relativamente fino, asi que la fuerza tambien será una caracteristica necesaria para que el soldado pueda sacar todo el potencial al arma. Addenda Esta arma no debe ser disparada si hay civiles cerca del area del objetivo.
it: Technical Specifications: CRC-FL Flamethrower CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. The Iranian ADA 22 flamethrower (nicknamed 'The Torch of God' by Alliance troops) is a marvel of modern engineering. Unlike the old flamethrowers of the 20th century, it requires no heavy pressure tanks to be carried on a soldier's back -- the ADA is one unit carried in the hands without any hoses or tubes. It simply slots a relatively small 200mm gas canister into the feed, fires its deadly ammunition, and then ejects the empty canister to make room for a reload. The system is ingenious and surprisingly reliable. The muzzle of the weapon is a powerful pump that squirts gas into the air, then sets off the gas-air mixture by way of four parallel spark igniters, one main unit and three backups. These igniters each emit as many as ten sparks per second in order to ignite the fuel before it disperses. The backups are very important in preventing an explosion due to the special fuel the ADA uses, a substance called Compound 90. Compound 90 is a new flamethrower fuel that, when injected into the air, creates a slow thermobaric reaction -- a fuel-air ignition rather than a fuel-air explosion -- that can roast living tissue in seconds. C90 inflicts horrific damage on organic targets; the heat generated exceeds 1700 degrees celsius, enough to melt titanium. However, due to its gaseous nature it leaves no burning residue (like napalm) on the target or in the surrounding area and disperses its heat much more quickly. This makes it significantly safer for urban use than napalm-derivative substances. The ADA 22's main drawbacks are its short range and its complex internals, which are difficult to repair. However, our experienced technicians should have no problem doing maintenance on this model. For PHALANX use, we have given this flamethrower the classification CRC-FL. Recommended Doctrine The CRC-FL is a close-range weapon; the operator needs to be fast in order to get into weapons range and unleash as much hell as possible. It is also a rather weighty weapon despite its relatively slim design. Strength as well as speed is required to wield it effectively. Flamethrowers also make great ambush weapons -- just make sure that none of our soldiers are in the line of fire. Addenda This weapon should not be fired if there are civilians in or near the target zone.
pt_br: Technical Specifications: CRC-FL Flamethrower CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. The Iranian ADA 22 flamethrower (nicknamed 'The Torch of God' by Alliance troops) is a marvel of modern engineering. Unlike the old flamethrowers of the 20th century, it requires no heavy pressure tanks to be carried on a soldier's back -- the ADA is one unit carried in the hands without any hoses or tubes. It simply slots a relatively small 200mm gas canister into the feed, fires its deadly ammunition, and then ejects the empty canister to make room for a reload. The system is ingenious and surprisingly reliable. The muzzle of the weapon is a powerful pump that squirts gas into the air, then sets off the gas-air mixture by way of four parallel spark igniters, one main unit and three backups. These igniters each emit as many as ten sparks per second in order to ignite the fuel before it disperses. The backups are very important in preventing an explosion due to the special fuel the ADA uses, a substance called Compound 90. Compound 90 is a new flamethrower fuel that, when injected into the air, creates a slow thermobaric reaction -- a fuel-air ignition rather than a fuel-air explosion -- that can roast living tissue in seconds. C90 inflicts horrific damage on organic targets; the heat generated exceeds 1700 degrees celsius, enough to melt titanium. However, due to its gaseous nature it leaves no burning residue (like napalm) on the target or in the surrounding area and disperses its heat much more quickly. This makes it significantly safer for urban use than napalm-derivative substances. The ADA 22's main drawbacks are its short range and its complex internals, which are difficult to repair. However, our experienced technicians should have no problem doing maintenance on this model. For PHALANX use, we have given this flamethrower the classification CRC-FL. Recommended Doctrine The CRC-FL is a close-range weapon; the operator needs to be fast in order to get into weapons range and unleash as much hell as possible. It is also a rather weighty weapon despite its relatively slim design. Strength as well as speed is required to wield it effectively. Flamethrowers also make great ambush weapons -- just make sure that none of our soldiers are in the line of fire. Addenda This weapon should not be fired if there are civilians in or near the target zone.
