Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: pistol2_txt
el: Technical Specifications: MP-699 Machine Pistol CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. With the return of armour to the battlefield, starting with steel helmets in World War 1 and fragmentation vests in Vietnam, pistols have had a harder and harder time keeping up. Due to their far lower muzzle velocity compared to longer-barreled and/or fully automatic weapons, they've had increasing trouble penetrating the new, ever-higher standards of human armour -- much less advanced alien composites. The very concept of the pistol in military use came under fire at one point in the 21st century, and was saved only by the advent of super-high-velocity powder. The major drawback of super-high-velocity powder is that it cannot be used in fully-automatic weapons, since no firearms action on this Earth can survive that much violence for long without breaking. The British APMP pistol ignores these concerns by using more ordinary smokeless powder and a longer, almost SMG-length barrel to achieve higher velocities and greater kinetic power. It is a true machine pistol, fully automatic and capable of firing 600 rounds per minute from its surprisingly slim-lined 30-round detachable box magazine. It has three firing modes: semi-automatic, 3-round burst, and full-automatic. The APMP fires the specially-developed 4.2x24mm round that goes through kevlar like it wasn't there. Once inside a human body this tiny round tumbles like a madman and creates huge wound cavities. It has a deal of trouble penetrating modern body armour, but this is offset by the APMP's ability to deliver repeated hits from its large magazine, all in a pistol-sized package. Unfortunately, the APMP can be a little unwieldy due to its size. Accuracy during burst and fully-automatic fire suffers as a result. Whenever we need an automatic weapon no larger than our own P-12, this is the weapon that fills the gap. For PHALANX use, we have given this machine pistol the classification MP-699. Recommended Doctrine The MP-699 is primarily a backup weapon. It is a significant step up from the combat knife as a weapon of last resort, and it lets a soldier respond to new close-range threats if the primary weapon is rendered ineffective at such ranges or has run out of ammo. It is a good alternative for soldiers who have trouble hitting anything with the P-12, but the MP-699 is low-powered in comparison with the P-12. Furthermore, its magazines are large enough to preclude hanging them from a soldier's belt and far fewer of them can be carried conveniently. Ambidextrous soldiers may consider using two pistols at the same time, though this will negatively impact accuracy and reduce the soldier's already minimal effective range. A single MP-699 should rarely be considered as a primary weapon, as it is outclassed in this role by nearly every other weapon in our arsenal. Its advantages are the advantages of a sidearm -- small size and weight. Still, it may find a use as a primary weapon with field medics and technicians who do not have room for larger weapons. Addenda None.
es_es: Especificaciones técnicas: Pistola Automática MP-699 CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción El ataque alienígena a Mumbai hizo nuestra situación dolorosamente clara. Su tecnología es mucho más avanzada que la nuestra. La completa falta de avance de las tropas de la Commonwealth en la ofensiva de Mumbai reveló debilidades críticas en el equipamiento y entrenamiento militar actual. Se perdieron tres batallones en el campo de tiro sin inflingir bajas significativas en el enemigo. PHALANX debe superar estos problemas, y para ello necesitamos la mejor tecnología que la humanidad pueda proporcionar. El Programa Excalibur fue creado para encontrar las armas mas efectivas de la Tierra revisando sus procedimientos de desarrollo, durabilidad, registro operacional y eficiacia de combate en aquellas situaciones en las que hemos conseguido presentar batalla a los alienigenas. Con la vuelta de las armaduras al campo de batalla, comenzando con los cascos de acero de la Primera Guerra Mundial y con los trajes de fragmentación en Vietnam, las pistolas encontraron un duro rival. Debido a la pequeña velocidad de escape de su cañon comparada con la de otras armas largas o automáticas, cada vez encuentran más problemas para penetrar en las evolucionadas armaduras estandar -- ni que decir tiene que los mismo problemas se producen con los extraños compuestos de las armaduras alienígenas. El mismo concepto de pistola en el ejercito podría haber sido superado a la mitad del siglo XXI si no llega ser por la aparición de la pólvora de velocidad super-alta. El mayor inconveniente de la nueva pólvora es que no puede usarse en armas completamente automáticas, ya que ningun arma conocida puede soportar las altísimas presiones que se producen en las explosiones sucesivas durante mucho tiempo sin romperse. La pistola británica APMP no se preocupa de estos detalles al usar pólvora sin humos ordinaria y un cañon más largo (casi de escopeta) para conseguir mayores velocidades y fuerza cinética. Es una verdadera pistola automática, capaz de disparar 600 balas por minuto a partir de su sorprendentemente ligero cargador con capacidad de 30 balas. Este arma no tiene capacidades de semiautomática, sólo cuenta con el automático completo y el modo de ráfaga de tres disparos. El APMP usa una munición especialmente diseñada de 4.2x24mm que puede atravesar el kevlar como si no estuviera presente. Una vez dentro del cuerpo, esta pequeña bala se pulveriza y crea enormes heridas internas. Puede tener problemas en penetrar los blindajes más modernos, pero es un problema menor gracias a la capacidad de inflingir daños repetidos al enemigo en la misma ráfaga con un sólo cargador. Desafortunadamente su pequeño tamaño tambien provoca algunos problemas de precisión durante el fuego en automático o en ráfaga. En cualquier circunstancia en la que necesitamos un arma automática más pequeña que nuestra propia P-12, este es el arma recomendada. Para uso interno de PHALANX, hemos denominado esta arma como MP-699. Doctrina recomendada La MP-699 es principalmente un arma de apoyo. Sustituye con creces al cuchillo de combate como último recurso cuando todo lo demas falla, y permite al soldado responder a un ataque en el corto alcance si el arma principal no es efectiva en esas situaciones o si ha agotado su munición. Es una buena alternativa para los soldados que tengan problemas acertando con la P-12, aunque hay que tener en cuenta que tiene menos potencia que aquella. Ademas, sus cargadores son suficientemente grandes para colocarse con comodida en el cinturón del soldado y su mayor capacidad hace que sea posible llevar la misma munición que la P-12 en menos espacio. Los soldados ambidiestros pueden considerar usar dos pistolas al mismo tiempo, aunque esto puede afectar negativamente a la precisión y reducir aun más si cabe el alcance efectivo de sus armas. Una MP-699 no debe ser considerada como un arma primaria en ninguna circunstancia normal, ya que casi cualquier elemento de nuestro arsenal supera sus capacidades ofensivas. Sus ventajas son las ventajas de cualquier arma secundaria: pequeña y ligera. Por ello puede ser útil como arma primaria para efectivos no combatientes, como médicos y tecnicos que no suelen tener espacio para armas más potentes. Addenda Ninguno.
it: Technical Specifications: MP-699 Machine Pistol CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. With the return of armour to the battlefield, starting with steel helmets in World War 1 and fragmentation vests in Vietnam, pistols have had a harder and harder time keeping up. Due to their far lower muzzle velocity compared to longer-barreled and/or fully automatic weapons, they've had increasing trouble penetrating the new, ever-higher standards of human armour -- much less advanced alien composites. The very concept of the pistol in military use came under fire at one point in the 21st century, and was saved only by the advent of super-high-velocity powder. The major drawback of super-high-velocity powder is that it cannot be used in fully-automatic weapons, since no firearms action on this Earth can survive that much violence for long without breaking. The British APMP pistol ignores these concerns by using more ordinary smokeless powder and a longer, almost SMG-length barrel to achieve higher velocities and greater kinetic power. It is a true machine pistol, fully automatic and capable of firing 600 rounds per minute from its surprisingly slim-lined 30-round detachable box magazine. It has three firing modes: semi-automatic, 3-round burst, and full-automatic. The APMP fires the specially-developed 4.2x24mm round that goes through kevlar like it wasn't there. Once inside a human body this tiny round tumbles like a madman and creates huge wound cavities. It has a deal of trouble penetrating modern body armour, but this is offset by the APMP's ability to deliver repeated hits from its large magazine, all in a pistol-sized package. Unfortunately, the APMP can be a little unwieldy due to its size. Accuracy during burst and fully-automatic fire suffers as a result. Whenever we need an automatic weapon no larger than our own P-12, this is the weapon that fills the gap. For PHALANX use, we have given this machine pistol the classification MP-699. Recommended Doctrine The MP-699 is primarily a backup weapon. It is a significant step up from the combat knife as a weapon of last resort, and it lets a soldier respond to new close-range threats if the primary weapon is rendered ineffective at such ranges or has run out of ammo. It is a good alternative for soldiers who have trouble hitting anything with the P-12, but the MP-699 is low-powered in comparison with the P-12. Furthermore, its magazines are large enough to preclude hanging them from a soldier's belt and far fewer of them can be carried conveniently. Ambidextrous soldiers may consider using two pistols at the same time, though this will negatively impact accuracy and reduce the soldier's already minimal effective range. A single MP-699 should rarely be considered as a primary weapon, as it is outclassed in this role by nearly every other weapon in our arsenal. Its advantages are the advantages of a sidearm -- small size and weight. Still, it may find a use as a primary weapon with field medics and technicians who do not have room for larger weapons. Addenda None.
pt_br: Technical Specifications: MP-699 Machine Pistol CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. With the return of armour to the battlefield, starting with steel helmets in World War 1 and fragmentation vests in Vietnam, pistols have had a harder and harder time keeping up. Due to their far lower muzzle velocity compared to longer-barreled and/or fully automatic weapons, they've had increasing trouble penetrating the new, ever-higher standards of human armour -- much less advanced alien composites. The very concept of the pistol in military use came under fire at one point in the 21st century, and was saved only by the advent of super-high-velocity powder. The major drawback of super-high-velocity powder is that it cannot be used in fully-automatic weapons, since no firearms action on this Earth can survive that much violence for long without breaking. The British APMP pistol ignores these concerns by using more ordinary smokeless powder and a longer, almost SMG-length barrel to achieve higher velocities and greater kinetic power. It is a true machine pistol, fully automatic and capable of firing 600 rounds per minute from its surprisingly slim-lined 30-round detachable box magazine. It has three firing modes: semi-automatic, 3-round burst, and full-automatic. The APMP fires the specially-developed 4.2x24mm round that goes through kevlar like it wasn't there. Once inside a human body this tiny round tumbles like a madman and creates huge wound cavities. It has a deal of trouble penetrating modern body armour, but this is offset by the APMP's ability to deliver repeated hits from its large magazine, all in a pistol-sized package. Unfortunately, the APMP can be a little unwieldy due to its size. Accuracy during burst and fully-automatic fire suffers as a result. Whenever we need an automatic weapon no larger than our own P-12, this is the weapon that fills the gap. For PHALANX use, we have given this machine pistol the classification MP-699. Recommended Doctrine The MP-699 is primarily a backup weapon. It is a significant step up from the combat knife as a weapon of last resort, and it lets a soldier respond to new close-range threats if the primary weapon is rendered ineffective at such ranges or has run out of ammo. It is a good alternative for soldiers who have trouble hitting anything with the P-12, but the MP-699 is low-powered in comparison with the P-12. Furthermore, its magazines are large enough to preclude hanging them from a soldier's belt and far fewer of them can be carried conveniently. Ambidextrous soldiers may consider using two pistols at the same time, though this will negatively impact accuracy and reduce the soldier's already minimal effective range. A single MP-699 should rarely be considered as a primary weapon, as it is outclassed in this role by nearly every other weapon in our arsenal. Its advantages are the advantages of a sidearm -- small size and weight. Still, it may find a use as a primary weapon with field medics and technicians who do not have room for larger weapons. Addenda None.

source: pistol2_mag_txt
el: Technical Specifications: 4.2mm MP Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 30 rounds of 4.2x24mm pistol ammunition. It is a double-column box design. The rounds are very small and have decent penetration, especially when causing several impacts close to each other, and they cause a great deal of tissue damage once they've penetrated skin. They're designed to have very little recoil, but this doesn't help the MP-699's accuracy very much. The magazine is meant to be loaded into an MP-699 Machine Pistol. Recommended Doctrine All soldiers equipped with machine pistols should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
es_es: Especificaciones técnicas: Cargador de Pistola Automática de 4.2mm CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción Este cargador contiene 30 balas de 4.2x24mm para pistola, en un diseño de doble columna. Las balas son muy pequeñas y tienen una capacidad de penetración decente, especialmente cuando impactan en una pequeña zona, causando además un gran daño a los tejidos una vez que han penetrado bajo la piel. Están diseñadas para tener muy poco retroceso, pero esto no ayuda demasiado a la precision de la MP-699. Este cargador se usa como munición de la Pistola Automática MP-699. Doctrina Recomendada Cualquier soldado equipado con una pistola deberá portar al menos un cargador de reserva siempre que esté en una situacion de combate. No es recomendable enviar a nuestros soldados al frente sin munición de reserva. Addenda Ninguno.
it: Technical Specifications: 4.2mm MP Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 30 rounds of 4.2x24mm pistol ammunition. It is a double-column box design. The rounds are very small and have decent penetration, especially when causing several impacts close to each other, and they cause a great deal of tissue damage once they've penetrated skin. They're designed to have very little recoil, but this doesn't help the MP-699's accuracy very much. The magazine is meant to be loaded into an MP-699 Machine Pistol. Recommended Doctrine All soldiers equipped with machine pistols should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
pt_br: Technical Specifications: 4.2mm MP Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 30 rounds of 4.2x24mm pistol ammunition. It is a double-column box design. The rounds are very small and have decent penetration, especially when causing several impacts close to each other, and they cause a great deal of tissue damage once they've penetrated skin. They're designed to have very little recoil, but this doesn't help the MP-699's accuracy very much. The magazine is meant to be loaded into an MP-699 Machine Pistol. Recommended Doctrine All soldiers equipped with machine pistols should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
