Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: rpg_incendiary_ammo_txt
el: Technical Specifications: IC Rocket CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a 120mm solid-fuel rocket fitted with an incendiary warhead. It is fired electronically by a spark igniter inside the launcher's barrel. The fuel is highly stable and resists concussion and heat, though it can cook off if exposed to high temperatures for a significant period of time. The warhead itself can spill its contents if damaged, but the thermite mix will not ignite unless exposed to a very high-temperature flame. Incendiary rockets are area-denial weapons, covering a large stretch of ground with very hot flames that are almost impossible to extinguish. The compound itself is a modification of a mixture that has been in use since World War II; thermite, barium nitrate, sulphur and binding agent. Because it carries no onboard electronics, the rocket is impervious to EMP and electronic jamming. All high-tech aiming is done at the launcher. Therefore a properly-aimed rocket will arrive at its target regardless of anything that might happen during flight. The rocket is meant to be loaded into an HPML Rocket Launcher. Recommended Doctrine All soldiers equipped with rocket launchers should carry at least one reload whenever they go out in the field. Two or more are strongly recommended. It is not advisable to send our troops into combat without sufficient ammunition. Addenda None.
es_es: Especificaciones técnicas: Cohete Explosivo CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción Este es un cohete de combustible sólido de 120mm armado con una cabeza incendiaria. Se dispara de manera electrónica a partir de un iniciador de chispa dentro del cañon del lanzacohetes. Su combustible es muy estable y resiste el desgaste y el calor, aunque puede perder eficacia si se expone a altas temperaturas durante un periodo prolongado de tiempo. La cabeza incendiaria puede derramar su contenido si resulta dañada, pero el compuesto no arderá a menos que se vea expuesto a temperaturas extremadamente altas. Los cohetes incendiarios son armas de delimitación de área, cubriendo grandes porciones de terreno con llamas que son practicamente imposibles de extinguir. El compuesto usado es una modificación de la mezcla que se lleva utilizando desde la Segunda Guerra Mundial: plasma termita, nitrato de bario, azufre y agente adhesivo. Como consecuencia de no llevar ningun dispositivo electrónico, el cohete es inmune a los campos electromagnéticos o a dispositivos de guerra electrónica. Así, una vez lanzado un cohete llegará a su destino independieentemente de lo que ocurra a su alrededor durante el vuelo. Este cohete se usa como munición del Lanzacohetes HPML Doctrina Recomendada Cualquier soldado equipado con un lanzacohetes deberá portar al menos un cohete adicional siempre que esté en una situacion de combate. No es recomendable enviar a nuestros soldados al frente sin munición de reserva. Addenda Ninguno.
it: Technical Specifications: IC Rocket CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a 120mm solid-fuel rocket fitted with an incendiary warhead. It is fired electronically by a spark igniter inside the launcher's barrel. The fuel is highly stable and resists concussion and heat, though it can cook off if exposed to high temperatures for a significant period of time. The warhead itself can spill its contents if damaged, but the thermite mix will not ignite unless exposed to a very high-temperature flame. Incendiary rockets are area-denial weapons, covering a large stretch of ground with very hot flames that are almost impossible to extinguish. The compound itself is a modification of a mixture that has been in use since World War II; thermite, barium nitrate, sulphur and binding agent. Because it carries no onboard electronics, the rocket is impervious to EMP and electronic jamming. All high-tech aiming is done at the launcher. Therefore a properly-aimed rocket will arrive at its target regardless of anything that might happen during flight. The rocket is meant to be loaded into an HPML Rocket Launcher. Recommended Doctrine All soldiers equipped with rocket launchers should carry at least one reload whenever they go out in the field. Two or more are strongly recommended. It is not advisable to send our troops into combat without sufficient ammunition. Addenda None.
pt_br: Technical Specifications: IC Rocket CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a 120mm solid-fuel rocket fitted with an incendiary warhead. It is fired electronically by a spark igniter inside the launcher's barrel. The fuel is highly stable and resists concussion and heat, though it can cook off if exposed to high temperatures for a significant period of time. The warhead itself can spill its contents if damaged, but the thermite mix will not ignite unless exposed to a very high-temperature flame. Incendiary rockets are area-denial weapons, covering a large stretch of ground with very hot flames that are almost impossible to extinguish. The compound itself is a modification of a mixture that has been in use since World War II; thermite, barium nitrate, sulphur and binding agent. Because it carries no onboard electronics, the rocket is impervious to EMP and electronic jamming. All high-tech aiming is done at the launcher. Therefore a properly-aimed rocket will arrive at its target regardless of anything that might happen during flight. The rocket is meant to be loaded into an HPML Rocket Launcher. Recommended Doctrine All soldiers equipped with rocket launchers should carry at least one reload whenever they go out in the field. Two or more are strongly recommended. It is not advisable to send our troops into combat without sufficient ammunition. Addenda None.

source: chaingun_txt
el: <TODO>

source: chaingun_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες
es_es: No hay información previa a la investigación diponible.
it: Nessuna informazione disponibile prima della ricerca.
pt_br: Nenhuma informação pré-pesquisa disponível

source: chaingun_ammo_txt
el: <TODO>

source: chaingun_ammo_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες
es_es: No hay información previa a la investigación diponible.
it: Nessuna informazione disponibile prima della ricerca.
pt_br: Nenhuma informação pré-pesquisa disponível

source: shotgun_txt
el: Technical Specifications: CRC-212 Riot Shotgun CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. Many great shotguns have come out of Italy over the past two centuries; the latest is the Rossi AAA, a semi-automatic combat shotgun developed for use by SWAT and anti-terrorist units. It features several ground-breaking technologies, but its most impressive feature is without a doubt the specially-developed 'Twist' barrel. The Twist is a new type of shotgun barrel that, with a sharp twist of the front handguard, can protrude or flatten the rifling inside the barrel. With this mechanism, the AAA can change its barrel from smoothbore to rifled and back in a tenth of a second. The barrel even adjusts its own diameter and choke to fit whatever type of shell is in the chamber. These two innovations allow the AAA to fire any kind of shotgun ammo at a moment's notice. The most commonly used military and SWAT ammunition is the 12mm centerfire flechette shell. Each shell contains 8 tiny flechettes -- solid steel needles with fins to stabilise their flight. This ammunition has superior accuracy compared to buckshot and performs excellently against armour. The flechettes are also prone to tumble after penetration, resulting in impressive wounding capability for such a small projectile. Their drawbacks are vulnerability to wind conditions and other deflecting factors. Other types of ammo are available to deal with these situations, however -- and the AAA can fire them all. In conclusion, the Rossi AAA is a highly versatile shotgun that is among the most effective close-range weapons available. It has a longer range than the CRC-FL Flamethrower and causes more damage than the CRC-8 SMG, providing a good compromise between speed, range and stopping power. For PHALANX use, we have given this shotgun the classification CRC-212. Recommended Doctrine The CRC-212 performs very well at close quarters but quickly loses power as the range increases. Flechette shot tends to spread too far to be effective at range (though less so than ordinary buckshot), while rifled slugs suffer a pronounced projectile drop and are highly susceptible to wind conditions. Though the shotgun can shoot out to medium range, don't expect it to be very effective. Where this weapon will truly shine is in urban situations where the enemy has little cover to hide behind and can be engaged at close range. However, it can be too long to manoeuvre properly in tight spaces. The CRC-M9 Micro Shotgun may be preferable in these situations. Addenda None.

source: shotgun_ammo_txt
el: Technical Specifications: Flechette Shells CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 7 shells of flechette shot. Each 12mm shell contains 8 tiny flechettes -- solid steel needles with fins to stabilise their flight. This ammunition is military-only, banned for all civilian use due to the flechettes' excellent performance against armour. The flechettes are prone to tumble after penetration, resulting in nasty wounds that will either kill the target or send it running for cover. This short shell -- only 90mm long -- was designed for pistol-configuration shotguns like the CRC-M9 Micro Shotgun. However, the CRC-212 Riot Shotgun can fire it just as easily, with all the performance increases of a full-sized weapon. The magazine is meant to be loaded into a CRC-212 Riot Shotgun or CRC-M9 Micro Shotgun. Recommended Doctrine All soldiers equipped with shotguns should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.

source: Electromagnetic Rifle
el: Ηλεκτρομαγνητικό Τυφέκιο
it: Fucile Elettromagnetico
pt_br: Rifle Eletromagnético

source: bolterrifle_txt
el: The EM rifle project has been a resounding success! For the first time in human history, we've created a viable man-portable electromagnetic weapon. We have named our weapon the Bolter Rifle to avoid ambiguity with other existing MAG (Magnetic Accelerator Gun) implementations. I'll do my best to explain its operation in this short summary. The Bolter Rifle is equipped with a railgun configuration, as opposed to a coilgun/Gauss gun configuration, due to the high inefficiency and generally poor operation of coilguns. Railguns work by utilising electromagnetic force to propel an electrically conductive projectile along two conducting rails. The electric current flowing through the rails sets up a magnetic field between them and through the projectile. The direction of the magnetic field is perpendicular to the current flowing through the rails and the projectile; this results in the rails and projectile pushing each other, thereby accelerating the projectile along the rails. The world's first large-scale railgun, built in the 1970s, used 500 MJ of stored energy from the largest homopolar generator ever built. The electrical equipment needed to power these guns has become much more compact in the past century or so, but it is still not small or light enough to create man-portable weapons capable of replacing chemical-propellant firearms. Another major failing of railguns is their extreme susceptibility to rail erosion. The rails suffer heavy damage from every shot fired along them, and when the contact points are badly damaged, the electric current cannot properly pass from the rails through the projectile. This causes successive shots to lose more and more of their power. Each round needs at least a short length of undamaged rail in order to build up velocity. Fortunately, we've managed to find a way around this problem -- by loading new rails into the gun after every series of shots. The concept of pre-loading all of a weapon's ammunition into the barrel has been around for a long time. Until now it has only been applied to conventional firearms, but we have come up with a new concept; a small, individually-powered and insulated length of rail loaded with every round. This gives each round a viable contact point and will allow the weapon to sustain power through all its shots. When all rounds in the current barrel have been depleted -- and therefore the rails thoroughly destroyed -- the soldier can simply unlock the old barrel, let it drop to the ground, and slot in a fresh spare. Then he can replace the battery pack for a new series of shots. The projectiles are specially-developed 3.2x40mm finned flechettes, stamped from large sheets of tungsten alloy. They are razor-sharp, with excellent armour-piercing qualities, and they tumble like demons inside the target. The holes that these flechettes cause are many times larger than their actual size. This choice of loading system makes the Bolter slow and clumsy to reload, with expensive, oversized magazines (a new barrel and battery pack for each reload) and a small ammo capacity of 4 shots per barrel. On the other hand, the Bolter's stopping power is far greater than any chemical firearm in our arsenal. It can be used both as a sniper rifle and a powerful assault weapon, depending on whether it is fired on semi-automatic or 4-round burst mode. It is a highly versatile weapon with many possible applications; its tactical value will certainly become apparent once we get some real combat experience with it. --Cdr. Navarre
it: The EM rifle project has been a resounding success! For the first time in human history, we've created a viable man-portable electromagnetic weapon. We have named our weapon the Bolter Rifle to avoid ambiguity with other existing MAG (Magnetic Accelerator Gun) implementations. I'll do my best to explain its operation in this short summary. The Bolter Rifle is equipped with a railgun configuration, as opposed to a coilgun/Gauss gun configuration, due to the high inefficiency and generally poor operation of coilguns. Railguns work by utilising electromagnetic force to propel an electrically conductive projectile along two conducting rails. The electric current flowing through the rails sets up a magnetic field between them and through the projectile. The direction of the magnetic field is perpendicular to the current flowing through the rails and the projectile; this results in the rails and projectile pushing each other, thereby accelerating the projectile along the rails. The world's first large-scale railgun, built in the 1970s, used 500 MJ of stored energy from the largest homopolar generator ever built. The electrical equipment needed to power these guns has become much more compact in the past century or so, but it is still not small or light enough to create man-portable weapons capable of replacing chemical-propellant firearms. Another major failing of railguns is their extreme susceptibility to rail erosion. The rails suffer heavy damage from every shot fired along them, and when the contact points are badly damaged, the electric current cannot properly pass from the rails through the projectile. This causes successive shots to lose more and more of their power. Each round needs at least a short length of undamaged rail in order to build up velocity. Fortunately, we've managed to find a way around this problem -- by loading new rails into the gun after every series of shots. The concept of pre-loading all of a weapon's ammunition into the barrel has been around for a long time. Until now it has only been applied to conventional firearms, but we have come up with a new concept; a small, individually-powered and insulated length of rail loaded with every round. This gives each round a viable contact point and will allow the weapon to sustain power through all its shots. When all rounds in the current barrel have been depleted -- and therefore the rails thoroughly destroyed -- the soldier can simply unlock the old barrel, let it drop to the ground, and slot in a fresh spare. Then he can replace the battery pack for a new series of shots. The projectiles are specially-developed 3.2x40mm finned flechettes, stamped from large sheets of tungsten alloy. They are razor-sharp, with excellent armour-piercing qualities, and they tumble like demons inside the target. The holes that these flechettes cause are many times larger than their actual size. This choice of loading system makes the Bolter slow and clumsy to reload, with expensive, oversized magazines (a new barrel and battery pack for each reload) and a small ammo capacity of 4 shots per barrel. On the other hand, the Bolter's stopping power is far greater than any chemical firearm in our arsenal. It can be used both as a sniper rifle and a powerful assault weapon, depending on whether it is fired on semi-automatic or 4-round burst mode. It is a highly versatile weapon with many possible applications; its tactical value will certainly become apparent once we get some real combat experience with it. --Cdr. Navarre
pt_br: The EM rifle project has been a resounding success! For the first time in human history, we've created a viable man-portable electromagnetic weapon. We have named our weapon the Bolter Rifle to avoid ambiguity with other existing MAG (Magnetic Accelerator Gun) implementations. I'll do my best to explain its operation in this short summary. The Bolter Rifle is equipped with a railgun configuration, as opposed to a coilgun/Gauss gun configuration, due to the high inefficiency and generally poor operation of coilguns. Railguns work by utilising electromagnetic force to propel an electrically conductive projectile along two conducting rails. The electric current flowing through the rails sets up a magnetic field between them and through the projectile. The direction of the magnetic field is perpendicular to the current flowing through the rails and the projectile; this results in the rails and projectile pushing each other, thereby accelerating the projectile along the rails. The world's first large-scale railgun, built in the 1970s, used 500 MJ of stored energy from the largest homopolar generator ever built. The electrical equipment needed to power these guns has become much more compact in the past century or so, but it is still not small or light enough to create man-portable weapons capable of replacing chemical-propellant firearms. Another major failing of railguns is their extreme susceptibility to rail erosion. The rails suffer heavy damage from every shot fired along them, and when the contact points are badly damaged, the electric current cannot properly pass from the rails through the projectile. This causes successive shots to lose more and more of their power. Each round needs at least a short length of undamaged rail in order to build up velocity. Fortunately, we've managed to find a way around this problem -- by loading new rails into the gun after every series of shots. The concept of pre-loading all of a weapon's ammunition into the barrel has been around for a long time. Until now it has only been applied to conventional firearms, but we have come up with a new concept; a small, individually-powered and insulated length of rail loaded with every round. This gives each round a viable contact point and will allow the weapon to sustain power through all its shots. When all rounds in the current barrel have been depleted -- and therefore the rails thoroughly destroyed -- the soldier can simply unlock the old barrel, let it drop to the ground, and slot in a fresh spare. Then he can replace the battery pack for a new series of shots. The projectiles are specially-developed 3.2x40mm finned flechettes, stamped from large sheets of tungsten alloy. They are razor-sharp, with excellent armour-piercing qualities, and they tumble like demons inside the target. The holes that these flechettes cause are many times larger than their actual size. This choice of loading system makes the Bolter slow and clumsy to reload, with expensive, oversized magazines (a new barrel and battery pack for each reload) and a small ammo capacity of 4 shots per barrel. On the other hand, the Bolter's stopping power is far greater than any chemical firearm in our arsenal. It can be used both as a sniper rifle and a powerful assault weapon, depending on whether it is fired on semi-automatic or 4-round burst mode. It is a highly versatile weapon with many possible applications; its tactical value will certainly become apparent once we get some real combat experience with it. --Cdr. Navarre
