Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: fraggren_txt
el: Technical Specifications: Fragmentation Grenade CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The concept of the fragmentation grenade has changed little since it was first conceived, when Chinese soldiers packed gunpowder into ceramic or metal containers. It only solidified further after the end of the 20th century. Improvements in explosive technology and casing materials have made them a little faster and a little deadlier, but the mechanics are the same: An explosive substance at the heart of the grenade causes the casing (and possibly additional payload such as a layer of wire or white phosphorus coiled around the explosive) to fragment into shrapnel and fly in all directions at high speed, killing or wounding targets in the area of effect. The delayed fuse is ignited by first pulling the pin and then releasing the handle, usually released as the grenade is thrown. It will detonate after a period of several seconds. For PHALANX purposes, we have selected the Australian HG15 as the best of the lot. This grenade is loaded with an extremely conventional charge of C8 solid chemical explosive, an inner layer of coiled wire, and an outer layer of thin plated steel. It's designed to maximise coverage by putting out more shrapnel than any other grenade on the market. The HG15's outer layer is smooth and unbroken, unlike the old 'pineapple' grenades of World War 2, to make it easier to roll across various surfaces. The C8 explosive at its core may be old in design, but it's both highly powerful and can be counted on to work right under harsh conditions. Reliability is an especially important attribute in any kind of hand-held bomb. Recommended Doctrine Though quite effective against enemy infantry, frag grenades are weapons of opportunity, not a replacement for firearms or portable artillery. Their range is highly limited and their casualty radius is small. However, if the situation calls for close-range indirect fire or something deadly thrown around a corner, the frag grenade is just the thing. Care should be taken that no friendlies (especially civilians) are caught in the area of effect. In such situations the use of lethal grenades is strongly discouraged; flashbangs should be given preference. It's recommended that all soldiers carrying non-heavy weapons should be equipped with at least one grenade of some variety -- be it a frag grenade, flashbang, incendiary grenade or other -- in case the need should arise. Two or more are strongly recommended. Addenda None.
es_es: Especificaciones técnicas: Granada de Fragmentación CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción El ataque alienígena a Mumbai hizo nuestra situación dolorosamente clara. Su tecnología es mucho más avanzada que la nuestra. La completa falta de avance de las tropas de la Commonwealth en la ofensiva de Mumbai reveló debilidades críticas en el equipamiento y entrenamiento militar actual. Se perdieron tres batallones en el campo de tiro sin inflingir bajas significativas en el enemigo. PHALANX debe superar estos problemas, y para ello necesitamos la mejor tecnología que la humanidad pueda proporcionar. El Programa Excalibur fue creado para encontrar las armas mas efectivas de la Tierra revisando sus procedimientos de desarrollo, durabilidad, registro operacional y eficiacia de combate en aquellas situaciones en las que hemos conseguido presentar batalla a los alienigenas. El concepto de granada de fragmantación ha sufrido pocos cambios desde que fue inventada por los soldados chinos, que introducían polvora prensada en recipientes de metal o cerámica. Los avances en explosivos y en los materiales que forman las grnadas han permitido que su uso sea más rápido y mortal, pero el principio de funcionamiento es el mismo: una sustancia explosiva en el centro de la granada hace que la cubierta (y habitualmente metralla introducida entre la polvora) estalle en fragmentos y salga disparada en todas direcciones, matando o hiriendo a los objetivos en area. La mecha retardante es encendida cuando se retira la anilla y se suelta el seguro, habitualmente cuando la granada se lanza. Suele detonar en pocos segundos. Para PHALANX hemos seleccionado la granada australiana HG15. Ésta está compuesta de explosivo solido convencional C8, una capa interior de cable enrollado y una capa exterior de acero. Esta diseñada para maximizar el area de efecto lanzando más metralla que cualquier otra granada en el mercado. La cubierta de la HG15 es lisa y sin estrias al contrario que las antiguas granadas "de piña", para permitirle rodar en varios tipos de superficie. El explosivo C8 puede ser algo obsoleto, pero es altamente potente y su uso continuado ha demostrado que resiste las condiciones de funcionamiento más adversas. Doctrina Recomendada A pesar de ser bastante efectivas contra la infantería enemiga, las granadas de fragmentacion son armas que sólo se deben ser usadas cuando se presenta una oportunidad propicia de aprovechar su potencial, no algo que reemplace a las armas de fuego convencionales. Su alcance está muy limitado y su radio de daños es pequeño. Sin embargo, si la situación precisa de combate en corto alcance o fuego indirecto (a traves de una esquina por ejemplo), la granada de fragmentación puede llevar ala victoria. Se debe asegurar que no hay aliados o civiles en el area de efecto. En esas situaciones el uso de granadas letales esta desaconsejado a favor de las granadas aturdidoras. Se recomienda que cualquier soldado que no carge con armas pesadas se equipe con, al menos, una granada de cualquier tipo (ya sea de fragmentacion, aturdidora, incendiaria o cualquier otro tipo). Addenda Ninguno.
it: Technical Specifications: Fragmentation Grenade CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The concept of the fragmentation grenade has changed little since it was first conceived, when Chinese soldiers packed gunpowder into ceramic or metal containers. It only solidified further after the end of the 20th century. Improvements in explosive technology and casing materials have made them a little faster and a little deadlier, but the mechanics are the same: An explosive substance at the heart of the grenade causes the casing (and possibly additional payload such as a layer of wire or white phosphorus coiled around the explosive) to fragment into shrapnel and fly in all directions at high speed, killing or wounding targets in the area of effect. The delayed fuse is ignited by first pulling the pin and then releasing the handle, usually released as the grenade is thrown. It will detonate after a period of several seconds. For PHALANX purposes, we have selected the Australian HG15 as the best of the lot. This grenade is loaded with an extremely conventional charge of C8 solid chemical explosive, an inner layer of coiled wire, and an outer layer of thin plated steel. It's designed to maximise coverage by putting out more shrapnel than any other grenade on the market. The HG15's outer layer is smooth and unbroken, unlike the old 'pineapple' grenades of World War 2, to make it easier to roll across various surfaces. The C8 explosive at its core may be old in design, but it's both highly powerful and can be counted on to work right under harsh conditions. Reliability is an especially important attribute in any kind of hand-held bomb. Recommended Doctrine Though quite effective against enemy infantry, frag grenades are weapons of opportunity, not a replacement for firearms or portable artillery. Their range is highly limited and their casualty radius is small. However, if the situation calls for close-range indirect fire or something deadly thrown around a corner, the frag grenade is just the thing. Care should be taken that no friendlies (especially civilians) are caught in the area of effect. In such situations the use of lethal grenades is strongly discouraged; flashbangs should be given preference. It's recommended that all soldiers carrying non-heavy weapons should be equipped with at least one grenade of some variety -- be it a frag grenade, flashbang, incendiary grenade or other -- in case the need should arise. Two or more are strongly recommended. Addenda None.
pt_br: Technical Specifications: Fragmentation Grenade CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The concept of the fragmentation grenade has changed little since it was first conceived, when Chinese soldiers packed gunpowder into ceramic or metal containers. It only solidified further after the end of the 20th century. Improvements in explosive technology and casing materials have made them a little faster and a little deadlier, but the mechanics are the same: An explosive substance at the heart of the grenade causes the casing (and possibly additional payload such as a layer of wire or white phosphorus coiled around the explosive) to fragment into shrapnel and fly in all directions at high speed, killing or wounding targets in the area of effect. The delayed fuse is ignited by first pulling the pin and then releasing the handle, usually released as the grenade is thrown. It will detonate after a period of several seconds. For PHALANX purposes, we have selected the Australian HG15 as the best of the lot. This grenade is loaded with an extremely conventional charge of C8 solid chemical explosive, an inner layer of coiled wire, and an outer layer of thin plated steel. It's designed to maximise coverage by putting out more shrapnel than any other grenade on the market. The HG15's outer layer is smooth and unbroken, unlike the old 'pineapple' grenades of World War 2, to make it easier to roll across various surfaces. The C8 explosive at its core may be old in design, but it's both highly powerful and can be counted on to work right under harsh conditions. Reliability is an especially important attribute in any kind of hand-held bomb. Recommended Doctrine Though quite effective against enemy infantry, frag grenades are weapons of opportunity, not a replacement for firearms or portable artillery. Their range is highly limited and their casualty radius is small. However, if the situation calls for close-range indirect fire or something deadly thrown around a corner, the frag grenade is just the thing. Care should be taken that no friendlies (especially civilians) are caught in the area of effect. In such situations the use of lethal grenades is strongly discouraged; flashbangs should be given preference. It's recommended that all soldiers carrying non-heavy weapons should be equipped with at least one grenade of some variety -- be it a frag grenade, flashbang, incendiary grenade or other -- in case the need should arise. Two or more are strongly recommended. Addenda None.
