Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: b_small_ufo_hangar_txt
el: Blueprints -- Small UFO Hangar CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Research Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview These are the finished plans for our new UFO storage hangars. They are designed to house one recovered UFO for disassembly, and will be marked as occupied until the craft has been fully broken down into its component parts and the parts transferred to base Storage. UFOs require significant disassembly before they will fit inside Storage, so they must be dismantled before we can begin to store or use the recovered parts. Doing this job on-site is highly inadvisable. It could be hazardous to the health of our scientists and engineers, it might attract looters, and it would without doubt severely compromise the safety and secrecy of our operation. The importance of studying captured UFOs should be more than obvious. It will give us insight into the workings and vulnerabilities of alien craft, and it may result in the discovery of new techniques to improve our own craft's effectiveness. Once a recovered UFO is secured for transport, it is carried to a PHALANX base by means of transport helicopters. Salvage operations are handled by local UN forces to relieve pressure on our limited resources. The Small UFO Hangar can store 1 alien craft of limited size. We will assess the size of each UFO type as we encounter them and determine what hangar is required to store them. The Small UFO Hangar requires a Power Plant to feed its high-power machinery and plasma-based cutting tools. It also requires a Workshop and Storage to handle the dismantling. Recommended Doctrine All salvaged UFOs should be permanently disabled once delivered into our hands. Should the base come under attack from alien forces, we can't afford the extra risk of stored UFOs being reactivated and used against us. Even without a drive unit, any weapon systems left active would present a grave threat to our base. If this procedure is followed, the UFO Hangar will be of minor tactical importance to alien attackers and will most likely be ignored except as a target of opportunity. Preventing us from dismantling UFOs would be far less attractive than shutting down our research or production, or destroying our base outright. We will most likely be needing several of these installations to strip and/or examine several UFOs at a time. However, if necessary, we can remove a craft from our hangars and have it destroyed to make room for a new one. In this scenario all parts already transferred to Storage will be available, but everything not yet removed from the UFO will be destroyed with it. Addenda None.
es_es: Diseños -- Hangar para OVNI Pequeño Clasificación Nivel Negro Unidad de Repuesta Extraterrestre PHALANX Detalles constructivos, Sigma Clearance -- Solo para los ojos del comandante Archivado: 19 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingeniería, PHALANX, Centro de Operaciones Atlánticas Descripción Estos son los planes finales de nuestros nuevos hangares para OVNI. Están diseñados para almacenar los OVNIs recuperados hasta que sean desmantelados, y se considerarán ocupados hasta que estos esten completamente desemsamblados y sus componentes guardados en el alamacén. Los OVNIs necesitan un desmantelamiento muy trabajoso para poder sel almacenados, y hacer este trabajo en el lugar de la misión esta altamente desaconsejado. Puede ser peligroso para la salud de nuestros ingenieros, puede atraer a los saqueadores y puede comprometer gravemente la seguridad y el secreto de nuestras operaciones. La importancia de estudiar los OVNIs capturados es más que obvia. Este estudio nos da información sobre el funcionamiento y las vulnerabilidades de una nave alienígena, y de ello puede surgir el descubrimiento de nuevas técnicas para mejorar nuestros propios vehículos. Una vez que un OVNI es recuperado, se trasnporta hasta la base PHALANX mediante el uso de helicopteros de carga. La operación de rescate es llevada a cabo por las fuerzas locales de la ONU para reducir la presión sobre nuestro limitado presupuesto. El Hangar para OVNI Pequeño puede albergar una nave alienígena de tamaño limitado. Cada vez que se recupera un OVNI se comprueba su tamaño y se decide en qué instalación puede almacenarse. Esta instalación requiere un Planta de Energía para alimentar a su maquinaria de alta potencia y a sus herramientas de corte basadas en plasma. También necesita un Taller y un Almacén para manejar el desmantelamiento. Doctrina Recomendada Todos los OVNIs rescatados deben ser inutilizados de forma permanente una vez que llegan a nuestras manos. No podemos correr el riesgo de que los OVNIs almacenados puedan ser reactivados y usados en contra nuestra si se produce un ataque a la base. Incluso sin la unidad de dirección, cualquier sistema de armamiento que se mantenga activo presenta un grave peligro para nuestra base. Si se sigue este procedimiento el Hangar para OVNI tendrá una importancia estratégica mínima para los atacantes y seguramente será ignorado excepto como blanco de oportunidad. Impedir que desmantelemos los OVNIs será bastante menos atractivo que cortar de raiz nuestro sistema de investigación y producción. Seguramente necesitaremos muchas de estas instalaciones para estudiar varios OVNIs al mismo tiempo. Sin embargo, si es necesario, podemos eliminar una nave del hangar para hacer sitio a una nueva. En este caso, todas las piezas transferidas al almacen estarán disponibles para uso futuro, pero cualquier cosa todavía presente en el OVNI será destruido con él. Addenda Ninguno.
it: Blueprints -- Small UFO Hangar CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Research Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview These are the finished plans for our new UFO storage hangars. They are designed to house one recovered UFO for disassembly, and will be marked as occupied until the craft has been fully broken down into its component parts and the parts transferred to base Storage. UFOs require significant disassembly before they will fit inside Storage, so they must be dismantled before we can begin to store or use the recovered parts. Doing this job on-site is highly inadvisable. It could be hazardous to the health of our scientists and engineers, it might attract looters, and it would without doubt severely compromise the safety and secrecy of our operation. The importance of studying captured UFOs should be more than obvious. It will give us insight into the workings and vulnerabilities of alien craft, and it may result in the discovery of new techniques to improve our own craft's effectiveness. Once a recovered UFO is secured for transport, it is carried to a PHALANX base by means of transport helicopters. Salvage operations are handled by local UN forces to relieve pressure on our limited resources. The Small UFO Hangar can store 1 alien craft of limited size. We will assess the size of each UFO type as we encounter them and determine what hangar is required to store them. The Small UFO Hangar requires a Power Plant to feed its high-power machinery and plasma-based cutting tools. It also requires a Workshop and Storage to handle the dismantling. Recommended Doctrine All salvaged UFOs should be permanently disabled once delivered into our hands. Should the base come under attack from alien forces, we can't afford the extra risk of stored UFOs being reactivated and used against us. Even without a drive unit, any weapon systems left active would present a grave threat to our base. If this procedure is followed, the UFO Hangar will be of minor tactical importance to alien attackers and will most likely be ignored except as a target of opportunity. Preventing us from dismantling UFOs would be far less attractive than shutting down our research or production, or destroying our base outright. We will most likely be needing several of these installations to strip and/or examine several UFOs at a time. However, if necessary, we can remove a craft from our hangars and have it destroyed to make room for a new one. In this scenario all parts already transferred to Storage will be available, but everything not yet removed from the UFO will be destroyed with it. Addenda None.
pt_br: Blueprints -- Small UFO Hangar CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Research Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview These are the finished plans for our new UFO storage hangars. They are designed to house one recovered UFO for disassembly, and will be marked as occupied until the craft has been fully broken down into its component parts and the parts transferred to base Storage. UFOs require significant disassembly before they will fit inside Storage, so they must be dismantled before we can begin to store or use the recovered parts. Doing this job on-site is highly inadvisable. It could be hazardous to the health of our scientists and engineers, it might attract looters, and it would without doubt severely compromise the safety and secrecy of our operation. The importance of studying captured UFOs should be more than obvious. It will give us insight into the workings and vulnerabilities of alien craft, and it may result in the discovery of new techniques to improve our own craft's effectiveness. Once a recovered UFO is secured for transport, it is carried to a PHALANX base by means of transport helicopters. Salvage operations are handled by local UN forces to relieve pressure on our limited resources. The Small UFO Hangar can store 1 alien craft of limited size. We will assess the size of each UFO type as we encounter them and determine what hangar is required to store them. The Small UFO Hangar requires a Power Plant to feed its high-power machinery and plasma-based cutting tools. It also requires a Workshop and Storage to handle the dismantling. Recommended Doctrine All salvaged UFOs should be permanently disabled once delivered into our hands. Should the base come under attack from alien forces, we can't afford the extra risk of stored UFOs being reactivated and used against us. Even without a drive unit, any weapon systems left active would present a grave threat to our base. If this procedure is followed, the UFO Hangar will be of minor tactical importance to alien attackers and will most likely be ignored except as a target of opportunity. Preventing us from dismantling UFOs would be far less attractive than shutting down our research or production, or destroying our base outright. We will most likely be needing several of these installations to strip and/or examine several UFOs at a time. However, if necessary, we can remove a craft from our hangars and have it destroyed to make room for a new one. In this scenario all parts already transferred to Storage will be available, but everything not yet removed from the UFO will be destroyed with it. Addenda None.

source: b_large_ufo_hangar_txt
el: Blueprints -- Large UFO Hangar CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Research Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview These are the finished plans for our new UFO storage hangars. They are designed to house one recovered UFO for disassembly, and will be marked as occupied until the craft has been fully broken down into its component parts and the parts transferred to base Storage. UFOs require significant disassembly before they will fit inside Storage, so they must be dismantled before we can begin to store or use the recovered parts. Doing this job on-site is highly inadvisable. It could be hazardous to the health of our scientists and engineers, it might attract looters, and it would without doubt severely compromise the safety and secrecy of our operation. The importance of studying captured UFOs should be more than obvious. It will give us insight into the workings and vulnerabilities of alien craft, and it may result in the discovery of new techniques to improve our own craft's effectiveness. Once a recovered UFO is secured for transport, it is carried to a PHALANX base by means of transport helicopters. Salvage operations are handled by local UN forces to relieve pressure on our limited resources. The Large UFO Hangar can store 1 alien craft of significant size. We will assess the size of each UFO type as we encounter them and determine what hangar is required to store them. The Large UFO Hangar requires a Power Plant to feed its high-power machinery and plasma-based cutting tools. It also requires a Workshop and Storage to handle the dismantling. Recommended Doctrine All salvaged UFOs should be permanently disabled once delivered into our hands. Should the base come under attack from alien forces, we can't afford the extra risk of stored UFOs being reactivated and used against us. Even without a drive unit, any weapon systems left active would present a grave threat to our base. If this procedure is followed, the UFO Hangar will be of minor tactical importance to alien attackers and will most likely be ignored except as a target of opportunity. Preventing us from dismantling UFOs would be far less attractive than shutting down our research or production, or destroying our base outright. We will most likely be needing several of these installations to strip and/or examine several UFOs at a time. However, if necessary, we can remove a craft from our hangars and have it destroyed to make room for a new one. In this scenario all parts already transferred to Storage will be available, but everything not yet removed from the UFO will be destroyed with it. Addenda None.
es_es: Diseños -- Hangar para OVNI Grande Clasificación Nivel Negro Unidad de Repuesta Extraterrestre PHALANX Detalles constructivos, Sigma Clearance -- Solo para los ojos del comandante Archivado: 19 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingeniería, PHALANX, Centro de Operaciones Atlánticas Descripción Estos son los planes finales de nuestros nuevos hangares para OVNI. Están diseñados para almacenar los OVNIs recuperados hasta que sean desmantelados, y se considerarán ocupados hasta que estos esten completamente desemsamblados y sus componentes guardados en el alamacén. Los OVNIs necesitan un desmantelamiento muy trabajoso para poder sel almacenados, y hacer este trabajo en el lugar de la misión esta altamente desaconsejado. Puede ser peligroso para la salud de nuestros ingenieros, puede atraer a los saqueadores y puede comprometer gravemente la seguridad y el secreto de nuestras operaciones. La importancia de estudiar los OVNIs capturados es más que obvia. Este estudio nos da información sobre el funcionamiento y las vulnerabilidades de una nave alienígena, y de ello puede surgir el descubrimiento de nuevas técnicas para mejorar nuestros propios vehículos. Una vez que un OVNI es recuperado, se trasnporta hasta la base PHALANX mediante el uso de helicopteros de carga. La operación de rescate es llevada a cabo por las fuerzas locales de la ONU para reducir la presión sobre nuestro limitado presupuesto. El Hangar para OVNIs Grande puede albergar una nave alienígena de tamaño significativo. Cada vez que se recupera un OVNI se comprueba su tamaño y se decide en qué instalación puede almacenarse. Esta instalación requiere un Planta de Energía para alimentar a su maquinaria de alta potencia y a sus herramientas de corte basadas en plasma. También necesita un Taller y un Almacén para manejar el desmantelamiento. Doctrina Recomendada Todos los OVNIs rescatados deben ser inutilizados de forma permanente una vez que llegan a nuestras manos. No podemos correr el riesgo de que los OVNIs almacenados puedan ser reactivados y usados en contra nuestra si se produce un ataque a la base. Incluso sin la unidad de dirección, cualquier sistema de armamiento que se mantenga activo presenta un grave peligro para nuestra base. Si se sigue este procedimiento el Hangar para OVNI tendrá una importancia estratégica mínima para los atacantes y seguramente será ignorado excepto como blanco de oportunidad. Impedir que desmantelemos los OVNIs será bastante menos atractivo que cortar de raiz nuestro sistema de investigación y producción. Seguramente necesitaremos muchas de estas instalaciones para estudiar varios OVNIs al mismo tiempo. Sin embargo, si es necesario, podemos eliminar una nave del hangar para hacer sitio a una nueva. En este caso, todas las piezas transferidas al almacen estarán disponibles para uso futuro, pero cualquier cosa todavía presente en el OVNI será destruido con él. Addenda Ninguno.
it: Blueprints -- Large UFO Hangar CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Research Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview These are the finished plans for our new UFO storage hangars. They are designed to house one recovered UFO for disassembly, and will be marked as occupied until the craft has been fully broken down into its component parts and the parts transferred to base Storage. UFOs require significant disassembly before they will fit inside Storage, so they must be dismantled before we can begin to store or use the recovered parts. Doing this job on-site is highly inadvisable. It could be hazardous to the health of our scientists and engineers, it might attract looters, and it would without doubt severely compromise the safety and secrecy of our operation. The importance of studying captured UFOs should be more than obvious. It will give us insight into the workings and vulnerabilities of alien craft, and it may result in the discovery of new techniques to improve our own craft's effectiveness. Once a recovered UFO is secured for transport, it is carried to a PHALANX base by means of transport helicopters. Salvage operations are handled by local UN forces to relieve pressure on our limited resources. The Large UFO Hangar can store 1 alien craft of significant size. We will assess the size of each UFO type as we encounter them and determine what hangar is required to store them. The Large UFO Hangar requires a Power Plant to feed its high-power machinery and plasma-based cutting tools. It also requires a Workshop and Storage to handle the dismantling. Recommended Doctrine All salvaged UFOs should be permanently disabled once delivered into our hands. Should the base come under attack from alien forces, we can't afford the extra risk of stored UFOs being reactivated and used against us. Even without a drive unit, any weapon systems left active would present a grave threat to our base. If this procedure is followed, the UFO Hangar will be of minor tactical importance to alien attackers and will most likely be ignored except as a target of opportunity. Preventing us from dismantling UFOs would be far less attractive than shutting down our research or production, or destroying our base outright. We will most likely be needing several of these installations to strip and/or examine several UFOs at a time. However, if necessary, we can remove a craft from our hangars and have it destroyed to make room for a new one. In this scenario all parts already transferred to Storage will be available, but everything not yet removed from the UFO will be destroyed with it. Addenda None.
pt_br: Blueprints -- Large UFO Hangar CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Research Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview These are the finished plans for our new UFO storage hangars. They are designed to house one recovered UFO for disassembly, and will be marked as occupied until the craft has been fully broken down into its component parts and the parts transferred to base Storage. UFOs require significant disassembly before they will fit inside Storage, so they must be dismantled before we can begin to store or use the recovered parts. Doing this job on-site is highly inadvisable. It could be hazardous to the health of our scientists and engineers, it might attract looters, and it would without doubt severely compromise the safety and secrecy of our operation. The importance of studying captured UFOs should be more than obvious. It will give us insight into the workings and vulnerabilities of alien craft, and it may result in the discovery of new techniques to improve our own craft's effectiveness. Once a recovered UFO is secured for transport, it is carried to a PHALANX base by means of transport helicopters. Salvage operations are handled by local UN forces to relieve pressure on our limited resources. The Large UFO Hangar can store 1 alien craft of significant size. We will assess the size of each UFO type as we encounter them and determine what hangar is required to store them. The Large UFO Hangar requires a Power Plant to feed its high-power machinery and plasma-based cutting tools. It also requires a Workshop and Storage to handle the dismantling. Recommended Doctrine All salvaged UFOs should be permanently disabled once delivered into our hands. Should the base come under attack from alien forces, we can't afford the extra risk of stored UFOs being reactivated and used against us. Even without a drive unit, any weapon systems left active would present a grave threat to our base. If this procedure is followed, the UFO Hangar will be of minor tactical importance to alien attackers and will most likely be ignored except as a target of opportunity. Preventing us from dismantling UFOs would be far less attractive than shutting down our research or production, or destroying our base outright. We will most likely be needing several of these installations to strip and/or examine several UFOs at a time. However, if necessary, we can remove a craft from our hangars and have it destroyed to make room for a new one. In this scenario all parts already transferred to Storage will be available, but everything not yet removed from the UFO will be destroyed with it. Addenda None.
