Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: ufo_scout_txt
el: This small UFO is the first type we've observed visually and on radar. Although they don't seem to take part in actual raids, they're no less a threat; so far they've paved the way for every instance of alien activity on Earth. We have dubbed this class of UFO the 'Scout', as that seems to be its purpose here on Earth. It makes sense. Every modern military force needs intelligence more than anything. Here are the major technical details: -- The craft has only a small fuel tank and few provisions for a crew. It seems designed for little more than coming down from orbit, flying around a bit, and then returning. -- We've found no evidence of landing gear or hover ability in this craft, implying that it isn't meant to land. If it loses both engines, it goes down and won't come back up. -- We have determined the craft to be unarmed, but it's equipped with what appears to be a large suite of sensors contained in the four protrusions around the cockpit. Curiously, it seems to mount no communications equipment that we can identify, which would defeat the purpose of a scout. Your guess is as good as ours, sir. Beyond that the craft has no particular distinguishing characteristics. As I said, this UFO type is used primarily as a reconnaissance unit and vanguard to scout the way for heavier craft. Though unarmed, we should shoot these things down whenever we're not otherwise engaged, because anything the aliens are up to is bound to be bad for us. --Cdr. Navarre Estimated Scout statistics: Size: Small (6m x 14m x 3m) Cruising speed: +/- 1,600 km/h Top speed: +/- 3,000km/h Crew capacity: 3 max. Weapon capacity: None
it: Commander, my team and I have finished our analysis of the small UFO we captured. It's a real miracle of engineering, and we're all looking forward to getting a chance to sink our own hooks into all this lovely technology. The craft's strange construction has raised a lot of questions for us to answer. Much of the design seems to make little sense when viewed from the ground. However, now that we've managed to look 'under the hood' and test the alien hull materials under laboratory conditions, we have gained a far clearer picture of UFO capabilities. I've made a list of our most important discoveries. - The alien propulsion system is a type of rocket engine unlike any ever built on Earth. It uses direct matter-antimatter annihilation to generate thrust by injecting protons and antiprotons into the reaction chamber, and then channeling this explosive force out the back of the engine. This gives a UFO extreme power and needs no air or other gases to fuel the reaction, allowing it to burn in hard vacuum. There is a highly-advanced cooling system continuously pumping liquid nitrogen through the engine housing in order to keep it cool and reduce the infrared signature. Engine heat is also used to supply the craft's electricity. - We've found no evidence of landing gear or hover ability in this craft, implying that it isn't meant to land. If it loses both engines, it goes down. - The fuel tank is very, very small, measured in fractions of a gramme, but even so I nearly had a heart attack when I found out what was in there. The maximum load -- two tenths of a gramme -- could create a blast yield of more than 8 kilotons. By comparison the bomb at Hiroshima was 13 kilotons. Naturally the tank is armoured and buried as deep as possible within the fuselage, and there are mechanical systems present to jettison the tank in an emergency, but they aren't perfect. A direct hit on the tank or the containment system could still cause an explosion. Much of the blast would be contained by the UFO's tough structure, but any explosion represents an extreme hazard to our interceptors. The only saving grace is that antimatter explosions create little to no radioactive fallout. - The craft is extremely hard to see with our detection equipment. This is largely due to the hull materials which very effectively absorb all kinds of radiation. We've had the most luck with infrared and gamma ray detection, as the antimatter-based engines produce quite a lot of both. - The slim design (generating poor lift and being difficult to handle in air) is partly due to the heavy weight of the hull materials. Every gramme of excess matter has been stripped, and the craft moves fast enough to need very little wing surface. The material itself is quite astonishing, part metal and part plastic polymer. It functions as a memory alloy, 'remembering' at least two assigned shapes, shrinking into a more compact form when cold but automatically stretching out and assuming a more comfortable flying shape once it heats up. It's far stronger and tougher than anything we've ever known. More research is definitely required. - We have determined the craft to be unarmed, but it's equipped with what appears to be a large suite of sensors contained in the four protrusions around the cockpit. Curiously, it seems to mount no communications equipment whatsoever, but that would defeat its apparent role as a scout. Your guess is as good as ours, sir. We have dubbed this class of UFO the 'Scout', as that seems to be its purpose here on Earth. It is used primarily as a reconnaissance unit and vanguard to scout the way for heavier craft. Though unarmed, we should shoot these craft down if we are not otherwise engaged, because anything the aliens are up to is bound to be bad for us. --Cdr. Navarre Estimated Scout statistics: Size: Small (6m x 14m x 3m) Cruising speed: +/- 1,600 km/h Top speed: +/- 3,000km/h Crew capacity: 3 max. Weapon capacity: None
pt_br: Commander, my team and I have finished our analysis of the small UFO we captured. It's a real miracle of engineering, and we're all looking forward to getting a chance to sink our own hooks into all this lovely technology. The craft's strange construction has raised a lot of questions for us to answer. Much of the design seems to make little sense when viewed from the ground. However, now that we've managed to look 'under the hood' and test the alien hull materials under laboratory conditions, we have gained a far clearer picture of UFO capabilities. I've made a list of our most important discoveries. - The alien propulsion system is a type of rocket engine unlike any ever built on Earth. It uses direct matter-antimatter annihilation to generate thrust by injecting protons and antiprotons into the reaction chamber, and then channeling this explosive force out the back of the engine. This gives a UFO extreme power and needs no air or other gases to fuel the reaction, allowing it to burn in hard vacuum. There is a highly-advanced cooling system continuously pumping liquid nitrogen through the engine housing in order to keep it cool and reduce the infrared signature. Engine heat is also used to supply the craft's electricity. - We've found no evidence of landing gear or hover ability in this craft, implying that it isn't meant to land. If it loses both engines, it goes down. - The fuel tank is very, very small, measured in fractions of a gramme, but even so I nearly had a heart attack when I found out what was in there. The maximum load -- two tenths of a gramme -- could create a blast yield of more than 8 kilotons. By comparison the bomb at Hiroshima was 13 kilotons. Naturally the tank is armoured and buried as deep as possible within the fuselage, and there are mechanical systems present to jettison the tank in an emergency, but they aren't perfect. A direct hit on the tank or the containment system could still cause an explosion. Much of the blast would be contained by the UFO's tough structure, but any explosion represents an extreme hazard to our interceptors. The only saving grace is that antimatter explosions create little to no radioactive fallout. - The craft is extremely hard to see with our detection equipment. This is largely due to the hull materials which very effectively absorb all kinds of radiation. We've had the most luck with infrared and gamma ray detection, as the antimatter-based engines produce quite a lot of both. - The slim design (generating poor lift and being difficult to handle in air) is partly due to the heavy weight of the hull materials. Every gramme of excess matter has been stripped, and the craft moves fast enough to need very little wing surface. The material itself is quite astonishing, part metal and part plastic polymer. It functions as a memory alloy, 'remembering' at least two assigned shapes, shrinking into a more compact form when cold but automatically stretching out and assuming a more comfortable flying shape once it heats up. It's far stronger and tougher than anything we've ever known. More research is definitely required. - We have determined the craft to be unarmed, but it's equipped with what appears to be a large suite of sensors contained in the four protrusions around the cockpit. Curiously, it seems to mount no communications equipment whatsoever, but that would defeat its apparent role as a scout. Your guess is as good as ours, sir. We have dubbed this class of UFO the 'Scout', as that seems to be its purpose here on Earth. It is used primarily as a reconnaissance unit and vanguard to scout the way for heavier craft. Though unarmed, we should shoot these craft down if we are not otherwise engaged, because anything the aliens are up to is bound to be bad for us. --Cdr. Navarre Estimated Scout statistics: Size: Small (6m x 14m x 3m) Cruising speed: +/- 1,600 km/h Top speed: +/- 3,000km/h Crew capacity: 3 max. Weapon capacity: None

source: ufo_scout_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες
es_es: No hay información previa a la investigación diponible.
it: Commander, we've recovered a new UFO type which is now waiting in our hangar for disassembly. We're ready to start studying and dismantling the craft whenever you say, but we will need some lab time and funding to make a proper assessment of its function and capabilities. --Cdr. Navarre
pt_br: Commander, we've recovered a new UFO type which is now waiting in our hangar for disassembly. We're ready to start studying and dismantling the craft whenever you say, but we will need some lab time and funding to make a proper assessment of its function and capabilities. --Cdr. Navarre

source: ufo_fighter_txt
el: Commander, my team and I have just finished another UFO report for you. Here is my summary for your review. The Fighter craft seems to serve the role of escort to alien harvesting expeditions and similar operations. It is frequently deployed as a Harvester UFO's fighter wing, or even as a diversion to mask some other mission somewhere else. It's not as manoeuvrable as some UFOs we've observed, but it's certainly fast, with a tough airframe and large claw-like heat exchangers on the side to compensate for the increased heat output of the chunky antimatter engines. It mounts a single weapon system under the nose of the craft. This weapon, some type of high-energy particle beam, will require thorough research before we will be able to make any conclusions about it. However, it's obvious just from our combat recordings that this weapon is extremely dangerous. It fires a beam of particles at a good fraction of the speed of light, giving it significant range before the atmosphere can slow and/or disperse the particles enough to render them harmless. The crew compartment is equipped with 3 duty stations. We have studied these intently and, as near as we can determine, they are designed a pilot, a gunner and an electronics officer. The Fighter features no discernible communications equipment, nor does it mount landing gear. What it does have, however, is a large targeting computer and holographic HUD to make the craft even more effective in air engagements. Combined with our work on UFO theory, the analysis of the Fighter has led us to some new conclusions about these smaller classes of UFO. While faster than most things in Earth's sky, the Fighter is still not very speedy for a craft driven by antimatter rockets. From what we've seen of the alien hull materials, they could easily stand more engine stresses if required. The aliens could certainly build more powerful engines with their current technology. It seems the limiting factor is fuel volatility. The antimatter tanks in the Fighter are very small and very heavily armoured. Obviously the aliens aren't taking any unnecessary risks. The few tenths of a gramme of antimatter that a small UFO can safely carry seem to be just enough to complete a planet mission and return to base. If the UFO does manage to lose containment, the amount of antimatter in its tanks will not be enough to harm other craft in the same formation. This might not be true for larger craft, however. Tactically, the Fighter is a real threat to PHALANX craft. They most often operate in pairs, a lead craft and a wingman, forming a tight, effective formation to protect larger and more vulnerable craft. However, their function is strictly limited, as they aren't equipped to do anything more than armed reconnaissance. The real threat will always be whatever the Fighters are protecting. Fighters should never be a main target unless there is nothing else left to shoot down. --Cdr. Navarre Estimated Fighter statistics: Size: Small (9m x 16m x 4m) Cruising speed: +/- 1,900 km/h Top speed: +/- 3,600km/h Crew capacity: 5 max. Weapon capacity: 1 Particle Beam hardpoint
it: Commander, my team and I have just finished another UFO report for you. Here is my summary for your review. The Fighter craft seems to serve the role of escort to alien harvesting expeditions and similar operations. It is frequently deployed as a Harvester UFO's fighter wing, or even as a diversion to mask some other mission somewhere else. Though less manoeuvrable than the Scout craft, it is significantly faster, with a tougher airframe and large claw-like heat exchangers on the side to compensate for the increased power of the antimatter engines. It mounts a single weapons system under the nose of the craft. This weapon, some type of high-energy particle beam, will require thorough research before we will be able to make any conclusions about it. However, it's obvious just from our combat recordings that this weapon is extremely dangerous. It fires a beam of particles at a good fraction of the speed of light, giving it significant range before the atmosphere can slow and/or disperse the particles enough to render them harmless. The crew compartment is equipped with 3 duty stations. We have studied these intently and, as near as we can determine, they are designed a pilot, a gunner and an electronics officer. Like the Scout, the Fighter features no discernible communications equipment, nor does it mount landing gear. What it does have is a large targeting computer and holographic HUD to make the craft even more effective. These systems are very interesting. More research might lead us to great improvements in our own avionics. Our analysis has led us to some new realisations about these smaller classes of UFO. While faster than the Scout, the Fighter is still not very speedy for a craft driven by antimatter rockets. From what we've seen of the alien hull materials, the aliens could definitely build far more powerful engines with their current technology. It seems the limiting factor is fuel volatility. The antimatter tanks in the Fighter are only slightly larger than those in the Scout, and they are very heavily armoured; obviously the aliens aren't taking any unnecessary risks. The few tenths of a gramme of antimatter that a small UFO can safely carry seem to be just enough to complete a planet mission and return to base. If the UFO does manage to get blown up, the amount of antimatter in its tanks will not be enough to harm any other craft in the formation. Tactically, the Fighter is a real threat to PHALANX craft. They most often operate in pairs, a lead craft and a wingman, forming a tight, effective formation to protect larger and more vulnerable craft. However, their function is strictly limited, as they aren't equipped to do anything more than armed reconnaissance. The real threat will always be whatever the Fighters are protecting. Fighters should never be a main target unless there is nothing else left to shoot down. --Cdr. Navarre Estimated Fighter statistics: Size: Small (9m x 16m x 4m) Cruising speed: +/- 1,900 km/h Top speed: +/- 3,600km/h Crew capacity: 5 max. Weapon capacity: 1 Particle Beam hardpoint
pt_br: Commander, my team and I have just finished another UFO report for you. Here is my summary for your review. The Fighter craft seems to serve the role of escort to alien harvesting expeditions and similar operations. It is frequently deployed as a Harvester UFO's fighter wing, or even as a diversion to mask some other mission somewhere else. Though less manoeuvrable than the Scout craft, it is significantly faster, with a tougher airframe and large claw-like heat exchangers on the side to compensate for the increased power of the antimatter engines. It mounts a single weapons system under the nose of the craft. This weapon, some type of high-energy particle beam, will require thorough research before we will be able to make any conclusions about it. However, it's obvious just from our combat recordings that this weapon is extremely dangerous. It fires a beam of particles at a good fraction of the speed of light, giving it significant range before the atmosphere can slow and/or disperse the particles enough to render them harmless. The crew compartment is equipped with 3 duty stations. We have studied these intently and, as near as we can determine, they are designed a pilot, a gunner and an electronics officer. Like the Scout, the Fighter features no discernible communications equipment, nor does it mount landing gear. What it does have is a large targeting computer and holographic HUD to make the craft even more effective. These systems are very interesting. More research might lead us to great improvements in our own avionics. Our analysis has led us to some new realisations about these smaller classes of UFO. While faster than the Scout, the Fighter is still not very speedy for a craft driven by antimatter rockets. From what we've seen of the alien hull materials, the aliens could definitely build far more powerful engines with their current technology. It seems the limiting factor is fuel volatility. The antimatter tanks in the Fighter are only slightly larger than those in the Scout, and they are very heavily armoured; obviously the aliens aren't taking any unnecessary risks. The few tenths of a gramme of antimatter that a small UFO can safely carry seem to be just enough to complete a planet mission and return to base. If the UFO does manage to get blown up, the amount of antimatter in its tanks will not be enough to harm any other craft in the formation. Tactically, the Fighter is a real threat to PHALANX craft. They most often operate in pairs, a lead craft and a wingman, forming a tight, effective formation to protect larger and more vulnerable craft. However, their function is strictly limited, as they aren't equipped to do anything more than armed reconnaissance. The real threat will always be whatever the Fighters are protecting. Fighters should never be a main target unless there is nothing else left to shoot down. --Cdr. Navarre Estimated Fighter statistics: Size: Small (9m x 16m x 4m) Cruising speed: +/- 1,900 km/h Top speed: +/- 3,600km/h Crew capacity: 5 max. Weapon capacity: 1 Particle Beam hardpoint

source: ufo_fighter_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες
es_es: No hay información previa a la investigación diponible.
it: Commander, we've recovered a new UFO type which is now waiting in our hangar for disassembly. Recovering a Fighter-class UFO has been one of the things we at DivEngine have been praying for. This is the first armed combat UFO that PHALANX has observed; it is vital that we study these alien craft and weapons and learn their weaknesses, if they have any. We're ready to start studying and dismantling the craft whenever you say, but we will need some lab time and funding to make a proper assessment of its function and capabilities. --Cdr. Navarre
pt_br: Commander, we've recovered a new UFO type which is now waiting in our hangar for disassembly. Recovering a Fighter-class UFO has been one of the things we at DivEngine have been praying for. This is the first armed combat UFO that PHALANX has observed; it is vital that we study these alien craft and weapons and learn their weaknesses, if they have any. We're ready to start studying and dismantling the craft whenever you say, but we will need some lab time and funding to make a proper assessment of its function and capabilities. --Cdr. Navarre

source: ufo_supply_txt
el: Commander, my team and I have just finished another UFO report for you. Here is my summary for your review. As far as we can determine, this type of UFO is indeed a transporter of some kind, carrying materials in its large cargo hold and up to 12 aliens in a small passenger compartment behind the cockpit. Satellite surveillance has observed these ships landing at alien-held positions and unloading material and passengers. This is strong evidence in support of the 'supply ship' theory, and we're confident that it's correct. We can make several conclusions from the UFO's construction and the cargo we've recovered from the hold. Unlike other UFOs we've seen, the Supply Ship is built for carrying heavy loads rather than surviving combat. It doesn't manoeuvre very well, its engines are weak by comparison, and its airframe will break up easily when hit. This is why a Supply Ship will often be protected by a large screen of Fighter UFOs, in case of interception. There isn't much that an alien cargo ship could be doing on Earth except reinforcement and resupply. It will be bringing in weapons, spare parts and other supplies from the alien homeworld to Earth in support of alien operations on the surface. This should be prevented at all costs -- permanent alien installations on Earth would place the civilian population in the area in extreme danger. A strong alien presence also hampers our operations in many ways, some too subtle to observe directly. The regular operation of Supply Ships in an area may indicate an alien installation under construction or, worse, one that's already operational. On the other hand, if we can prevent any Supply Ships from reaching an existing alien strongpoint, we may be able to starve it out for a while before sending in troops. This may give us a crucial tactical advantage. In conclusion, although it may seem of lesser importance than the other UFOs we've encountered, the Supply Ship should be engaged whenever possible. The long-term benefits of interrupting alien supplies may not be immediately apparent, but it will show over time. Because Supply Ships are likely to have escorts, it's recommended that we only engage them with overwhelming force. That's all, Commander. --Cdr. Navarre Estimated Supply Ship statistics: Size: Medium (12m x 18m x 6m) Cruising speed: +/- 1,600 km/h Top speed: +/- 3,000km/h Crew capacity: 30 max. Weapon capacity: None

source: ufo_supply_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες

source: ufo_carrier_txt
el: <TODO>

source: ufo_carrier_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες
it: Nessuna informazione disponibile prima della ricerca.
pt_br: Nenhuma informação pré-pesquisa disponível

source: ufo_bomber_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες

source: ufo_corrupter_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες
