Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: Construction
el: Κατασκευή

source: Snow
el: Χιόνι
it: Neve
pt_br: Neve

source: Alien landing - Snow
el: Εξωγήινοι προσεδαφίστηκαν - Χιόνι
it: Atterraggio alieno - Neve
pt_br: Campo de pouso alienígena - Neve

source: Industrial
el: Βιομηχανική
it: Industriale

source: Alien landing - Industrial
el: Εξωγήινοι προσεδαφίστηκαν - Βιομηχανική
it: Atterraggio alieno - Industriale
pt_br: Campo de pouso alienígena - Industrial

source: Oriental small
el: Ανατολίτικο Μικρό
it: Orientale piccola
pt_br: Oriental pequeno

source: Oriental medium
el: Ανατολίτικο Μεσαίο
it: Orientale media
pt_br: Oriental médio

source: Oriental big
el: Ανατολίτικο Μεγάλο
it: Orientale grande
pt_br: Oriental grande

source: Tropical river
el: Τροπικός Ποταμός
it: Fiume tropicale
pt_br: Rio tropical

source: Tropical drug
el: Τροπική βλάστηση
it: Droga tropicale
pt_br: Remédio/droga tropical

source: UFO - Fighter
el: ΟΥΦΟ - Καταδιωκτικό
es_es: Caza OVNI
it: UFO - Intercettore
pt_br: OVNI - Fighter

source: UFO - Harvester
el: ΟΥΦΟ - Θεριστής
it: UFO - Mietitore
pt_br: OVNI - Harvester

source: UFO - Scout
el: ΟΥΦΟ - Ανιχνευτικό
es_es: OVNI - Explorador
pt_br: OVNI - Scout

source: UFO - Supply Ship
el: ΟΥΦΟ - Ανεφοδιασμού

source: Village residential
el: Αστικοποιημένο Χωριό
it: Villaggio residenziale
pt_br: Vila residencial

source: Village commercial
el: Εμπορικό Χωριό
it: Villaggio commerciale
pt_br: Vila comercial

source: Village recreational
el: Ψυχαγωγικό Χωριό
it: Villaggio ricreativo
pt_br: Vila recreativa

source: Village big
el: Μεγάλο Χωριό
it: Villaggio grande
pt_br: Vila grande

source: Firebird-class Dropship
el: Firebird-μεταγωγικό
es_es: Transporte clase Firebird
it: Nave da trasporto classe Firebird
pt_br: Transporte de tropas classe Firebird

source: Stiletto-class Interceptor
el: Stiletto-αναχαιτιστικό
es_es: Interceptor clase Stiletto
it: Intercettore classe Stiletto

source: Saracen-class Interceptor
el: Saracen-αναχαιτιστικό
es_es: Interceptor clase Saracen
it: Intercettore classe Saracen

source: Dragon Interceptor
el: Dragon-αναχαιτιστικό

source: Stingray Interceptor
el: Stingray αναχαιτιστικό

source: Alien Astrogation
el: Εξωγήινος Αστρολάβος

source: Alien Propulsion
el: Εξωγήινη ώθηση

source: Alien Detection
el: Εξωγήινη ανίχνευση

source: AA51 missile launcher
el: AA51 εκτοξευτής πυραύλων

source: normal
el: Κανονικό
it: normale

source: blast
el: Έκρηξη
es: explosión
it: espscoppio
pt_br: explosão

source: fire
el: Πύρ
es: Fuego
es_es: Fuego
it: fuoco
pt_br: fogo

source: shock
el: Δόνηση
it: impatto
pt_br: choque

source: laser
el: Λέϊζερ
es: Láser

source: plasma
el: Πλάσμα

source: particlebeam
el: Μοριακή Δέσμη
it: flusso di particelle
pt_br: raio de partículas

source: Combat Armour
el: Θωράκιση Μάχης
es_es: Armadura de Combate
it: Armatura da Combattimento
pt_br: Armadura de Combate

source: Nanocomposite Armour
el: Θωράκιση Νανοπολυσύνθετη
es_es: Armadura de Nanocompuesto
it: Armatura Nanocomposita
pt_br: Armadura de Nanocomposto

source: Power Armour
el: Θωράκιση Δυναμική

source: Alien Body Armour
el: Θωράκιση Εξωγήινη
es_es: Armadura Alienígena
it: Armatura Aliena
pt_br: Armadura Alienígena

source: Medium Alien Armour
el: Θωράκιση Εξωγήινη Μέσης Κατηγορίας
it: Armatura Aliena Intermedia
pt_br: Armadura alienígena média

source: Alien Containment Facility
el: Εξωγήινος Θόλος
es_es: Celda para Alienígenas
it: Unità di Contenimento Alieni
pt_br: Módulo de armazenamento de alienígenas

source: Entrance
el: Είσοδος
es: Entrada
es_es: Entrada
it: Ingresso
pt_br: Entrada

source: Missile Battery
el: Συστοιχία πυραύλων

source: Storage
el: Αποθήκη
es: Almacenamiento
es_es: Almacén
it: Magazzino
pt_br: Armazém

source: Power Plant
el: Γεννήτριες Ρεύματος
es: Central Eléctrica
es_es: Planta de Energía
it: Generatore
pt_br: Usina de Energia

source: Command Centre
el: Κέντρο Επιχειρήσεων
es_es: Centro de Mando
it: Quartier Generale
pt_br: Centro de Comando

source: Living Quarters
el: Διαμερίσματα
es_es: Barracones
it: Aree residenziali
pt_br: Dormitórios

source: Large Hangar
el: Μεγάλο Υπόστεγο
es_es: Hangar Grande
it: Hangar Grande
pt_br: Hangar Grande

source: Small Hangar
el: Μικρό Υπόστεγο
es_es: Hangar Pequeño
it: Hangar Piccolo
pt_br: Hangar Pequeno

source: Small UFO Hangar
el: Μικρό Υπόστεγο ΟΥΦΟ
es_es: Hangar para OVNI pequeño
it: Hangar Piccolo per UFO
pt_br: Hangar pequeno para OVNIs

source: Large UFO Hangar
el: Μεγάλο Υπόστεγο ΟΥΦΟ
es_es: Hangar para OVNI Grande
it: Hangar Grande per UFO
pt_br: Hangar grande para OVNIs

source: Team Room
el: Δωμάτιο Ομάδας
es: Habitación del Equipo
es_es: Sala de Recreo
it: Sala di ricreazione
pt_br: Sala da equipe

source: Workshop
el: Μηχανουργείο
es: Taller
es_es: Taller
it: Officina
pt_br: Oficina

source: Radar
el: Ραντάρ

source: Laboratory
el: Εργαστήριο
es: Laboratorio
es_es: Laboratorio
it: Laboratorio di Ricerca &amp; Sviluppo
pt_br: Laboratório

source: Hospital
el: Νοσοκομείο
it: Ospedale

source: Antimatter Storage
el: Αποθήκευση Αντιύλης

source: Home
el: Αρχηγείο Φάλαγγας
es: Hogar
es_es: Cuartel general PHALANX
it: Casa
pt_br: Base

source: Base #2
el: Βάση #2

source: Base #3
el: Βάση #3

source: Base #4
el: Βάση #4

source: Base #5
el: Βάση #5

source: Base #6
el: Βάση #6

source: Base #7
el: Βάση #7

source: Base #8
el: Βάση #8

source: Very Hard Campaign
el: Πολύ Δύσκολη Εκστρατεία
es: Campaña Muy Difícil
es_es: Campaña Muy Difícil
it: Campagna Molto Difficile
pt_br: Campanha Muito Difícil

source: txt_veryhard_campaign
el: Αυτή είναι μία εξαιρετικά δύσκολη έκδοση της Κανονικής Εκστρατείας. Σε αυτό το σενάριο, όλα τα όντα είναι εναντίον σου, θα παραλάβεις λίγους νεοσύλλεκτους, και τα έθνη θα έιναι ιδιέταιρα απαιτητικά. Οι εξωγήινοι δε θ αδείξουν καθόλου έλεος. This option represents the Very Hard difficulty level, and is recommended for those who have managed to beat the Hard campaign and still feel the need to further punish themselves.
es_es: Esta es una versión muy difícil de la campaña normal. En este escenario todo estará en contra tuya, recibiras menos soldados y las naciones serán muy exigentes. Los alienígenas no mostraran ninguna piedad. Esta opcion representa el nivel Muy Difícil, y es la recomendada para aquellos que han conseguido terminar la campaña Difícil y todavia siente la necesidad de castigarse a sí mismos.

source: Hard Campaign
el: Δύσκολη Εκστρατεία
es: Campaña Difícil
es_es: Campaña Difícil
it: Campagna Difficile
pt_br: Campanha Difícil

source: txt_hard_campaign
el: Αυτή είναι μια δύσκολη έκδοση της Κανονικής Εκστρατείας. Θα παραλάβετε λιγότερους στρατιώτες, τεχνικούς και επιστήμονες, τα έθνη θα είναι πιο δύσκολο ν αμείνουν ικανοποιημένα, η έρευνα θα είναι πιο αργή και πιο απαιτητική, και οι εξωγήινοι πιο σκληροί. This option represents the Hard difficulty level, and is recommended for expert players.
es: Igual que la campaña normal, pero con menos reclutas y menos créditos.
es_es: Esta es una versión más difícil de la campaña normal. Recibes menos soldados, ingenieros y científicos, las naciones son más difíciles de contentar, la investigación será más costosa y lenta y los alienígenas serán más resistentes. Esta opción representa el nivel Difícil del juego, y es la recomendada para los jugadores expertos.

source: Standard Campaign
el: Τυπική Εκστρατεία
es: Campaña Normal
es_es: Campaña Normal
it: Campagna Normale
pt_br: Campanha Padrão

source: txt_standard_campaign
el: Αυτό είναι ένα στρατιωτικού θέματος σενάριο εισβολής για έναν παίχτη. Ο παίχτης αναλαμβάνει το Έργο Φάλαγγα, οι Γήινοι αντιδρούν στην εξωγήινη απειλή, και μπορεί να παιχτεί δυναμικά . This campaign is available at several difficulty levels. This option represents the Standard difficulty level, and is recommended for first-time players who like a challenge.
es: El hogar de los extraterrestres es un pequeño planeta orbitando la estrella Antares. Ellos han evolucionado en una manera parecida a la de los humanos, desarrollándose desde organismos uní-celulares a organismos multi-celular, luego anfibios, mamíferos y eventualmente el dedo pulgar. Hoy, sus tecnologías han entrado a la era de la fusión, donde el poder de las estrellas es almacenado en dispositivos suficientemente pequeños para cargar. También han descubierto una forma de viajar mas rápida que la luz, aunque un viaje interestelar aún demora años, por esta razón la tripulación debe estar en estado de estasis durante el viaje. En términos de los avances tecnológicos los Antareanos están unos 100 años adelantados, sin embargo, en términos de la sociedad están varios años atrasados. Su sociedad se asemeja al sistema feudal de la edad media terrestre. El rey Antareano es la máxima autoridad, y todos sucumben a su voluntad. Los Antareanos son guerreros. Ya han conquistado varios mundos, esclavizando a sus pobladores, y en el caso de los Ortnoks, obligándolos a pelear por sus causas. Ahora los caudillos de los Antereanos han puesto sus ojos sobre la Tierra. Pero a diferencia de los habitantes de sus objetivos anteriores, los humanos resultaron ser un rival intelectual. La Tierra puede probar ser más resistente de lo que pensaban sus caudillos...
es_es: Este es el escenario de invasión militar para un jugador. El jugador asume el mando del Proyecto PHALANX, la respuesta de la Tierra a la amenaza alienígena, y puede jugar a un juego dinámico con una história sólida y varios elementos aleatorios. Esta camaña está disponible en varios niveles de dificultad. Esta opción representa la dificultad Normal y es la recomendada para los jugadores novatos que busquen un desafío.

source: Easy Campaign
el: Εύκολη Εκστρατεία
es: Campaña Fácil
es_es: Campaña Fácil
it: Campagna Facile
pt_br: Campanha Fácil

source: txt_easy_campaign
el: Αυτή είναι μια εύκολη έκδοση της Κανονικής Εκστρατείας. Οι εξωγήινοι θα είναι λιγότερο σκληροί, οι επιθέσεις των ΟΥΦΟ θα είναι λιγότερο συχνές, και θα παραλάβεις περισσότερους νεοσύλλεκτους για να ανταποκρίνεσαι στις απώλειες μάχης. This campaign represents the Easy difficulty level, and is an option for first-time players who prefer smoother sailing than the Standard Campaign might offer.
es: Igual que la campaña normal, pero con mas reclutas y mas créditos
es_es: Esta es una versión más suave de la campaña normal. Los alienígenas son menos resistentes, las incursiones de OVNIs son menos frecuentes y recibes más reclutas para suplir a los perdidos en combate. Esta campaña representa el nivel de dificultad Fácil, y es la opción para los jugadores novatos que prefieren una partida más tranquila que la que la Campaña Normal puede ofrecer.

source: Very Easy Campaign
el: Πολύ Εύκολη Εκστρατεία
es: Campaña Muy Fácil
es_es: Campaña Muy Fácil
it: Campagna Molto Facile
pt_br: Campanha Muito Fácil

source: txt_veryeasy_campaign
el: Αυτή είναι μία πολύ εύκολη έκδοση της κανονικής Εκστρατείας. Οι δυνάμεις σας θα είναι πολύ πιο ισχυρές, οι εξωγήινοι λιγότερο επικίνδυνοι, και θα βιώσεις μερικές απώλειες κατά την διάρκεια της εκστρατείας. This campaign represents the Very Easy difficulty level, and is an option for first-time players who are only just testing the waters of UFO: AI.
es_es: Esta es una versión muy relajada de la camapaña normal. Tus fuerzas son más poderosas, los alienígenas menos peligrosos y seguramente tendrás pocas bajas durante los combates. Esta campaña representa el nivel de dificultad Muy Fácil, y es la opción para los jugadores novatos que simplemente quieran ver como va eso de UFO: AI.

source: Play the aliens
el: Παίξτε τους Εξωγήινους
es: Juega con los extraterrestres
es_es: Jugar con los aliens
it: Gioca nel ruolo degli alieni
pt_br: Jogar com os alienígenas

source: txt_alien_campaign
el: Πάιξτε τους εξωγήινους εναντίον των ανθρώπων
es_es: Jugar con el bando alienígena contra los humanos

source: Devastating alien terror attack on Mumbai
el: Ολέθρια τρομοκρατική επίθεση των εξωγήινων στο Mumbai
es: Un devastador ataque extraterrestre en Mumbai
es_es: Devastador ataque terrorista alienígena en Mumbai
it: Devastante attacco alieno a Mumbai

source: Alien aircraft spotted
el: Εξωγήινο σκάφος Εντοπίστηκε
it: Velivolo alieno individuato
pt_br: Aeronave alienígena avistada

source: mail_from_un
el: SecGen. Mahouf Serra, Ηνωμένα Έθνη, Πόλη Νέας Υόρκης

source: mail_to_base_commander
el: Διοικητής Βάσεως,Φάλαγγα, Atlantic Operations Command

source: 2084 Mar 21
el: 21 Μαρ 2084

source: Good Luck
el: Καλή Τύχη

source: mail_prolog
el: Καλως ήρθατε στο νέο σας πόστο, Διοικητά. Τώρα έχετε πλήρη έλεγχο πάνω στη ΦΑΛΑΓΓΑ. Η αποστολή σου είναι να προτατεύεις τους πολίτες της Γής και να σταματήσεις την εξωγήινοι απειλή με κάθε κόστος. Το πώς θα το καταφέρεις αυτό εξαρτάται απο εσένα! η μόνη μας απαίτηση είναι να πετύχεις. Η πρώτη σου εντολή είναι να δημιουργήσεις μια ένα αρχηγείο. Τα ΗΕ έχουν πρόσβαση σε στρατιωτικές βάσεις σε όλο τον κόσμο, έτσι να έχεις υπόψιν σου όλα τα έθνη για τις επιχειρήσεις σου. Επέλξε τηντοποθεσία συνετά, διότι θα έχει μεγάλη επιρροή στην επιτυχία του προγράματος ΦΑΛΑΓΓΑ. Μία πρόσφατη ανάλυση της επίθεσης στο Mumbai και στο Bonn έδειξαν ότι οι θεάσεις ΟΥΦΟ και η εξωγήινοι δραστηριότητα εστιάζεται σε πυκνοκατοικημένες περιοχές της Γήςr, συμπεριλαμβανομένης τις ακτές της Βόρειας και Νότιας Αμερικής, Ευρώπης, Ευρασίας, Νότια και Μεσογειακή Αφρική και Αυστραλία . Θα πρέπει να αναλογιστείς να εισάγεις αυτές τις πειροχές στο θέατρο των επιχειρήσεών σου. Όταν ιδρύσεις την πρώτη σου βάση, πρέπει να ετοιμάσεις τους στρατιώτες σου. Οι νεοσύλλεκτοι που έχουμε αναθέσει στη ΦΑΛΑΓΓΑ πρέπει να βρίσκονται μέσα στο μεταγωγικό σκάφος, και μετά να εξοπλίζονται για μάχη. Να τους προσέχεις, Διοικητά. Όλοι εμείς υπολογίζουμε επάνω σου και προσευχόμαστε για σένα. Αυτά είναι όλα. Καλή τύχη και καλό κυνήγι.

source: mail_from_paul_navarre
el: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command

source: Recovery Report -- %s
el: Αναφορά Ανάκτησης -- %s

source: mail_alien_ufo_crashed
el: Κύριε, %s είναι πολύ κατεστραμένο για να ανακτηθεί. Παρόλαυτα μπορούμε να διασώσουμε μερικά χρήσιμα εξαρτήματα απο τα συντρίμμια. Τα παρακάτω αντικέιμενα θα φθάσουν σε %s με το μεταγωγικό μας: %s

source: mail_alien_ufo_recovered
el: Κύριε, η ομάδα μας εξασφάλισε ένα %s σε αυτό το πεδίο. Κανόνισα να συνοδευτεί στο %s, ETA μέσα σε δύο ημέρες. Θα θέλαμε να το αποσυναρμολογήσουμε στα επιμέρους κομμάτια του όταν το παραλάβουμε. Οι μηχανικοί μας θα δημιουργήσουν μία λίστα με το παρακάτω εξοπλισμό σαν εφαρμόσιμο: %s

source: Not Enough Money -- %s
el: Όχι Αρκετά Χρήματα -- %s

source: mail_not_enough_money
el: <TODO>

source: Not Enough Resources -- %s
el: Όχι Αρκετοί Πόροι -- %s

source: mail_not_enough_ressources
el: <TODO>

source: Production Finished -- %s
el: Παραγωγή Ολοκληρώθηκε -- %s

source: mail_production_finished
el: Οι ομάδα των τεχνικών μας ολοκλήρωσε την παραγωγή {item} στο/η {location}. Όλος ο εξοπλισμός έχει δοκιμαστεί και είναι έτοιμος για χρήση. --Cdr. Navarre

source: mail_from_xo
el: XO Abel S. Howard, Command & Control, PHALANX, Atlantic Operations Command

source: Monthly Report -- %s
el: Μηνιαία Αναφορά -- %s

source: mail_monthly_report
el: <TODO>

source: UFO Stored In Hangar -- %s
el: Το ΟΥΦΟ αποθηκεύτηκε στο υπόστεγο -- %s

source: mail_ufo_in_hangar
el: <TODO>

source: Transfer Received -- %s
el: Μεταφορά Ελήφθη -- %s

source: mail_transfer_received
el: <TODO>

source: Equipment Order Received -- %s
el: Παραγγελθέν Εξοπλισμός Ελήφθη -- %s

source: mail_equipment_order_received
el: <TODO>

source: Construction Finished -- %s
el: Κατασκευή Ολοκληρώθηκε -- %s

source: mail_construction_finished
el: <TODO>

source: New Base Ready -- %s
el: Νέα Βάση Έτοιμη -- %s

source: mail_new_base_ready
el: <TODO>

source: mail_base_attack_report
el: <TODO>

source: Mission Summary -- %s
el: Περίληψη Αποστολής -- %s

source: mail_mission_summary
el: <TODO>

source: Alien Base Discovered -- %s
el: Εξωγήινη Βάση Ανακαλύφθηκε -- %s

source: mail_alien_base_discovered
el: Κύριε , οι χειριστές μας ανακάλυψαν την τοποθεσία μίας μεγάλης εξωγήινης εγκατάστασης στη Γή σε περιοχή που ανήκει %s. Αυτή η εγκατάσταση αντιπροσωπέυει μια σοβαρή απειλή για την ΦΑΛΑΓΓΑ και την ανθρωπότητα , πρέπει να την καταλάβουμε το συντομότερο δυνατό.

source: Lost Radar Tracking -- %s
el: Απώλεια Ανίχνευσης Ραντάρ -- %s

source: mail_lost_radar_tracking
el: <TODO>

source: New Radar Contact -- %s
el: Νέα επαφή Ραντάρ -- %s

source: mail_new_radar_contact
el: <TODO>

source: mail_from_col_falkland
el: Col. Ingrid Falkland, Intelligence Division, PHALANX, Atlantic Operations Command

source: Response Too Late -- %s
el: Απόκριση Πολύ Αργή -- %s

source: mail_response_too_late
el: <TODO>

source: UFO Shot Down -- %s
el: ΟΥΦΟ Καταρίφθηκε -- %s

source: mail_ufo_shot_down
el: <TODO>

source: Alien Activity Reported -- %s
el: Αναφορά Εξωγήινης Δραστηριότητας -- %s

source: mail_alien_activity_reported
el: Καλημέρα, Κύριε. Έχουμε μία επιβεβαιωμένη επαφή με ζωντανούς εξωγήινους στο/η %s. Πολίτες βρίσκονται σε κίνδυνο! Προτείνω να στείλουμε στρατιώτες εκεί αμέσως. Καλή τύχη και καλό κυνήγι. Μετά τιμής, Col. Falkland

source: mail_from_air_cdr
el: Cdr. (Air) Subakh al-Kuhar, Air Wing, PHALANX, Atlantic Operations Command

source: New Aircraft Arrived -- %s
el: Άφιξη Νέου Αεροσκάφους -- %s

source: mail_new_aircraft_arrived
el: <TODO>

source: Aircraft Lost Target -- %s
el: Σκάφος Έχασε Στόχο -- %s

source: mail_aircraft_lost_target
el: Διοικητά, %s χάσαμε επαφή ραντάρ με %s και είναι αδύνατη η επανάκτηση. Παρακαλώ παρέχετε νέες εντολές. -- COMAIR

source: Aircraft Ready -- %s
el: Σκάφος Έτοιμο -- %s

source: mail_aircraft_ready
el: Διοικητά, %s είναι %s και είναι έτοιμο πρός δράση. -- COMAIR

source: mail_aircraft_bingo_fuel
el: Διοικητά, %s ξέμεινε απο χρόνο πτήσης. Έχει μόνο αρκετά καύσιμα για επιστροφή στη βάση %s. Η αποστολή ματαιώθηκε. -- COMAIR

source: Aircraft Landed -- %s
el: Προσεδάφιση Σκάφους -- %s

source: mail_aircraft_landed
el: Διοικητά, %s προσγειώθηκε στο/η %s. Τώρα είναι %s. Εκτιμώμενος χρόνος εργασιών για το σκάφος πρωτού να μπορέσει να απογειωθεί ξανά είναι %s ώρες. -- COMAIR

source: 1on1
el: 1με1
it: 1vs1
pt_br: 1 contra 1

source: 1on1on1
el: 1με1με1
it: 1vs1vs1
pt_br: 1 contra 1 contra 1

source: 2on2
el: 2με2
it: 2vs2
pt_br: 2 contra 2

source: 2on2on2
el: 2με2με2
it: 2vs2vs2
pt_br: 2 contra 2 contra 2

source: 3on3
el: 3με3
it: 3vs3
pt_br: 3 contra 3

source: 3on3on3
el: 3με3με3
it: 3vs3vs3
pt_br: 3 contra 3 contra 3

source: 4on4
el: 4με4
it: 4vs4
pt_br: 4 contra 4

source: 4on4on4
el: 4με4με4
it: 4vs4vs4
pt_br: 4 contra 4 contra 4

source: Coop 2 players
el: Συνεργασία 2 παιχτών
it: Coop 2 giocatori
pt_br: 2 jogadores em cooperação

source: Coop 3 players
el: Συνεργασία 3 παιχτών
it: Coop 3 giocatori
pt_br: 3 jogadores em cooperação

source: Coop 4 players
el: Συνεργασία 4 παιχτών
it: Coop 4 giocatori
pt_br: 4 jogadores em cooperação

source: English
el: Αγγλικά

source: German
el: Γερμανικά

source: Polish
el: Πολωνικά

source: Spanish
el: Ισπανικά

source: Czech
el: Τσέχικα

source: Danish
el: Δανικά

source: Estonian
el: Εσθονιακά

source: Finnish
el: Φινλανδικά

source: French
el: Γαλλικά

source: Italien
el: Ιταλικά

source: Portuguese
el: Πορτογαλλικά

source: Russian
el: Ρώσσικα

source: Slovenian
el: Σλοβένικα

source: Swedish
el: Σουηδικά

source: Thai
el: Ταϊλανδέζικα

source: Japanese
el: Ιαπωνικά

source: No language
el: Καμία Γλώσσα

source: A farmhouse surrounded by fields and sheds. A UFO has landed in one of the fields.
el: Μία φάρμα με χωράφια και στάβλους έχει περικυκλωθεί. Ένα ΟΥΦΟ έχει προσγειωθεί σε ένα απο τα χωράφια.

source: A shelter that was built to house people in times of major disasters. Some internal blast doors may have been closed.
el: Ένα καταφύγιο το οποίο είχε χτιστεί απο τους κατοίκους για περιόδους σημαντικών καταστροφών. Μερικές εσωτερικές πόρτες μπορεί να είναι κλειστές.

source: Base is under attack.
el: Η βάση δέχετε επίθεση.

source: Cross
el: Σταυρός
es: Cruz
it: Croce
pt_br: Cruz

source: Coin
el: Νόμισμα
es: Moneda
es_es: Moneda
it: Testa
pt_br: Moeda

source: Scientist
el: Επιστήμονας
es: Científico
es_es: Científico
it: Scienziato
pt_br: Cientista

source: Medic
el: Νοσοκόμος
es: Médico
es_es: Médico
it: Medico
pt_br: Médico

source: Worker
el: Εργάτης
es: Trabajador
es_es: Trabajador
it: Operaio

source: Rifleman
el: Τυφεκιοφόρος
it: Fuciliere
pt_br: Soldado

source: Rfn
el: Τ/Φ
it: Fcl
pt_br: Sd

source: Lance-Corporal
el: Υποδεκανέας
pt_br: Cabo

source: LCpl
el: ΥΔΝΕΑΣ
pt_br: Cb

source: Corporal
el: Δεκανέας
it: Caporale
pt_br: 3° Sargento

source: Cpl
el: ΔΝΕΑΣ

source: Sergeant
el: Λοχίας
es: Sargento
es_es: Sargento
it: Sergente
pt_br: 2° Sargento

source: Sgt
el: ΛΧΙΑΣ
pt_br: 2°Sgt

source: Warrant Officer
el: Ανθυπασπιστής
pt_br: 1° Sargento

source: WO
el: ΑΝΘΣΤΗΣ
pt_br: 1°Sgt

source: Senior Warrant Officer
el: Δόκιμος Αξιωματικός
pt_br: Suboficial

source: SWO
el: ΔΕΑ
pt_br: SO

source: Second Lieutenant
el: Ανθυπολοχαγός
pt_br: 2° Tenente

source: 2Lt
el: ΑΝΘΛΓΟΣ
pt_br: 2°Ten

source: Lieutenant
el: Υπολοχαγός
pt_br: 1° Tenente

source: Lt
el: ΥΠΛΓΟΣ
pt_br: 1°Ten

source: Captain
el: Λοχαγός
es: Capitán
es_es: Capitán
it: Capitano
pt_br: Capitão

source: Capt
el: ΛΓΟΣ
pt_br: Cap

source: Major
el: Ταγματάρχης

source: Maj
el: ΤΧΗΣ

source: Lieutenant-Colonel
el: Αντισυνταγματάρχης
pt_br: Tenente-Coronel

source: Lt Col
el: ΑΝΧΗΣ
pt_br: Ten Cel

source: Colonel
el: Συνταγματάρχης
pt_br: Coronel

source: Col
el: ΣΧΗΣ
pt_br: Cel

source: Assign your squad
el: Ανάθεση της Μοίρας
es: Asigna tu Escuadrón
es_es: Selecciona tu escuadrón
it: Assegna la squadra
pt_br: Designar a sua equipe

source: Hire your team first
el: Μισθώστε την ομάδα σας πρώτα
es: Primero Contrata un Equipo
es_es: Contrata a tu equipo antes
it: Assolda una squadra prima
pt_br: Monte uma equipe primeiro

source: Aircraft absent from base
el: Το σκάφος απουσιάζει απο την βάση
es_es: Nave fuera de la base
it: Velivolo non presente nella base
pt_br: Aeronave ausente da base

source: Assign Soldiers
el: Ανάθεση Στρατιωτών
es_es: Selecciona soldados
it: Assegna Soldati
pt_br: Designar Soldados

source: Aircraft away
el: Σκάφος μακρυά
es_es: Nave ausente
it: Velivolo assente
pt_br: Aeronave fora da base

source: Buy or sell aircraft
el: Αγορά ή πώληση
it: Compra o vendi velivolo
pt_br: Comprar ou Vender Aeronaves

source: Buy/Sell Aircraft
el: Αγορά/Πώληση Σκάφους
es: Compra/Vende Aeronave
es_es: Comprar/Vender Nave
it: Compra/Vendi Velivolo
pt_br: Comprar/Vender Aeronaves

source: Start your aircraft
el: Εκκινληστε το σκάφος σας
es: Inicia tu Aeronave
it: Fai decollare il tuo velivolo
pt_br: Iniciar a sua aeronave

source: Start Aircraft
el: Εκκίνηση Σκάφους
es: Prepare su Aeronave
it: Decolla
pt_br: Iniciar Aeronave

source: Call back aircraft
el: Καλέστε πίσω το σκάφος
es_es: Ordenar regreso de la nave
it: Richiama velivolo
pt_br: Chamar aeronave de volta

source: Call back
el: Καλέστε πίσω
es: Llamar de Vuelta
it: Richiama
pt_br: Chamar de volta

source: Equip
el: Εξοπλίστε
es: Equipe
es_es: Equipar
it: Equipaggia
pt_br: Equipar

source: Produce aircraft or aircraft components
el: Παραγωγή σκάφους ή εξαρτημάτων του

source: Build at least one workshop
el: Χτίστε τουλάχιστον ένα μηχανουργείο

source: Produce
el: Παραγωγή

source: Done
el: Έγινε
es: Listo
es_es: Hecho
it: Fatto
pt_br: Concluído

source: Switch to the previous aircraft
el: Αλλαγή στο προηγούμενο σκάφος
es: Cambiar a la Aeronave anterior
es_es: Cambiar a la nave anterior
it: Scorri al velivolo precedente
pt_br: Aeronave anterior

source: Switch to the next aircraft
el: Αλλαγή στο επόμενο σκάφος
es: Cambiar a la siguiente Aeronave
es_es: Cambiar a la nave siguiente
it: Scorri al velivolo successivo
pt_br: Próxima aeronave

source: Team Members:
el: Μέλη Ομάδας:
es: Miembros del Equipo
es_es: Miembros del equipo:
it: Membri della Squadra:
pt_br: Membros da equipe

source: Previous aircraft
el: Προηγούμενο σκάφος
