Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: combat_armor_txt
es_es: Especificaciones Técnicas: Armadura de Combate CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción El ataque alienígena a Mumbai hizo nuestra situación dolorosamente clara. Su tecnología es mucho más avanzada que la nuestra. La completa falta de avance de las tropas de la Commonwealth en la ofensiva de Mumbai reveló debilidades críticas en el equipamiento y entrenamiento militar actual. Se perdieron tres batallones en el campo de tiro sin inflingir bajas significativas en el enemigo. PHALANX debe superar estos problemas, y para ello necesitamos la mejor tecnología que la humanidad pueda proporcionar. El Programa Excalibur se creó no solo para la busqueda de las armas adecuadas para combatir la amenaza alienigena, sino tambien para encontrar el blindaje y equipamiento que ayude a nuestros soldados a completar sus misiones y volver a la base sanos y salvos. Estos equipos estan diseñados para aumentar la efectividad militar de los soldados o su capacidad de supervivencia. El uso de blindajes en el campo de batalla nunca desapareció completamente, aun cuando se mostró ineficaz en la mayoria de los casos entre principios del siglo XVIII y finales del XX. Su uso comenzó a renacer en la Primera Guerra Mundial bajo la forma de cascos de acero para los soldados. Esta práctica continuó durante la Segunda Guerra Mundial, hasta que se vio superada por la invención del Kevlar. Hoy día, sin embargo, el Kevlar ha quedado obsoleto en la mayoría de sus formas; actualmente sólo es usado por civiles y fuerzas policiales con problemas de presupuesto. Incluso los blindajes corporales más avanzados de finales del siglo XX se han mostrado completamente inutiles contra las armas actuales. Se necesitan nuevos materiales, materiales que hagan los blindajes más fuertes y a sus usuarios más resistentes que nunca durante la lucha. Sorprendentemente, varios informes antiguos analizados parecen confirmar que PHALANX fue responsable de algunos avances tecnológicos extraordinarios en el pasado, tecnologías que fueron despues usadas a lo largo del mundo. Cualquier intento de producir tela de araña artificial habia fallado anteriormente, pero los investigadores del Control de Operaciones del Pacifico de PHALANX lo consiguieron en 2017. Su técnica todavía se usa hoy dia, a partir de un dispositivo denominado 'telar orgánico': un enorme armazon de alimentación que puede abastecer a cientos de glandulas de seda, diseñado exclusivamente para la produccion en masa de tela de araña. El primer uso generalizado de blindajes militares hechas con tela de araña surgió de un esfuerzo conjunto de la OTAN en 2023, despues de que varias pruebas balísticas demostraran que las municiones usadas por el ejercito chino podían atravesar los chalecos de kevlar estandar. La armadura en sí la forma incontables capas de seda de araña tratada con polietileno molecular ultra-pesado, lo que la dota de una increible fuerza y flexibilidad. El resultado es aproximadamente 18 veces más fuerte que el acero y proporciona un rendimiento superior al kevlar en torno al 300 o 400%. Los primeros trajes fabricados de polietileno se volvieron obsoletos despues del desarrollo de la seda artificial, y las nuevas armaduras compuestas las reemplazaron rápidamente en el mundo militar. La armadura se ha ido actualizando para adaptarse a los nuevos tiempos, siendo tan efectiva que su uso es comun hoy en dia. Incluso lleva bolsillos en los que se pueden insertar placas cerámicas o de metal para proteger los organos más sensibles. El único inconveniento de la Armadura de Combate es su mayor peso comparado con protecciones antiguas, debido principalmente al numero de capas de seda necesarias para proteger de las armas más modernas. El peso se distribuye equilibradamente, haciendola bastante comoda de llevar y mucho menos pesada que las armaduras experimentales de nano-compuesto. Esta armadura salva vidas mientras mantiene la habilidad de movimiento del soldado. Doctrina Recomendada Cuando sea posible, las tropas PHALANX deberan llevar armadura siempre que sean enviadas a una situacion de combate. La Armadura de Combate debe ser considerada la protección más básica, irrenunciable para cualquier soldado. Para algunos cuerpos especiales, la Armadura de combate seguirá siendo una alternativa comparable a armaduras más pesadas, gracias a la movilidad que proporciona. Francotiradores y cualquiera que no se encuentre en primera linea de fuego obtendrá las ventajas de su mayor libertad de movimientos. Addendum Ninguno.

source: nano_armor_txt
es_es: PARA: Comandante de la Base, PHALANX, Mando de Operaciones Atlánticas DE: Cdr. Paul Navarre, I+D: División de Ingeniería, PHALANX, Mando de Operaciones Atlánticas FECHA: %02i %s %i ASUNTO: Re: Armadura de Nanocompuesto Comandante, me complace comunicarle el éxito de nuestra investigación para la producción de nanocompuesto! No le aburriré con los detalles de la fabricación de NTC; es suficiente con que le diga que, gracias al estudio de las marcas dejadas por las lineas de producción alienígenas, hemos podido identificar algunos de sus procesos. Aparentemente los extraterrestres usan algún tipo de plasma para orientar, moldear y presionar los nanotubos según el patrón requerido. Hemos podido crear un prototipo por nosotros mismo, y hemos realizado varias modificaciones a nuestros propios procesos de producción de nanotubos basados en el ejemplo alienígena. El resultado es un aumento significativo en el volumen de la producción y en el gasto de energía necesaria. A partir de ahora restringiré mi informe a las capacidades y habilidades tácticas de la nueva armadura, las cuales estoy seguro que encontrará fascinantes. Hemos conseguido duplicar prácticamente toda la funcionalidad de la armadura alienígena, desde las placas de nanocompuesto hasta el movimiento servo-asistido. La armadura es increiblemente ligera para su tamaño, pero sigue siendo considerablemente más dura que nuestra Armadura de Combate. Protege tanto como la propia armadura fabricada por los alienígenas y proporciona una rapidez de movimiento similar y una puntería superior. Sin embargo existen algunas limitaciones que no podemos pasar por algo. El hecho es que los alienígenas tienen mucha mayor experiencia con estos materiales y pueden trabajar con ellos de una manera mucho más elegante que la nuestra. Nuestra armadura es más grande y pesada, más rígida y la electrónica no funciona tan bien. Esto puede tener un impacto negativo en nuestra velocidad de fuego y en nuestro tiempo de reacción. Nuestra versión del polímero no es tan buena como la suya y tiende a romperse con más facilidad. Nuestros servomotores en particular son grandes y poco manejables comparados con los diseños alienígenas más compactos. No hemos encontrado la manera de reducir su tamaño más de lo que lo hemos hecho hasta ahora. Estamos un poco avergonzados a propósito de las botas, pero honestamente hemos hecho lo que hemos podido. Sencillamente no tenemos la maquinaria de precisión necesaria para hacer los servos tal y como los hacen los alienígenas. En cualquier caso, hemos hecho todo lo posible para hacer las botas seguras y ligeras, con un potente sistema de suspension en las suelas para permitir un movimiento rápido. Las aplicaciones tácticas de la nueva armadura son numerosas. Es lo suficientemente ligera como para ser vestida por las unidades de vanguardia de nuestros equipos, siendo lo suficientemente resistentes como para resisitir fuego pesodo. La armadura funcionará excepcionalmente bien para las tropas de asalto de corto alcance que necesitan, a la vez, velocidad y protección para rendir al máximo. --Cdr. Navarre

source: nano_armor_pre_txt
es_es: PARA: Comandante de la Base, PHALANX, Mando de Operaciones Atlánticas DE: Cdr. Paul Navarre, I+D: División de Ingeniería, PHALANX, Mando de Operaciones Atlánticas FECHA: %02i %s %i ASUNTO: Propuesta: Armadura de Nanocompuesto El examen de la armadura corporal alienígena nos ha llevado a varias conclusiones interesantes. Obviamente, la clave para crear una armadura más efectiva basada en los trajes alienígenas pasa por la utilización de nanocompuestos. Esto requerirá grandes cantidades de nanotubos de carbono. En el pasado, la fabricación de nanotubos de carbono ha sido cara y difícil, y tratar de ensamblarlos en formas predeterminadas ha sido aún peor. A causa de esto, la armadura de nanocompuesto nunca ha sido usada excepto en vehículos de muy alto coste, tales como aviones y tanques, e incluso en estas situaciones el proceso de fabricación no requería una técnica avanzada para el moldeado. La armadura alienígena, sin embargo, usa compuestos de nanotubos en abundancia. Parece claro que es nuestro proceso de fabricación lo que nos mantiene por detrás en esta tecnología. Con la armadura alienígena en nuestro poder y con suficientes recursos a nuestra disposición creo que podemos desarrollar nuevos métodos de producción y procesos de moldeado que nos permitiran la fabricación de nanocompuestos a nivel industrial, permitiendo por fin un uso completo de esta tecnología. Este proyecto necesitará grandes cantidades de tiempo en el Laboratorio y de dinero. Empezaremos tan pronto como recibamos su autorización, Comandante. --Cdr. Navarre

source: Pathetic
es: Patético
es_es: Patético

source: Very Poor
es: Muy Pobre
es_es: Muy pobre

source: Good
es: Bien
es_es: Bueno

source: Amazing
es: Asombroso
es_es: Extraordinario

source: Godlike
es: ¡Casi Dios!
es_es: Divino

source: Armor %i Morale %i
es: Armadura %i Moral %i
es_es: Armadura %i Moral %i

source: Armor %i Morale %i Move %i (%i TU left)
es_es: Armadura %i Moral %i Movimiento %i (%i TU izquierda)

source: An alien was killed!
es_es: Un alienígena ha muerto!

source: A solider was killed
es_es: Un soldado ha sido asesinado!

source: A member of team %i was killed!
es_es: Un miembro del equipo %i ha muerto!

source: Speed: %.0f
es: Velocidad: %.0f
es_es: Velocidad: %.0f

source: Your dropship has low fuel and returns to base
es_es: Tu nave tiene poco combustible y regresa a la base

source: None
es_es: Nada

source: No weapon assigned
es_es: No tiene asignada arma

source: No shield assigned
es: Se se ha asignado escudo
es_es: No tiene asignado blindaje

source: A new base has been built: %s.
es: Una base nueva ha sido construida: %s.
es_es: Se ha construido una nueva base: %s.

source: Error saving game. Check free disk space!
es_es: Error guardando el juego. Comprueba que hay espacio en el disco.

source: Unnamed
es: No Nombrado
es_es: Sin nombre

source: Available scientists in this base: %i
es: Científicos disponibles en esta base: %i
es_es: Científicos disponibles en esta base: %i

source: There is no free lab available. You need to build one or free another in order to assign scientists to research this technology.
es: No hay un laboratorio libre Necesita construir otro o liberar uno existente para poder asignar científicos a la investigación de esta tecnología.
es_es: No hay laboratorios disponibles. Tienes que construir uno o hacer sitio en otro para asignar científicos que investiguen esta tecnología.

source: This item is already under research by your scientists.
es: La investigación de este objeto ya esta siendo efectuada por sus científicos.
es_es: Este objeto ya está siendo investigado por tus científicos.

source: The research on this item continues.
es: La investigación de este objeto continua.
es_es: Contnúa la investigación de este objeto.

source: Research of %s finished
es: Investigación de %s Terminada
es_es: Investigación de %s finalizada

source: Phalanx soldiers killed by Aliens %i
es: Soldado Phalanx Asesinados por los Extraterrestres %i
es_es: Soldados de Phalanx asesinados por los Aliens %i

source: Phalanx soldiers missing in action %i
es_es: Soldados de Phalanx desaparecidos en combate %i

source: Phalanx friendly fire losses %i
es_es: Muertos de Phalanx por fuego amigo %i

source: Phalanx survivors %i
es_es: Supervivientes de Phalanx %i

source: Items salvaged and sold %i
es: Objetos recuperados y vendidos %i
es_es: Objetos recuperados y vendidos %i

source: Total item sale value %i
es: Saldo total de la venta %i
es_es: Valor total de la venta %i

source: UFO appears on our radar
es_es: Un OVNI ha aparecido en nuestro radar

source: Armor
es: Armamento
es_es: Armadura

source: Primary: %s (%s)
es: Primario: %s (%s)
es_es: Primaria: %s (%s)

source: Secondary: %s (%s)
es: Secundario: %s (%s)
es_es: Secundaria: %s (%s)

source: Damage: %i / %i
es: Daños: %i / %i
es_es: Daño: %i / %i

source: Time units: %i / %i
es: Unidades de Tiempo: %i / %i
es_es: Unidades de tiempo: %i / %i

source: Range: %g / %g
es_es: Alcance: %g / %g

source: Could not find armor definition
es: No se pudo encontrar una definición del Armamento
es_es: No se encuentra la definición de la armadura.

source: Item %s is no armor but %s
es: El objeto %s no es un blindaje, si no %s
es_es: Objeto %s no es una armadura pero %s

source: Kevlar Vest
es: Escudo Kevlar

source: Nano Armor
es: Armadura Nano Pesada

source: Light armor
es: Armadura Ligera

source: Medium armor
es: Armadura mediana

source: Command Center
es: Centro de Comando

source: Dropship
es: Nave Transportadora

source: UFO - Destroyer class
es: OVNI - Clase Destructor

source: Shield
es: Escudo

source: Weapon
es: Arma

source: Chat
es: Conversación

source: Toggle reaction-fire
es: Cambia Reacción de Disparo

source: Sets the preferred team
es: Establece el Equipo Preferido

source: Damn it, you've let some of them get\away again! Reequip your squad and\get after them!
es: ¡Maldición! Nuevamente ha dejado que algunos de ellos\se escapen ¡Re-equipa a tu escuadrón\y ve tras ellos!

source: TODO
es: Por Hacer

source: Technologies & Discoveries
es: Tecnologías y Descubrimientos

source: Armors
es: Armadura

source: Alien Species
es: Razas de Extraterrestres

source: UFOs
es: OVNIs

source: UGVs
es: VTNTs

source: Advanced Laser Technology
es: Avanzada Tecnología Láser

source: Advanced Plasma Control
es: Control Avanzado de Plasma

source: plasma_txt
es: Los Antareanos han refinado la tecnología para usar el concepto básico detrás del plasma (gas ionizado) y perfeccionado su uso para fines militares. No solamente lo usan como armas, pero también han logrado producir un propulsor iónico más poderoso de lo que jamas se ha imaginado la humanidad. Sus científicos pudieron reproducir el concepto básico detrás de estas mejoras y nosotros incluso podríamos producir algún equipamiento similar en cualquier momento.

source: Tachyon Control
es: Control de Taquión

source: tachyon_txt
es: Aunque nuestros ingenieros no entienden por completo los principios de alternar el taquión a un nivel subatómico, han logrado reproducir la tecnología aceleradora de taquión. Aparentemente a los taquiones se les da un spin definido dentro del acelerador y así son capaces de interactuar con la materia. Los taquiones aun tienden a infiltrarse fácilmente atreves de cualquier armadura y perder la energía de su partícula o antes de una penetración de 10 cm. En consecuencia un soldado que ha sido golpeado por una carga taquionica solamente sufre lesiones superficiales, pero es herido de gravedad en sus vísceras. Estas propiedades de las partículas de taquión han sido usadas para crear armas devastadoras que los extraterrestres usan ahora para aterrorizar a la humanidad. Nuestros científicos creen que podremos reproducir estas armas una vez que tengamos mas detalles.

source: Nano Technology
es: Nano Tecnología

source: General UFO technology
es: Tecnología General de los OVNIs

source: Tachyon Damage Type
es: Tipo de Daño de Taquión

source: Small alien craft
es: Nave Extraterrestre Pequeña

source: ufo_small_txt
es: Una nave pequeña enviada por lo Antareanos para topografíar el terreno e identificar posibles objetivos militares y científicos.

source: Big alien craft
es: Nave Extraterrestre Grande

source: Bloodspider - Combat notes
es: Bloodspider - Notas de Combates

source: Bloodspider - Autopsy
es: Bloodspider - Autopsia

source: Bloodspider - Xenobiology
es: Bloodspider - Astrobilogía

source: Bloodspider - Interrogation
es: Bloodspider - Interrogación

source: Ortnok - Combat notes
es: Ortnok - Notas de Combates

source: Ortnok - Autopsy
es: Ortnok - Autopsia

source: Ortnok - Xenobiology
es: Ortnok - Astrobiología

source: ortnok_xenobiology_txt
es: <TODO>

source: Ortnok - Interrogation
es: Ortnok - Interrogación

source: ortnok_interrogation_txt
es: <TODO>

source: Ortnok Worker
es: Trabajador Ortnok

source: ortnok_light_txt
es: <TODO>

source: Ortnok Warrior
es: Guerrero Ortnok

source: Antarean - Combat notes
es: Antarean - Notas de Combates

source: antarean_notes_txt
es: <TODO>

source: Antarean - Autopsy
es: Antarean - Autopsia

source: Antarean - Xenobiology
es: Antarean - Astrobiología

source: antarean_xenobiology_txt
es: <TODO>

source: Antarean - Interrogation
es: Antarean - Interrogación

source: antarean_interrogation_txt
es: <TODO>

source: Antarean - Commander interrogation
es: Antarean - Interrogación al Comandante

source: antarean_interrogation_commander_txt
es: <TODO>

source: Shevaar - Combat notes
es: Shevaar - Notas de Combate

source: shevaar_notes_txt
es: <TODO>

source: Shevaar - Autopsy
es: Shevaar - Autopsia

source: Shevaar - Xenobiology
es: Shevaar - Astrobilogía

source: shevaar_xenobiology_txt
es: <TODO>

source: Hovernet - Combat notes
es: Hovernet - Notas de Combates

source: hovernet_notes_txt
es: <TODO>

source: Hovernet - wreck research
es: Hoernet - Investigación de los Restos

source: Hovernet - design
es: Hovernet - Diseño

source: hovernet_xenobiology_txt
es: <TODO>

source: Cyborg Ortnok - Combat notes
es: Cyborg Ortnok - Notas de Combate

source: cyborg_ortnok_notes_txt
es: <TODO>

source: Cyborg Ortnok - Autopsy
es: Cyborg Ortnok - Autopsia

source: Cyborg Ortnok - Xenobiology
es: Cyborg Ortnok - Astrobilogía

source: cyborg_ortnok_xenobiology_txt
es: <TODO>

source: UGV Phoenix
es: Phoenix VTNT

source: UGV Triax
es: Triax VTNT

source: ugv_triax_txt
es: <TODO>

source: Light Shield
es: Escudo Ligero

source: Flac Cannon
es: Cañón Flac

source: craft_weapon_flac_txt
es: <TODO>

source: Webdesign
es: Diseño Web

source: Copyright 2004-2006 by UFO: AI Team
es: Copyright 2004-2006 por UFO: AI Team

source: Stun Grenade
es: Granada Detonadora

source: Rapid Fire
es: Disparo Rápido

source: 9mm Pistol
es: Pistola 9mm

source: Full Auto
es: Full Automático

source: Buckshots
es: Munición de Escopeta

source: Inferno
es: Infierno

source: High-Explosive Rocket
es: Cohete de Alta-Explosión

source: Incendiary Rocket
es: Cohete Incendiario

source: Tachyon-Beam Rocket
es: Cohete de Rayo de Taquión

source: Timed Grenade
es: Granada Temporizada

source: Laser Pistol Charge
es: Carga de la Pistola Láser

source: Single Pulse
es: Pulso Único

source: Multiple Pulses
es: Pulsos Múltiples

source: Laser Rifle Charge
es: Carga del Rifle Láser

source: Heavy Laser Charge
es: Carga de Láser Pesado

source: Rapid Pulses
es: Pulsos Rápidos

source: Overload
es: Sobre Carga

source: Stun
es: Aturdir

source: Plasma Atomizer
es: Atomizador Plasmático

source: Plasma Atomizer Charge
es: Cargador del Atomizador Plasmático

source: Charged Pulse
es: Pulso Cargado

source: Continuous Stream
es: Flujo Continuo

source: Plasma Rifle Charge
es: Carga de Rifle de Plasma

source: Continuous Beam
es: Rayo Continuo

source: Tachyon Pistol
es: Pistola de Taquión

source: Tachyon Pistol Clip
es: Cartucho de Pistola de Taquión

source: Tachyon Rifle
es: Rifle de Taquión

source: Tachyon Rifle Charge
es: Carga del Rifle de Taquión

source: Tachyon Sniper Rifle
es: Rifle Francotirador de Taquión

source: Tachyon Sniper Charge
es: Carga del Rifle Francotirador de Taquión

source: %i Day(s) to build
es: Total Día(s) %i para construir

source: %i days left
es: Faltan %i Días.

source: Gained %i credits, %i scientists, %i medics, %i soldiers and %i workers from nation %s (%s)
es: Ganaste %i créditos, %i científicos, %i medicos, %i soldados y %i trabajadores de la nación %s (%s)

source: Missions: won: %i lost: %i Bases: build: %i attacked: %i
es: Misiones: Ganadas: %i Perdidas: %i Bases: Construidas: %i Atacadas: %i

source: Click
es: Clic

source: Select the desired location of the new base on the map.
es: Selecciona la ubicación deseadade la nueva base en el mapa.

source: Aliens are attacking our base at this very moment.
es: Los extraterrestres están atacando nuestra base en este mismo momento.

source: Dependencies
es: Dependencias

source: Loading...
es: Cargando

source: Buildtime: %i day(s)
es: Tiempo de Construcción: %i día(s)

source: Alien
es: Extraterrestre

source: Currently shaken, won't let it's guard down.
es: Actualmente conmocionado, no va a bajar su guardia.

source: %s is in mad rage!
es: %s esta loco de rabia!
