Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: alien_odd_behaviour_pre_txt
el: Commander, The live aliens in our Containment unit have begun to display erratic behaviour since the last tactical mission. Before, the specimens were barely intelligent, operating solely on instinct despite their significantly-developed brain structures. Yet they now seem to be exercising some sort of intelligent control, clearly communicating through the soundproof cells and operating as a team, even going so far as to engineer coordinated escape attempts. Sedative darts were required to subdue the more active specimens. We believe the new specimens recently added to Containment are having some sort of effect on the group. They may be higher-ranking members of the alien hierarchy. If we have captured an alien officer, or if there is some entirely different cause for the new behaviour, we need to investigate the how and why of this right away. On behalf of DivBio, I would like your permission to start a new research project to look into the matter. Sincerely, Dr. Connor
it: Commander, The live aliens in our Containment unit have begun to display erratic behaviour since the last tactical mission. Before, the specimens were barely intelligent, operating solely on instinct despite their significantly-developed brain structures. Yet they now seem to be exercising some sort of intelligent control, clearly communicating through the soundproof cells and operating as a team, even going so far as to engineer coordinated escape attempts. Sedative darts were required to subdue the more active specimens. We believe the new specimens recently added to Containment are having some sort of effect on the group. They may be higher-ranking members of the alien hierarchy. If we have captured an alien officer, or if there is some entirely different cause for the new behaviour, we need to investigate the how and why of this right away. On behalf of DivBio, I would like your permission to start a new research project to look into the matter. Sincerely, Dr. Connor
pt_br: Commander, The live aliens in our Containment unit have begun to display erratic behaviour since the last tactical mission. Before, the specimens were barely intelligent, operating solely on instinct despite their significantly-developed brain structures. Yet they now seem to be exercising some sort of intelligent control, clearly communicating through the soundproof cells and operating as a team, even going so far as to engineer coordinated escape attempts. Sedative darts were required to subdue the more active specimens. We believe the new specimens recently added to Containment are having some sort of effect on the group. They may be higher-ranking members of the alien hierarchy. If we have captured an alien officer, or if there is some entirely different cause for the new behaviour, we need to investigate the how and why of this right away. On behalf of DivBio, I would like your permission to start a new research project to look into the matter. Sincerely, Dr. Connor

source: Alien Communication
el: Επικοινωνία Εξωγήινων

source: alien_communication_txt
el: Κύριε Διοικητά, Βρίσκομαι στην ευχάριστη θέση να σας αναφέρω ότι οι διαρκείς μας προσπάθειες ανάκρισης των αιχμάλωτων εξωγήινων απέδωσαν τα πρώτα θετικά αποτελέσματα. Η μέθοδος του Δρ. Yamamura άρχισε σταδιακά να αποδίδει καρπούς. Οι εξωγήινοι έχουν μάθει να μας μεταφέρουν τόσο σε δυαδικό κώδικα όσο και σε νοηματική γλώσσα, ενώ δείχνουν να κατανοούν μεγάλο εύρος ερωτήσεων και εντολών. Ο Yamamura και το προσωπικό του εργάζονται να τελειοποιήσουν τη νοηματική γλώσσα που χρησιμοποιούν, ενώ η υπόλοιπη ομάδα μου επικεντρώνεται στην εξαγωγή χρήσιμων πληροφωριών από το συλλογικό μυαλό. Το τελευταίο αποδεικνύεται αρκετά δύσκολο. Οι εξωγήινοι είναι πολύ απρόθυμοι και χρειάζονται σημαντική χημική "ενθάρρυνση" προκειμένου να αποκτήσουν μια πιο ανοικτή διάθεση. Ο ρυθμός απωλειών είναι αρκετά υψηλός. Παρόλα αυτά, συγκεντρώσαμε σημαντικές πληροφορίες. Για παράδειγμα, η συλλογική νοημοσύνη δείχνει να μην έχει ταυτότητα. Αδυνατεί να συλλάβει έννοιες όπως "Εγώ" και "Εμείς" ή ακόμα "Εσείς" και "Αυτοί". Δείχνει μόνο να αποδέχεται αυτές τις λέξεις ως αριθμητική διαφοροποίηση -- ένα δείγμα ή περισσότερα, ένας άνθρωπος ή μία ομάδα. Αυτό υποδεικνύει σημαντική διαφοροποίηση του τρόπου σκέψης ανθρώπων και εξωγήινων. Η κατανεμμημένη συνείδηση δεν θεωρεί καν τον εαυτό της ως μια ξεχωριστή οντότητα: απλά είναι. Το γεγονός αυτό, παράλληλα με διάφορες άλλες απαντήσεις που εξάγαμε ύστερα από παρατεταμμένες προσπάθειες, μας οδηγεί στο συμπέρασμα ότι οι εξωγήινοι πράγματι μοιράζονται ένα κοινό μυαλό. Και εννοώ ΟΛΟΙ τους, κύριε Διοικητά. Δεν πρόκειται απλά για έναν τρόπο ενίσχυσης της αποτελεσματικότητας μίας ομάδας ή του ηθικού της, αλλά αποτελεί αναπόσπαστο κομμάτι της εξωγήινης κοινωνίας. Ο κάθε ζωντανός εξωγήινοςαποτελεί ίσοτιμο και όμοιο τμήμα του ευρύτερου συλλογικού μυαλού, ακόμα και άτομα από τελείως διαφορετικά είδη. Η μόνη διαφοροποίηση που αναγνωρίζουν οι εξωγήινοι είναι στις διαφορετικές ουσίες που απαιτούνται για να διατηρηθούν στη ζωή τα διαφορετικά είδη. Ακόμα, η συλλογική νοημοσύνη έδειξε να προβληματίζεται από τις προσπάθειές μας να επικοινωνίσουμε ατομικά με ορισμένους εξωγήινους, πόσο μάλλον με κάτι τόσο άκομψο όπως η νοηματική γλώσσα. Σε ανθρώπινη αναλογία θα ήταν σαν να προσπαθούμε να συζητήσουμε σε βάθος με το νύχι κάποιου ή να μιλήσουμε σε ένα μεμονωμένο κύταρο του σώματος. Προκύπτει, όμως, το ερώτημα για το πως γίνεται να διαμοιράζεται η νοημοσύνη. Το βέβαιο είναι ότι η μικρή ομάδα από εξωγήινους αιχμάλωτους που έχουμε στη μονάδα Περιορισμού δεν αποτελούν μέρος της ευρύτερης συλλογικής νοημοσύνης που υποθέτουμε ότι υπάρχει στον μητρικό τους πλανήτη. Φαίνονται να είναι αποκομμένοι απο΄αυτήν κατά τη διάρκεια της αποστολής τους στη Γη και να επανασυνδέονται όταν επιστρέφουν. Δεν είμαστε ακόμα σίγουροι κατά πόσο αυτό οφείλεται στην απόσταση ή σε κάποιου είδους ατμοσφαιρικό φαινόμενο. Οι απαντήσεις των εξωγήινων είναι ασαφής στο συγκεκριμένο θέμα. Αυτά έχω να σας αναφέρω, κύριε Διοικητά. Κλείνοντας, θα ήθελα να ζητήσω την άδειά σας να μελετήσουμε καινούργιες μεθόδους με τις οποίες θα μπορούμε να πείθουμε πιο αποτελεσματικά τους αιχμαλώτους μας. Επίσης, πρέπει να τονίσω ότι θα χρειαστεί μια σταθερή ροή από νέα δείγματα εξωγήινων προκειμένου να αναπληρώνονται οι απώλειες. Είναι αναγκαίο να διατηρηθεί η απομονωμένη συλλογική νοημοσύνη που έχουμε υπο Περιορισμό. Η απώλειά της θα αποτελούσε σημαντικό πλήγμα για την πρόοδο της έρευνάς μας. Με σεβασμό, Δρ. Connor

source: alien_communication_pre_txt
el: Κύριε Διοικητά, Η αυξανόμενη νοημοσύνη που επιδεικνύουν οι αιχμάλωτοι εξωγήινοι μέσα στη μονάδα Περιορισμού με οδηγεί στο συμπέρασμα ότι μπορούμε επιτέλους να αρχίσουμε την κατανόηση του εξωγήινου τρόπου επικοινωνίας και, το σημαντικότερο, στην εξαγωγή χρήσιμων πληροφοριών. Όπως είχα αναφέρει σε προηγούμενή μου αναφορά: (Παράξενη Συμπεριφορά)"Υπάρχουν αρκετά είδη εξωγήινων, από τα οποία όλα πληρούν τις προϋποθέσεις φυσιολογίας για την εκδήλωση νοημοσύνης, όμως παρουσιάζουν ελάχιστη εώς μηδαμινή εγκεφαλική λειτουργία από μόνα τους. Αυτό υποδεικνύει την ύπαρξη ενός είδους κοινής ή κατανεμμημένης νοημοσύνης μεταξύ τους, ένα συλλογικό μυαλό που αυξάνεται σε νοημοσύνη καθώς πληθαίνουν τα άτομα." "Με το πλήθος των δειγμάτων που έχουμε στην κατοχή μας, η νοημοσύνη τους φαίνεται να πλησιάζει ανθρώπινα επίπεδα. Εάν καταφέρουμς να αναπτύξουμε κάποια συσκευή μετάφραση ή μια κοινή γλώσσα, πιστεύουμε ότι θα μπορούμε επιτέλους να επικοινωνίσουμε με τους αιχμάλωτους εξωγήινους. Ίσως ορισμένοι από τους γλωσσολόγους ή τους ψυχολόγους μας να καταφέρουν να συζητήσουν μαζί τους. Σε καμία περίπτωση δεν θα πρέπει να αγνοήσουμε το συγκεκριμένο πεδίο έρευνας." Ο Δρ. Yamamura έχει αρχίσει να σημειώνει σημαντική πρόοδο στο μέτωπο αυτό, διδάσκοντας στους εξωγήινους νέες λέξεις της νοηματικής γλώσσας κάθε μέρα, όμως χρειαζόμαστε εργαστηριακό χρόνο και χρηματοδότηση προκειμένου να μελετήσουμε πλήρως τι γνωρίζουν οι εξωγήινοι και πως μπορούμε να το αξιοποιήσουμε. Η ικανότητα να ανακρίνουμε τους εξωγήινους για την τεχνολογία τους θα είναι ασύγκριτης σημασίας για τους στρατιώτες και τους μηχανικούς μας. Ο Διευθυντής Navarre είναι τόσο ενθουσιασμένος με αυτή την προοπτική που παραλίγο να κάνει ο ίδιος την πρόταση για χάρη του Βιολογικού τμήματος. Ευχαριστώ για το χρόνο σας κύριε Διοικητά και θα παρακαλούσα να εγκρίνετε αυτό το πρόγραμμα όσο πιο σύντομα είναι εφικτό. Με σεβασμό, Δρ. Connor

source: The Universal Serum
el: Ο Παγκόσμιος Ορός

source: universal_serum_txt
el: Κύριε Διοικητά, Όπως γνωρίζετε, οι προσπάθειές μας να επικοινωνήσουμε με τους αιχμάλωτους εξωγήινους προχωρούν με αργούς ρυθμούς. Συναντάμε σημαντικές δυσκολίες στην εφαρμογή των καθιερωμένων μεθόδων ανάκρισης. Ο ορός αληθείας που διαθέτουμε πάσχει από ορισμένους περιορισμούς: συχνά προκαλεί θανατηφόρα αλλεργική αντίδραση στους οργανισμούς των περισσότερων εξωγήινων, γεγονός που μας αναγκάζει να τον περιορίζουμε σε μικρότερες αλλά ανεπαρκής δόσεις, ελαττώνοντας την ήδη μικρή αποτελεσματικότητά του στον εξωγήινο οργανισμό. Ήδη έχουμε συναντήσει ποικίλα μικρά ψέματα ή μισές αλήθειες από τους εξωγήινους κατά τις ανακρίσεις. Δοκιμάσαμε να σταματήσουμε αυτή τη συμπεριφορά χρησιμοποιώντας βασανιστήρια, όμως χωρίς αποτέλεσμα: ο πόνος δεν έχει καμιά επίδραση στη συλλογική νοημοσύνη. Ένα ακόμα σημαντικό εμπόδιο είναι ότι πρέπει να ναρκώνουμε με τον ορό κάθε ένα δείγμα της κατανεμμημένης συνείδησης προκειμένου να κάμψουμε οποιαδήποτε αισθήματα δικαιοσύνης η εκδίκησης ανακύψουν στα δείγματα. Όταν πεθαίνει ένα μέλος του συλλογικού μυαλού, τα εναπομείναντα μέλη αντιδρούν με τρόπο παρόμοιο με την αύξηση αδρεναλίνης στον ανθρώπινο οργανισμό σε τέτοιο βαθμό ώστε να πρέπει να ξεκινήσουμε πάλι από την αρχή. Για το λόγο αυτό πρωτείνω να αξιοποιήσουμε τις γνώσεις που αποκτήσαμε για το εξωγήινο μυαλό και σώμα σε ένα νέο ερευνητικο΄πρόγραμμα, το οποίο θα έχει στόχο την ανάπτυξη ενός καθολικού συνόλου από ορούς με το οποιο θα μπορούμε να εξάγουμε πιο αξιόπιστες πληροφορίες γρηγορότερα και ευκολότερα. Προφανώς, οι αιχμάλωτοί μας κατέχουν έναν καλά κρυμμένο πλούτο από πληροφορίες: το μόνο που μας λέιπει είναι το εργαλέιο που θα υπερνικήσει το αμυντικό τους περίβλημα. Με σεβασμό, Δρ. Connor

source: universal_serum_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες

source: Alien Origins
el: Εξωγήινες Προελέυσεις
it: Le Origini degli Alieni
pt_br: Origem Alienígena

source: alien_origins_txt
el: Καλημέρα σας, Κύριε. Έχω στην κατοχή μου τα αποτελέσματα του προγράμματος "Προέλευση Εξωγήινων" και πιστεύω ότι θα τα βρείτε ενθαρρυντικά. Σας παραθέτω μια περίληψη των δεδομένων. Το πρόγραμμα στο σύνολό του ήταν μια θριαμβευτική επιτυχία στο θέμα της οργάνωσης και της συνεργασίας. Για περιορισμένα χρονικά διαστήματα τις προηγούμενες μέρες, είχαμε τον πλήρη έλεγχο κάθε πολιτικού και στρατιωτικού εξοπλισμού ανίχνευσης στο ηλιακό μας σύστημα, συμπεριλαμβανομένων και ορισμένων εγκαταστάσεων στη ζώνη των αστεροϊδών τόσο μυστικών ώστε να μας αναγκάσει ο ΟΗΕ να υπογράψουμε δέσμευση σιγής. Οι αναγνωριστικοί δορυφόροι εξετάσανε κάθε εκατοστό της επιφάνειας των πλανητών που θα μπορούσαν να στεγάσουν εξωγήινες βάσεις. Με τους πόρους που είχαμε στη διάθεσή μας, επιτύχαμε συνεχή παρακολούθηση του 90% του ηλιακού μας συστήματος για τις προηγούμενες δύο εβδομάδες. Το υπόλοιπο 10% έμενε ακάλυπτο το πολύ για σαράντα πέντε λεπτά κάθε ημέρα. Δυστυχώς -- εξαρτάται βέβαια από το πως ερμηνεύει κανείς τη λέξη "δυστυχώς" -- δεν μπορέσαμε να βρούμε κανένα ίχνος για κρυμμένους εξωγήινους στόλους μέσα στο ηλιακό μας σύστημα. Η έρευνά μας ήταν αρκετά ενδελεχής ώστε η ορθότητα των ευρημάτων μας να είναι σχεδόν βέβαιη. Δεν υπάρχει τρόπος να είμαστε απόλυτα σίγουροι ότι τα συμπεράσματά μας είναι σωστά, όμως μπορούμε να δηλώσουμε με μεγάλη εμπιστοσύνη: Δεν πιστεύουμε ότι υπάρχουν εξωγήινα σκάφη ή βάσεις εντός του ηλιακού μας συστήματος. ΤΟ συμπέρασμα αυτό απαντά ένα από τα ερωτήματά μας, όμως δεν μας φέρνει πιο κοντά στο να κατανοήσουμε από που έρχονται οι εξωγήινοι ή πως φτάνουν εδώ. Αντιθέτως, το ερώτημα του τρόπου με τον οποίο έρχονται οι εξωγήινοι μοιάζει ακόμα μεγαλύτερος γρίφος. Εφόσον δεν υπάρχουν εξωγήινες βάσεις στο ηλιακό μας σύστημα, πως μπορεί να φτάνουν τα UFO στη Γη; Υπήρξαν εκτενείς συζητήσεις με τον Διευθυντή Navarre και την ομάδα του για το συγκεκριμένο ζήτημα, μήπως βρεθεί κάποια άκρη, και οι περισσότερες θεωρίες μοιάζουν αποκυήματα φαντασίας ακόμα και σε εμάς. Παρόλα αυτά, η μοίρα μας έδωσε τις αποδείξεις που χρειαζόμασταν. Δεν είχαμε σημειώσει πρόοδο στην απάντηση των ερωτημάτων "πως" και "που" μέχρι που εξετάσαμε την ακταγραφή βίνετο που έγινε την περασμένη εβδομάδα από το διαστημικό τηλεσκόπειο MIMIR. Παρακολουθόντας τις εικόνες, διαπιστώσαμε ότι η διάταξη MIMIR κατέγραψε τυχαίως την άφιξη ενός UFO. Έχουμε πλήρες αρχείο στο ορατό αλλά και το υπέρυθρο φάσμα της στιγμιαίας εμφάνισης ενός μεγάλου, άγνωστου είδους UFO σε μια απόσταση περίπου 10.000 χλμ από τη Γη, από όπου ενεργοποίησε τους κινητήρες του και κατευθύνθηκε προς τον πλανήτη μας. Είναι πιθανό οι εξωγήινοι να έχουν κάποιου είδους τεχνολογία κάλυψης που να μας εμπόδιζε να ανιχνεύσουμε το UFO πέρα από εκείνη την απόσταση, όμως έχουμε μεγάλες αμφιβολίες: η εμφάνιση του UFO ήταν υπερβολικά απότομη, ενώ συνοδεύτηκε από έκλυση ακτίνων γάμμα και από μια προσωρινή βαρυτική ανωμαλία. Δεν υπήρχε η παραμικρή ένδειξη ύπαρξης του συγκεκριμένου UFO πρωτού αυτό 10.000 χλμ από τη Γη. Το πιο λογικό συμπέρασμα είναι ταυτόχρονα και το πιο τρομακτικό: οι εξωγήινοι δεν χρειάζονται να είναι εγκατεστημένοι στο ηλιακό μας σύστημα επειδή έχουν κάποια μέθοδο να κινούνται ταχύτερα από το φως. Προφανώς, αυτός ο κινητήρας ΤΑΦ (Ταχύτερα-Από το-Φως) τους επιτρέπει να κάνουν "άλμα" εντός του ηλιακού μας συστήματος από αποστάσεις πολύ μεγαλύτερες από την εμβέλεια των ανιχνευτικών μας μέσων. Δεν γνωρίζουμε πως μπορεί να είναι δυνατόν κάτι τέτοιο, καθώς παραβιάζει ξεκάθαρα μία ή περισσότερες αρχές της γενικής σχετικότητας (π.χ. αιτιατότητα ή ειδική σχετικότητα), η οποία αποτελεί το ακριβέστερο μοντέλο φυσικής που διαθέτουμε. Είναι ξεκάθαρο ότι οι εξωγήινοι γνωρίζουν πολύ περισσότερα από εμάς. Η επόμενη μας προτεραιότητα θα πρέπει να είναι η περισυλλογή ενός UFO εξοπλισμένου με κινητήρα ΤΑΦ, ώστε να τον μελετήσουμε και να τον προσαρμόσουμε στα δικά μας διαστημόπλοια. Προφανώς, κάτι τέτοιο δε θα είναι καθόλου εύκολο. Παρόλα αυτά, η δυνατότητα να μπορούμε να αντεπιτεθούμε θα είναι αναγκαία προϋπόθεση σε περίπτωση που χρειαστέι να σταματήσουμε την εισβολή τους με το ζόρι. Φυσικά, η τελική απόφαση για τον τρόπο που θα εξισορροπίσουμε τις βραχυπρόθεσμες αμυντικές μας ανάγκες με την μακροπορόθεσμη αντεπίθεση είναι δική σας, κύριε Διοικητά. Με σεβασμό, Συνταγματάρχης Falkland
it: Buongiorno, Signore Ho qui i risultati del nostro progetto sulle Origini degli Alieni e credo li troverà incoraggianti. Ecco un riassunto dei dati. Il progetto in generale è stato un clamoroso successo di investigazione e cooperazione. Per brevi periodi negli ultimi giorni, abbiamo avuto un controllo diretto su ogni mezzo esplorativo civile o militare del sistema solare, incluse diverse installazioni sulla catena di asteroidi così segrete che le Nazioni Unite ci hanno costretti a giurare di non diffondere la notizia. Le nostre sonde nello spazio profondo hanno esplorato ogni centimetro di superficie edificabile per localizzare una qualsiasi traccia di base aliena. Con queste risorse a nostra disposizione, abbiamo realizzato una rilevazione di circa il 90% del sistema solare nelle due settimane passate. Il restante 10% è stato scoperto in non più di quaranta minuti alla volta. Sfortunatamente -- a seconda di come lei consideri la parola "sfortunatamente" -- non abbiamo trovato tracce di flotte aliene che si nascondono nel sistema solare. Ma siamo convinti che questi risultati siano tutto fuorché definitivi. Non possiamo essere sicuri in alcun modo che le nostre conclusioni siano corrette, ma faccio la seguente affermazione in via del tutto confidenziale: Crediamo che non ci siano navi aliene o basi nel nostro sistema solare in questo momento. Questo risponde a una delle nostre domande, ma non ci porta a capire da dove vengano gli alieni o come facciano ad arrivare fino a qui. Infatti, la domanda di come arrivino qui diventa un enigma ancora più grande. Se gli alieni non sono stanziati nel nostro sistema solare, come fanno a spedire gli UFO sulla Terra? Ho parlato a lungo col Com. Navarre e i membri della sua squadra della questione, cercando di capire, e la maggior parte delle nostre teorie sembrano speculazioni perfino a noi stessi. Comunque sia, la sorte ci ha dato la prova che cercavamo. Avevamo poca fortuna con il problema del 'come' e del 'dove' finché non abbiamo messo le mani sulle registrazioni della scorsa settimana del telescopio spaziale MIMIR. Guardando i video, abbiamo realizzato che l'allineamento del MIMIR ha accidentalmente catturato su nastro uno degli arrivi degli UFO. Abbiamo le registrazioni complete nello spettro del visibile e degli infrarossi di una grande, sconosciuta classe di UFO che è 'comparsa' a circa 10.000 kilometri dalla Terra, da dove ha acceso i suoi motori e ha impostato la rotta sul pianeta. E' possibile che gli alieni abbiano un qualche tipo di tecnologia di 'mascheramento' che ci ha impedito di rintracciare l'UFO oltre quella distanza, ma abbiamo seri dubbi su questo; l'apparizione è stata del tutto improvvisa, accompagnata da una scarica di raggi gamma e una momentanea anomalia del campo gravitazionale. Non c'è la minima traccia dell'esistenza dell'UFO prima della sua comparsa a 10.000 kilometri dalla Terra. La conclusione più probabile è anche quella più spaventosa: gli alieni non hanno bisogno di trovarsi nel nostro sistema solare, perché hanno un mezzo di trasporto più veloce della luce. Apparentemente questo dispositivo PVL (Più Veloce della Luce) permette loro di 'saltare' nel nostro sistema da una distanza ben superiore al nostro raggio di ricognizione. Non sappiamo come possa essere possibile, visto che questo vìola chiaramente uno o più dei concetti di relatività generale (ad esempio la causalità e/o la relatività ristretta), che rimane il modello fisico più accurato che abbiamo. Gli alieni sanno qualcosa che noi non sappiamo. La nostra priorità deve essere la cattura di un UFO con equipaggiamento PVL così da poterlo studiare e adattare ai nostri velivoli. Ovviamente, questa non sarà un'operazione facile, ma sviluppare l'abilità di contrattaccare è importante -- casomai avessimo bisogno di porre fine a questa guerra col metodo della forza. Ovviamente, la decisione finale di come bilanciare la nostra difesa nel breve periodo e l'attacco nel lungo periodo dipende da lei, Comandante. Distinti saluti, Col. Falkland
