Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: craft_electronics_targeting_txt
el: Technical Specifications: Targeting Computer CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. All our aircraft come standard with high-tech targeting systems, but they still have an extremely difficult time tracking alien craft and holding missile lock. Alien electronics are too far in advance of ours for us to be able to realistically counter their defences. Our systems lose lock, get suckered by flares or decoys, or simply get shot to hell by the aliens' beam weapons. These are all problems that we have no clear solution for at the moment. However, what we can do is mount additional targeting equipment with purpose-built filtering software that our standard systems can't load. This package was specially built by my team using the latest, most accurate data on alien craft signatures and detection methods. It knows much more about the patterns and weaknesses of alien signals, helping to penetrate the wall of Electronic Warfare activity around an alien craft. This will significantly upgrade the accuracy of all weapons mounted on the carrying interceptor. The powerful hardware installation involved in this upgrade will take up one complete modular equipment slot on one of our aircraft. Recommended Doctrine This upgrade has several effective purposes. It can help to improve the effectiveness of low-accuracy weapons systems on a single aircraft, it can be used in a fire support role assisting barrages of long-range missile fire, or it can be used en masse by whole flights of interceptors to bring overwhelming fire to bear on our enemies at all ranges. Its only downside is that it takes up a whole modular slot that could be used for defensive electronics or other equipment. This may leave our interceptors weak in other areas. Addenda With all the possibilities and different scenarios waiting in our future, there is no golden rule that will help decide when to deploy the Targeting Computer. It is ready for use at the Commander's discretion.
it: Technical Specifications: Targeting Computer CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. All our aircraft come standard with high-tech targeting systems, but they still have an extremely difficult time tracking alien craft and holding missile lock. Alien electronics are too far in advance of ours for us to be able to realistically counter their defences. Our systems lose lock, get suckered by flares or decoys, or simply get shot to hell by the aliens' beam weapons. These are all problems that we have no clear solution for at the moment. However, what we can do is mount additional targeting equipment with purpose-built filtering software that our standard systems can't load. This package was specially built by my team using the latest, most accurate data on alien craft signatures and detection methods. It knows much more about the patterns and weaknesses of alien signals, helping to penetrate the wall of Electronic Warfare activity around an alien craft. This will significantly upgrade the accuracy of all weapons mounted on the carrying interceptor. The powerful hardware installation involved in this upgrade will take up one complete modular equipment slot on one of our aircraft. Recommended Doctrine This upgrade has several effective purposes. It can help to improve the effectiveness of low-accuracy weapons systems on a single aircraft, it can be used in a fire support role assisting barrages of long-range missile fire, or it can be used en masse by whole flights of interceptors to bring overwhelming fire to bear on our enemies at all ranges. Its only downside is that it takes up a whole modular slot that could be used for defensive electronics or other equipment. This may leave our interceptors weak in other areas. Addenda With all the possibilities and different scenarios waiting in our future, there is no golden rule that will help decide when to deploy the Targeting Computer. It is ready for use at the Commander's discretion.
pt_br: Technical Specifications: Targeting Computer CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. All our aircraft come standard with high-tech targeting systems, but they still have an extremely difficult time tracking alien craft and holding missile lock. Alien electronics are too far in advance of ours for us to be able to realistically counter their defences. Our systems lose lock, get suckered by flares or decoys, or simply get shot to hell by the aliens' beam weapons. These are all problems that we have no clear solution for at the moment. However, what we can do is mount additional targeting equipment with purpose-built filtering software that our standard systems can't load. This package was specially built by my team using the latest, most accurate data on alien craft signatures and detection methods. It knows much more about the patterns and weaknesses of alien signals, helping to penetrate the wall of Electronic Warfare activity around an alien craft. This will significantly upgrade the accuracy of all weapons mounted on the carrying interceptor. The powerful hardware installation involved in this upgrade will take up one complete modular equipment slot on one of our aircraft. Recommended Doctrine This upgrade has several effective purposes. It can help to improve the effectiveness of low-accuracy weapons systems on a single aircraft, it can be used in a fire support role assisting barrages of long-range missile fire, or it can be used en masse by whole flights of interceptors to bring overwhelming fire to bear on our enemies at all ranges. Its only downside is that it takes up a whole modular slot that could be used for defensive electronics or other equipment. This may leave our interceptors weak in other areas. Addenda With all the possibilities and different scenarios waiting in our future, there is no golden rule that will help decide when to deploy the Targeting Computer. It is ready for use at the Commander's discretion.

source: craft_electronics_fuelpod_txt
el: Technical Specifications: Fuel Pod CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. We've determined that the modular equipment bays on our aircraft can be used to accept extra fuel reserves. By installing these special but very simple fuel pods, we can greatly increase the range of an aircraft by loading more fuel on board, and improve the craft's speed by allowing the engines enough juice to run on maximum all the way. It also lets pilots make far more liberal use of the afterburner, further upping the speed, allowing us to better compete with hostile UFOs. Take note, however, that installing a fuel pod will add a significant amount of weight to the craft. Care must be taken not to overload our airframes. If an aircraft is too heavy to safely launch, our Command Centre computers will automatically deny it launch clearance. Recommended Doctrine We should make use of these pods in any situation where our aircraft are unable to reach their destinations, or where they end up with too little fuel to continue engaging a UFO, or where a large section of ground is left uncovered by our network of bases. They will help to extend our reach and provide more protection to Earth and our people. Addenda Addendum, Executive Officer Abel S. Howard, 20 March 2084: Having read Cdr. Navarre's report, Commander, I have to stress that our charter stipulates we must stop any and all alien activity on Earth. We can't afford to let some of it continue because it's just out of our planes' reach. If civilians were to die because the dropship couldn't quite make it, our image would be shattered and our funding may suffer the consequences. We should keep some fuel pod-equipped planes on standby to deal with distant incidents.
it: Technical Specifications: Fuel Pod CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. We've determined that the modular equipment bays on our aircraft can be used to accept extra fuel reserves. By installing these special but very simple fuel pods, we can greatly increase the range of an aircraft by loading more fuel on board, and improve the craft's speed by allowing the engines enough juice to run on maximum all the way. It also lets pilots make far more liberal use of the afterburner, further upping the speed, allowing us to better compete with hostile UFOs. Take note, however, that installing a fuel pod will add a significant amount of weight to the craft. Care must be taken not to overload our airframes. If an aircraft is too heavy to safely launch, our Command Centre computers will automatically deny it launch clearance. Recommended Doctrine We should make use of these pods in any situation where our aircraft are unable to reach their destinations, or where they end up with too little fuel to continue engaging a UFO, or where a large section of ground is left uncovered by our network of bases. They will help to extend our reach and provide more protection to Earth and our people. Addenda Addendum, Executive Officer Abel S. Howard, 20 March 2084: Having read Cdr. Navarre's report, Commander, I have to stress that our charter stipulates we must stop any and all alien activity on Earth. We can't afford to let some of it continue because it's just out of our planes' reach. If civilians were to die because the dropship couldn't quite make it, our image would be shattered and our funding may suffer the consequences. We should keep some fuel pod-equipped planes on standby to deal with distant incidents.
pt_br: Technical Specifications: Fuel Pod CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. We've determined that the modular equipment bays on our aircraft can be used to accept extra fuel reserves. By installing these special but very simple fuel pods, we can greatly increase the range of an aircraft by loading more fuel on board, and improve the craft's speed by allowing the engines enough juice to run on maximum all the way. It also lets pilots make far more liberal use of the afterburner, further upping the speed, allowing us to better compete with hostile UFOs. Take note, however, that installing a fuel pod will add a significant amount of weight to the craft. Care must be taken not to overload our airframes. If an aircraft is too heavy to safely launch, our Command Centre computers will automatically deny it launch clearance. Recommended Doctrine We should make use of these pods in any situation where our aircraft are unable to reach their destinations, or where they end up with too little fuel to continue engaging a UFO, or where a large section of ground is left uncovered by our network of bases. They will help to extend our reach and provide more protection to Earth and our people. Addenda Addendum, Executive Officer Abel S. Howard, 20 March 2084: Having read Cdr. Navarre's report, Commander, I have to stress that our charter stipulates we must stop any and all alien activity on Earth. We can't afford to let some of it continue because it's just out of our planes' reach. If civilians were to die because the dropship couldn't quite make it, our image would be shattered and our funding may suffer the consequences. We should keep some fuel pod-equipped planes on standby to deal with distant incidents.

source: alien_materials_txt
el: Κύριε Διοικητά, πιστεύω ότι ανακαλύψαμε το μυστικό των εξωγήινων υλικών. Ύστερα από ορισμένες τροποποιήσεις του εξοπλισμού των Μηχανουργείων μας, είμαστε πλέον έτοιμοι να χρησιμοποιήσουμε τα υλικά αυτά και να τα "προγραματίσουμε" σε νέες και περίπλοκες μορφές. Όπως ανέφερα προηγουμένως, τα εξωγήινα υλικά αποτελούν ένα "μνημονικό κράμα", το οποίο θυμάται ορισμένα σχήματα στα οποία μπορεί να μορφοποιηθεί όταν εφαρμοστεί το κατάλληλο ερέθισμα στα υλικά. Αυτό που μας εξέπληξε είναι ότι τα ερεθίσματα για το εξωγήινο κράμα είναι δύο διαφορετικά πράγματα: η θερμότητα και ο ηλεκτρισμός. Η θερμότητα είναι μια προφανής επιλογή ώστε η άτρακτος των UFO να επεκτείνεται κατά τη διάρκεια ενδοατμοσφαιρικής πτήσης, παρέχοντας έτσι μεγαλύτερη άνωση. Αυτό που μας εξέπληξε, όμως, είναι ο ηλεκτρισμός. Όταν του εφαρμόζεται ηλεκτρισμός, το κράμα ανταποκρίνεται μόνο σε ένα σταθερό, χαμηλής τάσης ρεύμα και σε πολύ συγκεκριμένη ένταση αμπερ. Το σχήμα του υλικού παραμορφώνεται και παραμένει παραμορφωμένο για όσο διατηρείται το ηλεκτρικό ρεύμα. Μόλις σταματήσει η παροχή ηλεκτρισμού, το υλικ΄επανέρχεται στο κανονικό σχήμα "ηρεμίας" του ή στο σχήμα θερμότητας σε περίπτωση που εκείνη είναι αρκετά υψηλή. Το σχήμα μέσω ηλεκτρικής διέγερσης υπερισχύει εκείνου της θερμικής. Αυτό σημαίνει πως το σχήμα της ατράκτου ενός UFO (όπως και οτιδήποτε άλλο είναι κατασκευασμένο από τα συγκεκριμένα υλικά) μπορεί να αλλάζει κατά βούληση, είτε μέσω κάποιας εντολής του χειρηστή είτε από αυτόματα ηλεκτρονικά κυκλώματα. Η συγκεκριμένη ανακάλυψη μας έχει δώσει πλήθος από συνταρακτικές νέες ιδέες. Θα προλάβουμε να υλοποιήσουμε μόνο λίγες από της ιδέες αυτές αρκετά σύντομα ώστε να χρησιμοποιηθούν στον πόλεμο, καθώς οι περισσότερες θα χρειάζονταν χρόνια ερευνών. Παρόλα αυτά, οι γνώσεις που αποκτήσαμε θα συμβάλλουν στην κατασκευή τεχνολογιών που δεν θα μπορούσαμε να προσπαθήσουμε μέχρι τώρα. Τα Εξωγήινα Υλικά θα είναι πλέον διαθέσιμα για χρήση στην παραγωγή. Δυστυχώς, η κατασκευή τους απαιτεί πλήθος από σπάνια και ακριβά συστατικά, ορισμένα από τα οποία βρίσκονται στη Γη σε μηδαμινές ποσότητες. Δεν υπάρχει κανένας τρόπος να συσσωρευτούν αρκετές ποσότητες από τα απαιτούμενα συστατικά για ουσιαστική παραγωγή Εξωγήινων Υλικών. Θα πρέπει να περισυλλέγουμε ότι χρειαζόμαστε από τους εξωγήινους, εφόσον δεν υπάρχει πιθανότητα στο εγγύς μέλλον να τα παράγουμε μόνοι μας. --Paul Navarre, Διευθυντής
it: Comandante, credo che abbiamo scoperto il segreto di queste leghe. Dopo qualche modifica all'equipaggiamento delle nostre Officine, dovremmo essere in grado di riprodurre questi materiali e 'programmarli' in nuove forme avanzate. Come le ho accennato prima, i materiali alieni hanno una 'memoria', in grado di ricordare diverse forme in cui possono trasformarsi se il materiale subisce il giusto stimolo. Incredibilmente, la lega aliena può essere stimolata da due diversi fattori: il calore e l'elettricità. Il calore è una scelta ovvia che permette alla fusoliera dell'UFO di estrudersi durante il volo nell'atmosfera, per permettere una migliore spinta di sollevamento. L'elettricità però è un nuovo fattore. Quando viene applicata elettricità, la lega risponde solo a una corrente costante e a basso voltaggio ad uno specifico amperaggio. La forma del materiale si deformerà e rimarrà deformata finchè la corrente viene mantenuta. Una volta che la corrente viene spenta, la forma tornerà alla sua normale forma 'a riposo' o alla forma indotta dal calore, se ce n'è abbastanza. La forma indotta dall'elettricità ha la precedenza rispetto a quella indotta dal calore. Ciò significa che la forma della fusoliera UFO (e qualsiasi altra cosa realizzata con questi materiali) può essere cambiata a piacimento, da un comando di un operatore o da sistemi automatizzati. Questo ci ha dato molte nuove fantastiche idee. Saremo in grado di sviluppare solo alcune di queste idee in tempo per essere usate in guerra, perché alcune potrebbero richiedere anni di ricerche, ma potrebbero tuttavia permetterci di costruire oggetti che non abbiamo mai concepito prima. Le Leghe Metalloplastiche Aliene dovrebbero ora essere disponibili per essere usate in produzione. Possiamo anche iniziare a produrne di più nelle nostre Officine, anche se sarà difficile e costoso realizzarle. --Com. Navarre
pt_br: Comandante, eu acho que descobrimos o segredo dos materiais alienígenas. Após algumas modificações em nosso equipamento da oficina, podemos agora reproduzir o material e 'programá-lo' em formas novas e avançadas. Como mencionei antes, o material alienígena forma uma 'liga de memória', gravando diversas formas em que pode se transformar se o material receber o estímulo correto. Surpreendentemente, a liga alienígena pode ser estimulada de duas maneiras diferentes: calor e eletricidade. O calor é uma escolha óbvia para fazer a fuselagem do OVNI alargar durante o vôo atmosférico, para fornecer uma melhor elevação. Apesar disso, a eletricidade é uma opção. Ao aplicar eletricidade, a liga responde apenas a uma corrente baixa e constante, em uma amperagem muito específica. O material irá deformar e permanecerá deformado enquanto essa corrente for mantida. Uma vez que a corrente é desligada, o material voltará a seu estado normal 'em repouso' ou uma forma induzida pelo calor, se houver calor suficiente no momento. As formas induzidas pela eletricidade têm prioridade sobre as formas induzidas pelo calor. Isto significa que o formato da fuselagem de um OVNI (e de qualquer outra coisa feita com estes materiais) pode ser mudada a vontade, por um comando do operador ou pela eletrônica automatizada. Isto nos deu um monte de espantosas novas idéias. Nós apenas desenvolvemos algumas destas idéias a tempo para o uso na guerra, já que algumas delas levariam anos de pesquisa, porém vão permitir que possamos construir coisas que poderíamos nunca ter tentado antes. Os materiais alienígenas estão disponíveis para o uso na produção. Podemos também produzir mais dele em nossas oficinas, porém será caro e difícil. --Cmd. Navarre

source: alien_materials_pre_txt
el: Κύριε Διοικητά, όπως ανέφερα στην προηγούμενή μου αναφορά, το UFO που περισυλλέξαμε είναι εξωτερικά καλυμμένο με ένα άκρως ενδιαφέρον κράμα το οποίο συνδυάζει πλαστικό και μέταλλο σε ένα υλικό. Το υλικό αυτό φαίνεται να χρησιμοποιείται σχεδόν σε κάθε εκφρασή της εξηγήινης τεχνολογίας. Πρόκεται για άκρως εξελιγμένο υλικό που προσφέρει μεγάλη ευελιξία και θα μπορούσε να βρει χιλιάδες πιθανές εφαρμογές. Θεωρώ ότι αξίζει να ερευνήσουμε κατά πόσο μπορούμε να το αναπαράγουμε τα υλικά αυτά στα εργαστήριά μας. Ακόμα, όμως, και να μην τα καταφέρουμε, είναι βέβαιο πως θα περιέλθουν στην κατοχή μας μεγάλες ποσότητες από κάθε UFO που περισυλλέγουμε. Θα ανακαλύψουμε οπωσδήποτε νέες, ανθρώπινες εφαρμογές για τα συγκεκριμένα υλικά οι οποίες θα ενδυναμώσουν και θα επεκτείνουν τη μαχητική μας ικανότητα. --Paul Navarre, Διευθυντής
it: Comandante, come le ho preannunciato nel precedente rapporto, lo Scout UFO era corazzato con una lega molto interessante che fonde plastica e metallo assieme in un singolo materiale. Questi materiali sembrano essere usati praticamente ovunque nella tecnologia base aliena. E' roba avanzata, infinitamente versatile e con centinaia di possibili utilizzi. Credo che questo la convinca a promuovere la ricerca, per vedere se possiamo produrre questa roba nelle nostre Officine. Ma anche se non potessimo, sembra probabile che metteremo le mani su grandi quantità di questi materiali per ogni UFO che disassembliamo. Saremo sicuramente in grado di nuove, umane applicazioni per queste leghe che estenderanno ed espanderanno le nostre capacità in combattimento. --Com. Navarre
pt_br: Comandante, como eu mencionei em meu relatório, o OVNI Scout foi construído com uma liga muito interessante que mistura plástico e metal em um único material. Este material parece ser usado em praticamente toda a base da tecnologia alienígena. É um material avançado, altamente versátil e com milhares de usos possíveis. Eu acho que isso autoriza a pesquisa para descobrir se nós podemos reproduzir este material em nossas oficinas, mas mesmo se não pudermos, provavelmente estaremos começando a obtê-lo em grandes quantidades a cada OVNI que salvarmos. Nós encontraremos para ele novas aplicações humanas que estenderão e expandirão nossas capacidades de combate. --Cmd. Navarre

source: Political Situation Before The Invasion
el: Πολιτική κατάσταση πρίν την εισβολή
it: Situazione Politica Prima dell'Invasione
pt_br: Situação Política Antes da Invasão
