Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: craft_ammo_sparrowhawk_txt
el: Technical Specifications: "Sparrowhawk" Missile CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a "Sparrowhawk" guided anti-aircraft missile. It is designed to be loaded into the "Sparrowhawk" AA Missile Rack. The "Sparrowhawk" missile is an antique that never quite got out of the prototype stage. It was first tested in 2019, using then-revolutionary digital imaging technology to improve the old guidance technology of 'contrast seeking'. This technique uses an array of optical cameras mounted in the transparent fibreglass nose of the missile. The onboard computer looks for a spot in the image where the contrast changes the fastest, and then attempts to keep that spot dead centre in front of it. This system has been employed mostly in air-to-ground missiles due to the greater effectiveness of other guidance systems against Earth-built aircraft. The Sparrowhawk program was cancelled only months before the design would've been put into service. It was ready to be put into service then, and it's ready now. We've revived the Sparrowhawk AA program and the UN has agreed to put it into mass production. The "Sparrowhawk" is mounted in 8-missile racks, which can then be mounted to the appropriate weapons hardpoints on our aircraft. The missile's range is far superior to any of the other weapons we have available at this time; it's effective out to twelve kilometres from the aircraft thanks to its unique guidance technology. It's also hardened against EMP to prevent it from being disabled electronically. The individual missiles weigh approximately 65 kilos. A fully-loaded rack is approximately 600 kilos. Recommended Doctrine The Sparrowhawk should be an essential part of our aerial defence plan. Preferably all our interceptors would be carrying at least one full rack at launch. The ability to soften up an enemy while we close in is something not to be ignored lightly. Overall accuracy will be poor -- we estimate approximately one hit in twelve -- but the range difference is one of miles. Compared to the TR-20 rocket pod, the Sparrowhawk's effective range is greater by eight kilometres. Compared the SHIVA cannon, it's greater by ten kilometres. While these deliver a lot more damage than the Sparrowhawk at their respective ranges, the closer we have to get to attack the enemy, the greater the danger to our pilots and interceptors. It should theoretically be possible to simply overwhelm UFOs with Sparrowhawk fire if we could field enough aircraft armed with them. However, our Director of Finances has expressed her extreme displeasure with this idea, and I have to admit she's got a point -- but I think it's something we should keep in mind if we come up against a particularly dangerous UFO that needs to be taken out at range and as quickly as possible. Addenda None.
it: Technical Specifications: "Sparrowhawk" Missile CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a "Sparrowhawk" guided anti-aircraft missile. It is designed to be loaded into the "Sparrowhawk" AA Missile Rack. The "Sparrowhawk" missile is an antique that never quite got out of the prototype stage. It was first tested in 2019, using then-revolutionary digital imaging technology to improve the old guidance technology of 'contrast seeking'. This technique uses an array of optical cameras mounted in the transparent fibreglass nose of the missile. The onboard computer looks for a spot in the image where the contrast changes the fastest, and then attempts to keep that spot dead centre in front of it. This system has been employed mostly in air-to-ground missiles due to the greater effectiveness of other guidance systems against Earth-built aircraft. The Sparrowhawk program was cancelled only months before the design would've been put into service. It was ready to be put into service then, and it's ready now. We've revived the Sparrowhawk AA program and the UN has agreed to put it into mass production. The "Sparrowhawk" is mounted in 8-missile racks, which can then be mounted to the appropriate weapons hardpoints on our aircraft. The missile's range is far superior to any of the other weapons we have available at this time; it's effective out to twelve kilometres from the aircraft thanks to its unique guidance technology. It's also hardened against EMP to prevent it from being disabled electronically. The individual missiles weigh approximately 65 kilos. A fully-loaded rack is approximately 600 kilos. Recommended Doctrine The Sparrowhawk should be an essential part of our aerial defence plan. Preferably all our interceptors would be carrying at least one full rack at launch. The ability to soften up an enemy while we close in is something not to be ignored lightly. Overall accuracy will be poor -- we estimate approximately one hit in twelve -- but the range difference is one of miles. Compared to the TR-20 rocket pod, the Sparrowhawk's effective range is greater by eight kilometres. Compared the SHIVA cannon, it's greater by ten kilometres. While these deliver a lot more damage than the Sparrowhawk at their respective ranges, the closer we have to get to attack the enemy, the greater the danger to our pilots and interceptors. It should theoretically be possible to simply overwhelm UFOs with Sparrowhawk fire if we could field enough aircraft armed with them. However, our Director of Finances has expressed her extreme displeasure with this idea, and I have to admit she's got a point -- but I think it's something we should keep in mind if we come up against a particularly dangerous UFO that needs to be taken out at range and as quickly as possible. Addenda None.
pt_br: Technical Specifications: "Sparrowhawk" Missile CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a "Sparrowhawk" guided anti-aircraft missile. It is designed to be loaded into the "Sparrowhawk" AA Missile Rack. The "Sparrowhawk" missile is an antique that never quite got out of the prototype stage. It was first tested in 2019, using then-revolutionary digital imaging technology to improve the old guidance technology of 'contrast seeking'. This technique uses an array of optical cameras mounted in the transparent fibreglass nose of the missile. The onboard computer looks for a spot in the image where the contrast changes the fastest, and then attempts to keep that spot dead centre in front of it. This system has been employed mostly in air-to-ground missiles due to the greater effectiveness of other guidance systems against Earth-built aircraft. The Sparrowhawk program was cancelled only months before the design would've been put into service. It was ready to be put into service then, and it's ready now. We've revived the Sparrowhawk AA program and the UN has agreed to put it into mass production. The "Sparrowhawk" is mounted in 8-missile racks, which can then be mounted to the appropriate weapons hardpoints on our aircraft. The missile's range is far superior to any of the other weapons we have available at this time; it's effective out to twelve kilometres from the aircraft thanks to its unique guidance technology. It's also hardened against EMP to prevent it from being disabled electronically. The individual missiles weigh approximately 65 kilos. A fully-loaded rack is approximately 600 kilos. Recommended Doctrine The Sparrowhawk should be an essential part of our aerial defence plan. Preferably all our interceptors would be carrying at least one full rack at launch. The ability to soften up an enemy while we close in is something not to be ignored lightly. Overall accuracy will be poor -- we estimate approximately one hit in twelve -- but the range difference is one of miles. Compared to the TR-20 rocket pod, the Sparrowhawk's effective range is greater by eight kilometres. Compared the SHIVA cannon, it's greater by ten kilometres. While these deliver a lot more damage than the Sparrowhawk at their respective ranges, the closer we have to get to attack the enemy, the greater the danger to our pilots and interceptors. It should theoretically be possible to simply overwhelm UFOs with Sparrowhawk fire if we could field enough aircraft armed with them. However, our Director of Finances has expressed her extreme displeasure with this idea, and I have to admit she's got a point -- but I think it's something we should keep in mind if we come up against a particularly dangerous UFO that needs to be taken out at range and as quickly as possible. Addenda None.

source: craft_weapon_tr20_txt
el: Technical Specifications: TR-20 Rocket Pod CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Now that we have aircraft capable of intercepting the attacking UFOs, we need to equip them with armaments that can actually shoot down these alien craft. We have evaluated every available weapon on Earth as part of the Excalibur Program, and we have selected the very best for the defence of our planet. The TR-20 rocket pod is an interesting departure from conventional air-to-air weapons, in that it was originally designed for air-to-ground operations. The pod contains a total of 128 very small, very fast rockets with depleted uranium tips and powerful pulse detonation engines. No one considered using the TR-20 for anything other than chewing up ground targets until an attack helicopter pilot in Africa discovered their potential. At the time, the pilot -- the last surviving member of his flight -- had been cornered against a mountain by three MiG jets which were closing in for the kill. With nearly all his weapons expended, the only thing the pilot had left to fight with was one pod of TR-20 rockets. He made a suicide run with full afterburners, and managed to swat all three MiGs out of the sky with rapid fire before he ran out of fuel and had to crash-land. He returned to his airbase two days later without a scratch on him. Though unguided, TR-20 pods contain such a large number of rockets that they can be used almost like a rocket machine gun. This is because the rockets are stacked nose to tail inside their launch tubes, eight to each tube, and fired electronically in a timed sequence. This system is so fast that all eight rockets in a tube can be ignited and underway before the first rocket actually leaves the tube. At its maximum possible rate of fire, the pod can fire all 128 rockets in 0.2 seconds. However, this is usually throttled back to approx. 300 rounds per minute due to the low accuracy of any single volley. The advantages of the TR-20 over the SHIVA cannon are increased range and greater hitting power. However, the pod's ammo capacity is limited compared to the SHIVA's large portable magazines, and a single TR-20 pod is unlikely to last through a full UFO engagement. Recommended Doctrine We anticipate the TR-20 will perform nicely against slower or slow-moving UFOs, especially if their propulsion systems have been damaged somehow. In these situations, TR-20 rockets perform with flying colours, tearing mercilessly into a target. However, accuracy drops rapidly against faster opponents. Damage potential is irrelevant if we can't place a single round on the target. For this reason, it's recommended we use the TR-20 in moderation and mostly in situations that play to its strengths, such as when engaging a single UFO with multiple aircraft. The flight leader can drive the target into his wingman's killzone with cannons or guided weapons, at which point the wingman has a clear shot with his rockets. Even so, no more than a single TR-20 pod should be loaded on any one aircraft for maximum air-to-air efficiency. If the mission target is stationary or ground-based, these rockets will be ideal for softening up any defences and defenders before a tactical mission. Addenda None.
it: Technical Specifications: TR-20 Rocket Pod CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Now that we have aircraft capable of intercepting the attacking UFOs, we need to equip them with armaments that can actually shoot down these alien craft. We have evaluated every available weapon on Earth as part of the Excalibur Program, and we have selected the very best for the defence of our planet. The TR-20 rocket pod is an interesting departure from conventional air-to-air weapons, in that it was originally designed for air-to-ground operations. The pod contains a total of 128 very small, very fast rockets with depleted uranium tips and powerful pulse detonation engines. No one considered using the TR-20 for anything other than chewing up ground targets until an attack helicopter pilot in Africa discovered their potential. At the time, the pilot -- the last surviving member of his flight -- had been cornered against a mountain by three MiG jets which were closing in for the kill. With nearly all his weapons expended, the only thing the pilot had left to fight with was one pod of TR-20 rockets. He made a suicide run with full afterburners, and managed to swat all three MiGs out of the sky with rapid fire before he ran out of fuel and had to crash-land. He returned to his airbase two days later without a scratch on him. Though unguided, TR-20 pods contain such a large number of rockets that they can be used almost like a rocket machine gun. This is because the rockets are stacked nose to tail inside their launch tubes, eight to each tube, and fired electronically in a timed sequence. This system is so fast that all eight rockets in a tube can be ignited and underway before the first rocket actually leaves the tube. At its maximum possible rate of fire, the pod can fire all 128 rockets in 0.2 seconds. However, this is usually throttled back to approx. 300 rounds per minute due to the low accuracy of any single volley. The advantages of the TR-20 over the SHIVA cannon are increased range and greater hitting power. However, the pod's ammo capacity is limited compared to the SHIVA's large portable magazines, and a single TR-20 pod is unlikely to last through a full UFO engagement. Recommended Doctrine We anticipate the TR-20 will perform nicely against slower or slow-moving UFOs, especially if their propulsion systems have been damaged somehow. In these situations, TR-20 rockets perform with flying colours, tearing mercilessly into a target. However, accuracy drops rapidly against faster opponents. Damage potential is irrelevant if we can't place a single round on the target. For this reason, it's recommended we use the TR-20 in moderation and mostly in situations that play to its strengths, such as when engaging a single UFO with multiple aircraft. The flight leader can drive the target into his wingman's killzone with cannons or guided weapons, at which point the wingman has a clear shot with his rockets. Even so, no more than a single TR-20 pod should be loaded on any one aircraft for maximum air-to-air efficiency. If the mission target is stationary or ground-based, these rockets will be ideal for softening up any defences and defenders before a tactical mission. Addenda None.
pt_br: Technical Specifications: TR-20 Rocket Pod CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Now that we have aircraft capable of intercepting the attacking UFOs, we need to equip them with armaments that can actually shoot down these alien craft. We have evaluated every available weapon on Earth as part of the Excalibur Program, and we have selected the very best for the defence of our planet. The TR-20 rocket pod is an interesting departure from conventional air-to-air weapons, in that it was originally designed for air-to-ground operations. The pod contains a total of 128 very small, very fast rockets with depleted uranium tips and powerful pulse detonation engines. No one considered using the TR-20 for anything other than chewing up ground targets until an attack helicopter pilot in Africa discovered their potential. At the time, the pilot -- the last surviving member of his flight -- had been cornered against a mountain by three MiG jets which were closing in for the kill. With nearly all his weapons expended, the only thing the pilot had left to fight with was one pod of TR-20 rockets. He made a suicide run with full afterburners, and managed to swat all three MiGs out of the sky with rapid fire before he ran out of fuel and had to crash-land. He returned to his airbase two days later without a scratch on him. Though unguided, TR-20 pods contain such a large number of rockets that they can be used almost like a rocket machine gun. This is because the rockets are stacked nose to tail inside their launch tubes, eight to each tube, and fired electronically in a timed sequence. This system is so fast that all eight rockets in a tube can be ignited and underway before the first rocket actually leaves the tube. At its maximum possible rate of fire, the pod can fire all 128 rockets in 0.2 seconds. However, this is usually throttled back to approx. 300 rounds per minute due to the low accuracy of any single volley. The advantages of the TR-20 over the SHIVA cannon are increased range and greater hitting power. However, the pod's ammo capacity is limited compared to the SHIVA's large portable magazines, and a single TR-20 pod is unlikely to last through a full UFO engagement. Recommended Doctrine We anticipate the TR-20 will perform nicely against slower or slow-moving UFOs, especially if their propulsion systems have been damaged somehow. In these situations, TR-20 rockets perform with flying colours, tearing mercilessly into a target. However, accuracy drops rapidly against faster opponents. Damage potential is irrelevant if we can't place a single round on the target. For this reason, it's recommended we use the TR-20 in moderation and mostly in situations that play to its strengths, such as when engaging a single UFO with multiple aircraft. The flight leader can drive the target into his wingman's killzone with cannons or guided weapons, at which point the wingman has a clear shot with his rockets. Even so, no more than a single TR-20 pod should be loaded on any one aircraft for maximum air-to-air efficiency. If the mission target is stationary or ground-based, these rockets will be ideal for softening up any defences and defenders before a tactical mission. Addenda None.
