Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: bolterrifle_pre_txt
el: Commander, we've received a number of research files from several UN nations concerning research and development for man-portable electromagnetic weaponry; various designs have been proposed and even prototyped for railguns, coilguns and quench guns. Of course, all these experiments have failed, since electromagnetic weapons require huge amounts of power -- and therefore banks of capacitors so heavy that no human soldier could possibly carry them. Even atomic batteries have not given us the power output we need to make man-portable electromagnetic guns a reality. It is impossible. At least, that's what we thought, until the aliens showed up. Seeing alien craft hurtling through our skies, advanced robots scuttling through our streets, and high-powered energy weapons tearing up our people has given us a whole host of new ideas. It has also caused us to take a very close look through our collected UN research data. It's nothing short of a gold mine in disguise. By combining the best of these individual cluttered pieces, we believe we may be able to devise a new weapon for our tactical teams that will be both man-portable and combat-effective. This weapon would have extreme range and power and may serve us well in the days ahead. This idea holds a lot of promise, Commander. We would like your authorisation for lab time and funding in order finally make electromagnetic weaponry a reality. --Cdr. Navarre
es_es: No hay información previa a la investigación diponible.
it: Commander, we've received a number of research files from several UN nations concerning research and development for man-portable electromagnetic weaponry; various designs have been proposed and even prototyped for railguns, coilguns and quench guns. Of course, all these experiments have failed, since electromagnetic weapons require huge amounts of power -- and therefore banks of capacitors so heavy that no human soldier could possibly carry them. Even atomic batteries have not given us the power output we need to make man-portable electromagnetic guns a reality. It is impossible. At least, that's what we thought, until the aliens showed up. Seeing alien craft hurtling through our skies, advanced robots scuttling through our streets, and high-powered energy weapons tearing up our people has given us a whole host of new ideas. It has also caused us to take a very close look through our collected UN research data. It's nothing short of a gold mine in disguise. By combining the best of these individual cluttered pieces, we believe we may be able to devise a new weapon for our tactical teams that will be both man-portable and combat-effective. This weapon would have extreme range and power and may serve us well in the days ahead. This idea holds a lot of promise, Commander. We would like your authorisation for lab time and funding in order finally make electromagnetic weaponry a reality. --Cdr. Navarre
pt_br: Commander, we've received a number of research files from several UN nations concerning research and development for man-portable electromagnetic weaponry; various designs have been proposed and even prototyped for railguns, coilguns and quench guns. Of course, all these experiments have failed, since electromagnetic weapons require huge amounts of power -- and therefore banks of capacitors so heavy that no human soldier could possibly carry them. Even atomic batteries have not given us the power output we need to make man-portable electromagnetic guns a reality. It is impossible. At least, that's what we thought, until the aliens showed up. Seeing alien craft hurtling through our skies, advanced robots scuttling through our streets, and high-powered energy weapons tearing up our people has given us a whole host of new ideas. It has also caused us to take a very close look through our collected UN research data. It's nothing short of a gold mine in disguise. By combining the best of these individual cluttered pieces, we believe we may be able to devise a new weapon for our tactical teams that will be both man-portable and combat-effective. This weapon would have extreme range and power and may serve us well in the days ahead. This idea holds a lot of promise, Commander. We would like your authorisation for lab time and funding in order finally make electromagnetic weaponry a reality. --Cdr. Navarre

source: combatknife_txt
el: Technical Specifications: Combat Knife CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The combat knife is a solid, twenty-six centimetre bar of sharp steel that can be used for a number of everyday purposes. As a weapon, the combat knife's edge is reinforced with hard ceramics to give it extra armour-piercing power, and it is balanced for throwing should the need arise. It also has a bayonet ring for affixing the knife to the barrel of an old-style battle rifle. The inclusion of the combat knife in our arsenal was a subject of hot debate. Mumbai has taught us that even in the most favourable conditions, a knife is no match for the aliens' weaponry. If a knife-equipped soldier isn't shot down before he even reaches his target, he will almost certainly be gutted by one of the wicked alien blades that slice right through armour. Only in a handful of occasions have experienced knife-fighters been able to win out against alien opponents. Still, the combat knife has saved many a life over the years when firearms became inoperable or ran out of ammo. It has never been rendered obsolete by centuries of progressing technology; even the aliens use bladed weapons. When the chips are down, a knife in hand is still vastly better than a man's own fists. If a soldier makes it all the way to melee range, this weapon will serve him well. Recommended Doctrine In combat, the knife is a weapon of last resort. If all other weapons are exhausted and the enemy is at the gates, then a good knife can save the day. However, even in such desperate situations it is risky business; using a knife on an enemy that hasn't been previously wounded or weakened is a fast way to end up in the morgue. Addenda None.
es: El cuchillo básico de combate. Puede ser usado a una distancia corta o ser lanzado. Consecuencias en la Batalla: El daño relativamente alto de una estocada se debe a la habilidad de apuntar a los puntos débiles del cuerpo del oponente, en las aberturas o junturas de las armaduras.
es_es: Especificaciones técnicas: Cuchillo de Combate CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción El ataque alienígena a Mumbai hizo nuestra situación dolorosamente clara. Su tecnología es mucho más avanzada que la nuestra. La completa falta de avance de las tropas de la Commonwealth en la ofensiva de Mumbai reveló debilidades críticas en el equipamiento y entrenamiento militar actual. Se perdieron tres batallones en el campo de tiro sin inflingir bajas significativas en el enemigo. PHALANX debe superar estos problemas, y para ello necesitamos la mejor tecnología que la humanidad pueda proporcionar. El Programa Excalibur fue creado para encontrar las armas mas efectivas de la Tierra revisando sus procedimientos de desarrollo, durabilidad, registro operacional y eficiacia de combate en aquellas situaciones en las que hemos conseguido presentar batalla a los alienigenas. El cuchillo de combate es una hoja sólida de 26 centímetros de afilado acero, que puede usarse en muchas situaciones en el quehacer diario. Como arma, el filo ha sido dopado con componentes cerámicos lo que proporciona una gran capacidad de atravesar armaduras, además de haber sido equilibrado para un correcto lanzamiento. Cuenta también con un anillo de sujección para colocarlo a modo de bayoneta en los cañones las armas que lo permitan. La inclusion del cuchillo de combate como elemento de nuestro arsenal es un hecho largamente debatido. La batalla de Mumbai nos mostró que incluso en la condición más favorable, un cuchillo no es rival contra las armas alienígenas. Incluso si un soldado armado con un cuchillo consigue llegar a su objetivo sin ser alcanzado, se verá en apuros contra las hojas alienígenas capaces de cortar el más duro de nuestros blindajes. Realmente sólo se contemplan una serie de situaciones muy improbables en las que es posible obtener ventajas de la lucha con cuchillo En cualquier caso, el cuchillo de combate ha salvado muchas vidas a lo largo de los años cuando las armas de fuego dejan de funcionar o agotan su munición (prueba de ello es que hasta los alienígens usan armas afiladas para el combate cuerpo a cuerpo). Aunque sea un tópico, cuando todo lo demas falla, siempre es mejor combatir con un cuchillo en la mano que con los puños. Doctrina Recomendada En combate, el cuchillo debe ser usado como último recurso. Si todas las demás armas estan descargadas y el enemigo se encuentra cerca, un buen cuchillo puede hacer que se termine la lucha con una victoria. Sin embargo, incluso en esa desesperada situacion es una opción peligrosa: usar un cuchillo contra un enemigo que no ha sido previamente herido es un buen modo de acabar en el depósito decadaveres. Addenda Ninguna.
it: Technical Specifications: Combat Knife CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The combat knife is a solid, twenty-six centimetre bar of sharp steel that can be used for a number of everyday purposes. As a weapon, the combat knife's edge is reinforced with hard ceramics to give it extra armour-piercing power, and it is balanced for throwing should the need arise. It also has a bayonet ring for affixing the knife to the barrel of an old-style battle rifle. The inclusion of the combat knife in our arsenal was a subject of hot debate. Mumbai has taught us that even in the most favourable conditions, a knife is no match for the aliens' weaponry. If a knife-equipped soldier isn't shot down before he even reaches his target, he will almost certainly be gutted by one of the wicked alien blades that slice right through armour. Only in a handful of occasions have experienced knife-fighters been able to win out against alien opponents. Still, the combat knife has saved many a life over the years when firearms became inoperable or ran out of ammo. It has never been rendered obsolete by centuries of progressing technology; even the aliens use bladed weapons. When the chips are down, a knife in hand is still vastly better than a man's own fists. If a soldier makes it all the way to melee range, this weapon will serve him well. Recommended Doctrine In combat, the knife is a weapon of last resort. If all other weapons are exhausted and the enemy is at the gates, then a good knife can save the day. However, even in such desperate situations it is risky business; using a knife on an enemy that hasn't been previously wounded or weakened is a fast way to end up in the morgue. Addenda None.
pt_br: Technical Specifications: Combat Knife CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The combat knife is a solid, twenty-six centimetre bar of sharp steel that can be used for a number of everyday purposes. As a weapon, the combat knife's edge is reinforced with hard ceramics to give it extra armour-piercing power, and it is balanced for throwing should the need arise. It also has a bayonet ring for affixing the knife to the barrel of an old-style battle rifle. The inclusion of the combat knife in our arsenal was a subject of hot debate. Mumbai has taught us that even in the most favourable conditions, a knife is no match for the aliens' weaponry. If a knife-equipped soldier isn't shot down before he even reaches his target, he will almost certainly be gutted by one of the wicked alien blades that slice right through armour. Only in a handful of occasions have experienced knife-fighters been able to win out against alien opponents. Still, the combat knife has saved many a life over the years when firearms became inoperable or ran out of ammo. It has never been rendered obsolete by centuries of progressing technology; even the aliens use bladed weapons. When the chips are down, a knife in hand is still vastly better than a man's own fists. If a soldier makes it all the way to melee range, this weapon will serve him well. Recommended Doctrine In combat, the knife is a weapon of last resort. If all other weapons are exhausted and the enemy is at the gates, then a good knife can save the day. However, even in such desperate situations it is risky business; using a knife on an enemy that hasn't been previously wounded or weakened is a fast way to end up in the morgue. Addenda None.

source: Monomolecular Blades
el: Μονομοριακές Λεπίδες
it: Lame Monomolecolari
pt_br: Lãminas monomoleculares

source: monoknife_txt
el: Commander, I'm hereby reporting our success in the creation of alien blade materials. We've loaded the production specs into our Workshop machinery and have constructed a small forge for shaping our new monomolecular knives. The reproduction process has been very interesting on this one. After we'd figured out how to 'cook' the alien plastics to the right temperatures, we ended up with bars of incredibly hard material which we then tried to shape into knives. On our first attempts we tried to create a straight-edged blade with a powerful point, like most modern combat knives, so that it could be used for both cutting and stabbing. All of these models snapped in half during the cooling process. We had a devil of a time figuring out why until we placed a small camera inside the furnace. It turns out that the curve of the Kerrblade isn't a design choice -- it's a function of the material itself. The plastic radically curves and expands during heat-moulding in our furnace, and contracts again during cooling, which ended up cracking all of our straight-edged blades. It demands a particular curved shape to retain its durability as a blade. We had to completely redesign the knife to account for this effect, which brought it to its current shape. In length, it's either a long knife or a short sword, depending on who you ask. The design of the handle and crossguard are based on Middle-Eastern and Asian swordmaking traditions mixed in with modern-day science and know-how. The handle is made from semi-solid rubber, which automatically moulds itself to the wielder's hand to maximise comfort and gripping power. Both the triangular crossguard and pommel are unbreakable carbon-nanotube-reinforced plastic, a material that even Kerrblades have trouble with. This knife goes a long way towards evening the odds for our soldiers when they get caught in hand-to-hand. Though it's larger than our old combat knife, doesn't thrust as well, and doesn't have the power of the Kerrblade's sword-length swing, it strikes an ideal middle ground between these two weapons. The monomolecular knife is almost the equal of the Kerrblade in lethality but still small enough to be worn in our standard holster or in a sheath hung from the belt. It amounts to a significant upgrade of our melee combat capabilities, and I'm thoroughly pleased with the result. --Cdr. Navarre
it: Commander, I'm hereby reporting our success in the creation of alien blade materials. We've loaded the production specs into our Workshop machinery and have constructed a small forge for shaping our new monomolecular knives. The reproduction process has been very interesting on this one. After we'd figured out how to 'cook' the alien plastics to the right temperatures, we ended up with bars of incredibly hard material which we then tried to shape into knives. On our first attempts we tried to create a straight-edged blade with a powerful point, like most modern combat knives, so that it could be used for both cutting and stabbing. All of these models snapped in half during the cooling process. We had a devil of a time figuring out why until we placed a small camera inside the furnace. It turns out that the curve of the Kerrblade isn't a design choice -- it's a function of the material itself. The plastic radically curves and expands during heat-moulding in our furnace, and contracts again during cooling, which ended up cracking all of our straight-edged blades. It demands a particular curved shape to retain its durability as a blade. We had to completely redesign the knife to account for this effect, which brought it to its current shape. In length, it's either a long knife or a short sword, depending on who you ask. The design of the handle and crossguard are based on Middle-Eastern and Asian swordmaking traditions mixed in with modern-day science and know-how. The handle is made from semi-solid rubber, which automatically moulds itself to the wielder's hand to maximise comfort and gripping power. Both the triangular crossguard and pommel are unbreakable carbon-nanotube-reinforced plastic, a material that even Kerrblades have trouble with. This knife goes a long way towards evening the odds for our soldiers when they get caught in hand-to-hand. Though it's larger than our old combat knife, doesn't thrust as well, and doesn't have the power of the Kerrblade's sword-length swing, it strikes an ideal middle ground between these two weapons. The monomolecular knife is almost the equal of the Kerrblade in lethality but still small enough to be worn in our standard holster or in a sheath hung from the belt. It amounts to a significant upgrade of our melee combat capabilities, and I'm thoroughly pleased with the result. --Cdr. Navarre
pt_br: Commander, I'm hereby reporting our success in the creation of alien blade materials. We've loaded the production specs into our Workshop machinery and have constructed a small forge for shaping our new monomolecular knives. The reproduction process has been very interesting on this one. After we'd figured out how to 'cook' the alien plastics to the right temperatures, we ended up with bars of incredibly hard material which we then tried to shape into knives. On our first attempts we tried to create a straight-edged blade with a powerful point, like most modern combat knives, so that it could be used for both cutting and stabbing. All of these models snapped in half during the cooling process. We had a devil of a time figuring out why until we placed a small camera inside the furnace. It turns out that the curve of the Kerrblade isn't a design choice -- it's a function of the material itself. The plastic radically curves and expands during heat-moulding in our furnace, and contracts again during cooling, which ended up cracking all of our straight-edged blades. It demands a particular curved shape to retain its durability as a blade. We had to completely redesign the knife to account for this effect, which brought it to its current shape. In length, it's either a long knife or a short sword, depending on who you ask. The design of the handle and crossguard are based on Middle-Eastern and Asian swordmaking traditions mixed in with modern-day science and know-how. The handle is made from semi-solid rubber, which automatically moulds itself to the wielder's hand to maximise comfort and gripping power. Both the triangular crossguard and pommel are unbreakable carbon-nanotube-reinforced plastic, a material that even Kerrblades have trouble with. This knife goes a long way towards evening the odds for our soldiers when they get caught in hand-to-hand. Though it's larger than our old combat knife, doesn't thrust as well, and doesn't have the power of the Kerrblade's sword-length swing, it strikes an ideal middle ground between these two weapons. The monomolecular knife is almost the equal of the Kerrblade in lethality but still small enough to be worn in our standard holster or in a sheath hung from the belt. It amounts to a significant upgrade of our melee combat capabilities, and I'm thoroughly pleased with the result. --Cdr. Navarre
