Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: ufo_harvester_txt
el: Commander, my team and I have just finished another UFO report for you. Here is my summary for your review. This craft -- which we've dubbed the 'Harvester' -- appears designed specifically for landing on a planetary surface and deploying an alien harvesting party. It is equipped with a set of large, sturdy landing legs and a special set of thrusters located in the UFO's belly to give it VTOL (Vertical Take-Off and Landing) capability. Once the landed Harvester's crew has collected enough captives, corpses and other biomass, they return to the UFO and lift off into orbit, quickly disappearing back to wherever it is they came from. The Harvester seems to bear out our theories about fuel capacity being the main limiting factor for UFO speed, as it is both larger and faster than any other we've previously observed. It's able to carry more antimatter fuel and protect it far more effectively, with a tougher hull, thicker armour, and more effective emergency antimatter-dumping measures. Even if an explosion does occur, most of the blast will be contained by the UFO's extremely strong construction. The Harvester's fuel tank can take up to 0.6 grammes of antimatter and possesses a potential explosive force of approximately 25 kilotons when full. There are three front-facing weapon mounts arranged in a triangle around the craft's cockpit. Two of these are equipped with the particle beam weapon we've observed in other UFOs, but the remaining mount features an interesting kind of alien missile launcher. The missiles have highly sophisticated homing systems and are propelled by matter-antimatter reaction rockets similar to UFO engines. These missiles are insanely fast, so fast that they don't need explosive warheads to kill their prey, relying solely on kinetic impact and the sympathetic detonation of any remaining fuel. More research into this weapon will be a high priority. In the air, the Harvester is extremely dangerous and should be a high-priority target. Between the twin particle beams and the alien launcher, its firepower is more than a match for anything we can currently field. Its only obvious drawback is low manoeuvrability compared to smaller UFO types. Our interceptors are significantly more agile and we have far more combat experience in Earth atmosphere than the aliens do. This is one of the few advantages we'll have over the Harvester, and it would be wise to upgrade our equipment in order to mitigate some of the aliens' tech superiority. When encountered, we should concentrate our best pilots and craft on any Harvesters in the area and take them out as fast as possible. Only then should we concern ourselves with shooting down any escorts. Our estimates of the Harvester's increased capabilities raise some frightening points. It seems that alien craft will actually grow faster as they become larger and more powerful, and there's no doubt that, if they can build these Harvesters, they can build bigger and nastier UFOs. Without upgrades to our airfleet, we may not be able to stand up to more dangerous threats in the future. Please, do what you can about this when you can, Commander. I'd hate for us to be caught unprepared. --Cdr. Navarre Estimated Harvester statistics: Size: Small (12m x 18m x 6m) Cruising speed: +/- 2,200 km/h Top speed: +/- 4,100km/h Crew capacity: 12 max. Weapon capacity: 2 Particle Beam hardpoints, 1 Alien Launcher hardpoint
it: Commander, my team and I have just finished another UFO report for you. Here is my summary for your review. This craft -- which we've dubbed the 'Harvester' -- appears designed specifically for landing on a planetary surface and deploying an alien harvesting party. It is equipped with a set of large, sturdy landing legs and a special set of thrusters located in the UFO's belly to give it VTOL (Vertical Take-Off and Landing) capability. Once the landed Harvester's crew has collected enough captives, corpses and other biomass, they return to the UFO and lift off into orbit, quickly disappearing back to wherever it is they came from. The Harvester seems to bear out our theories about fuel capacity being the main limiting factor for UFO speed, as it is both larger and faster than any other we've previously observed. It's able to carry more antimatter fuel and protect it far more effectively, with a tougher hull, thicker armour on the fuel tank, and more effective emergency antimatter-dumping measures. Even if an explosion does occur, most of the blast will be contained by the UFO's extremely strong construction. The Harvester's fuel tank can take up to 0.6 grammes of antimatter and possesses a potential explosive force of approximately 25 kilotons when full. There are three front-facing weapon mounts arranged in a triangle around the craft's cockpit. Two of these are equipped with the particle beam weapon we've observed in other UFOs, but the remaining mount features an interesting kind of alien missile launcher. The missiles have highly sophisticated homing systems and are propelled by matter-antimatter reaction rockets similar to UFO engines. These missiles are insanely fast, so fast that they don't need explosive warheads to kill their prey, relying solely on kinetic impact and the sympathetic detonation of any remaining fuel. More research into this weapon will be a high priority. In the air, the Harvester is extremely dangerous and should be a high-priority target. Between the twin particle beams and the alien launcher, its firepower is more than a match for anything we can currently field. Its only obvious flaw is a significant drop in manoeuvrability from the Scout and Fighter models. Our interceptors are significantly more agile and we have far more combat experience in Earth atmosphere than the aliens do. This is one of the few advantages we'll have against the Harvester, and it would be wise to upgrade our equipment in order to mitigate some of the aliens' tech superiority. When encountered, we should concentrate our best pilots on any and all Harvesters in the area and take them out as fast as possible. Only then should we concern ourselves with shooting down any escorts. Our analysis of the Harvester's increased capabilities over the Scout raises some frightening points. It seems that alien craft will actually grow faster as they become larger and more powerful, and there's no doubt that, if they can build these Harvesters, they can build bigger and nastier UFOs. We should try to adapt the alien antimatter technologies to our own interceptors as soon as possible so that we can get on an even footing with the aliens now and will be able to stand up to more dangerous threats in the future. --Cdr. Navarre Estimated Harvester statistics: Size: Small (12m x 18m x 6m) Cruising speed: +/- 2,200 km/h Top speed: +/- 4,100km/h Crew capacity: 12 max. Weapon capacity: 2 Particle Beam hardpoints, 1 Alien Launcher hardpoint
pt_br: Commander, my team and I have just finished another UFO report for you. Here is my summary for your review. This craft -- which we've dubbed the 'Harvester' -- appears designed specifically for landing on a planetary surface and deploying an alien harvesting party. It is equipped with a set of large, sturdy landing legs and a special set of thrusters located in the UFO's belly to give it VTOL (Vertical Take-Off and Landing) capability. Once the landed Harvester's crew has collected enough captives, corpses and other biomass, they return to the UFO and lift off into orbit, quickly disappearing back to wherever it is they came from. The Harvester seems to bear out our theories about fuel capacity being the main limiting factor for UFO speed, as it is both larger and faster than any other we've previously observed. It's able to carry more antimatter fuel and protect it far more effectively, with a tougher hull, thicker armour on the fuel tank, and more effective emergency antimatter-dumping measures. Even if an explosion does occur, most of the blast will be contained by the UFO's extremely strong construction. The Harvester's fuel tank can take up to 0.6 grammes of antimatter and possesses a potential explosive force of approximately 25 kilotons when full. There are three front-facing weapon mounts arranged in a triangle around the craft's cockpit. Two of these are equipped with the particle beam weapon we've observed in other UFOs, but the remaining mount features an interesting kind of alien missile launcher. The missiles have highly sophisticated homing systems and are propelled by matter-antimatter reaction rockets similar to UFO engines. These missiles are insanely fast, so fast that they don't need explosive warheads to kill their prey, relying solely on kinetic impact and the sympathetic detonation of any remaining fuel. More research into this weapon will be a high priority. In the air, the Harvester is extremely dangerous and should be a high-priority target. Between the twin particle beams and the alien launcher, its firepower is more than a match for anything we can currently field. Its only obvious flaw is a significant drop in manoeuvrability from the Scout and Fighter models. Our interceptors are significantly more agile and we have far more combat experience in Earth atmosphere than the aliens do. This is one of the few advantages we'll have against the Harvester, and it would be wise to upgrade our equipment in order to mitigate some of the aliens' tech superiority. When encountered, we should concentrate our best pilots on any and all Harvesters in the area and take them out as fast as possible. Only then should we concern ourselves with shooting down any escorts. Our analysis of the Harvester's increased capabilities over the Scout raises some frightening points. It seems that alien craft will actually grow faster as they become larger and more powerful, and there's no doubt that, if they can build these Harvesters, they can build bigger and nastier UFOs. We should try to adapt the alien antimatter technologies to our own interceptors as soon as possible so that we can get on an even footing with the aliens now and will be able to stand up to more dangerous threats in the future. --Cdr. Navarre Estimated Harvester statistics: Size: Small (12m x 18m x 6m) Cruising speed: +/- 2,200 km/h Top speed: +/- 4,100km/h Crew capacity: 12 max. Weapon capacity: 2 Particle Beam hardpoints, 1 Alien Launcher hardpoint

source: ufo_harvester_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες
es_es: No hay información previa a la investigación diponible.
it: Commander, we've recovered a new UFO type which is now waiting in our hangar for disassembly. This one is significantly larger than previous UFOs we've observed and seems to be the centre of many alien formations, making it an especially important target for our research. Uncovering the craft's purpose and examining its special equipment may give us essential new insights into the aliens' mission here on Earth. We're ready to start studying and dismantling the craft whenever you say, but we will need some lab time and funding to make a proper assessment of its function and capabilities. --Cdr. Navarre
pt_br: Commander, we've recovered a new UFO type which is now waiting in our hangar for disassembly. This one is significantly larger than previous UFOs we've observed and seems to be the centre of many alien formations, making it an especially important target for our research. Uncovering the craft's purpose and examining its special equipment may give us essential new insights into the aliens' mission here on Earth. We're ready to start studying and dismantling the craft whenever you say, but we will need some lab time and funding to make a proper assessment of its function and capabilities. --Cdr. Navarre

source: bloodspider_notes_txt
el: TO: Base Commander, PHALANX, Atlantic Operations Command FROM: Dr. Connor, R&D: Bio & Containment Division, PHALANX, Atlantic Operations Command DATE: 01 June 2084 SUB: Proposal: Alien Autopsy -- Bloodspider Commander, We've recovered a new alien corpse from the battlefield. We should begin dissection and assessment as soon as possible. Sincerely, Dr. Connor

source: bloodspider_notes_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες
es_es: No hay información previa a la investigación diponible.
it: Nessuna informazione disponibile prima della ricerca.
pt_br: Nenhuma informação pré-pesquisa disponível

source: Alien Autopsy - Bloodspider
el: Αυτοψία Εξωγήινου - Αράχνη αίματος
es_es: Autopsia alienígena - Bloodspider
it: Autopsia Aliena - Bloodspider
pt_br: Autópsia de Alienígena - Bloodspider

source: bloodspider_autopsy_txt
el: Commander, My team has analysed the remains of the arachnid machine our operatives brought back, and we have prepared a summary for your review. Autopsy reveals that the creature is a complex robot without any organic components. Its body is reminiscent of the terrestrial spider; a central body housing the artificial brain and power cells, and eight legs driven by powerful servomotors that allow it to move across the battlefield at frightening speeds. It is equipped with razor-sharp mandibles which can dissect human victims on the spot and store tissue or whole organs in a large cavity located in front of the power cells. These machines have been recorded cutting apart live humans during a terror mission and storing their biomass for retrieval. The process is gruesome and very, very short. Our soldiers have dubbed the creature 'Bloodspider', and the name has stuck. Ballistics testing on samples of the Bloodspider's armour plating reveal that it is very tough and has excellent insulating properties, making it effective against a wide variety of weapons. -- The armour is highly resistant to lasers, electricity and incendiary ammunition, but it can be penetrated by high-velocity armour-piercing rounds. -- High explosives also achieve good results, as they tend to damage the vulnerable leg joints. This may be the most effective way to take these creatures out. The existence of this creature raises some frightening questions. It suggests that the aliens are taking a very personal interest in us, and they're not asking questions. Commander, these machines pose a dire threat to any human that comes close. If encountered, they should be destroyed immediately and at all costs. Sincerely, Dr. Connor
it: Commander, My team has analysed the remains of the arachnid machine our operatives brought back, and we have prepared a summary for your review. Autopsy reveals that the creature is a complex robot without any organic components. Its body is reminiscent of the terrestrial spider; a central body housing the artificial brain and power cells, and eight legs driven by powerful servomotors that allow it to move across the battlefield at frightening speeds. It is equipped with razor-sharp mandibles which can dissect human victims on the spot and store tissue or whole organs in a large cavity located in front of the power cells. These machines have been recorded cutting apart live humans during a terror mission and storing their biomass for retrieval. The process is gruesome and very, very short. Our soldiers have dubbed the creature 'Bloodspider', and the name has stuck. Ballistics testing on samples of the Bloodspider's armour plating reveal that it is very tough and has excellent insulating properties, making it effective against a wide variety of weapons. -- The armour is highly resistant to lasers, electricity and incendiary ammunition, but it can be penetrated by high-velocity armour-piercing rounds. -- High explosives also achieve good results, as they tend to damage the vulnerable leg joints. This may be the most effective way to take these creatures out. The existence of this creature raises some frightening questions. It suggests that the aliens are taking a very personal interest in us, and they're not asking questions. Commander, these machines pose a dire threat to any human that comes close. If encountered, they should be destroyed immediately and at all costs. Sincerely, Dr. Connor
pt_br: Commander, My team has analysed the remains of the arachnid machine our operatives brought back, and we have prepared a summary for your review. Autopsy reveals that the creature is a complex robot without any organic components. Its body is reminiscent of the terrestrial spider; a central body housing the artificial brain and power cells, and eight legs driven by powerful servomotors that allow it to move across the battlefield at frightening speeds. It is equipped with razor-sharp mandibles which can dissect human victims on the spot and store tissue or whole organs in a large cavity located in front of the power cells. These machines have been recorded cutting apart live humans during a terror mission and storing their biomass for retrieval. The process is gruesome and very, very short. Our soldiers have dubbed the creature 'Bloodspider', and the name has stuck. Ballistics testing on samples of the Bloodspider's armour plating reveal that it is very tough and has excellent insulating properties, making it effective against a wide variety of weapons. -- The armour is highly resistant to lasers, electricity and incendiary ammunition, but it can be penetrated by high-velocity armour-piercing rounds. -- High explosives also achieve good results, as they tend to damage the vulnerable leg joints. This may be the most effective way to take these creatures out. The existence of this creature raises some frightening questions. It suggests that the aliens are taking a very personal interest in us, and they're not asking questions. Commander, these machines pose a dire threat to any human that comes close. If encountered, they should be destroyed immediately and at all costs. Sincerely, Dr. Connor

source: bloodspider_autopsy_pre_txt
el: Commander, We've recovered a new alien corpse from the battlefield. We should begin dissection and assessment as soon as possible. Sincerely, Dr. Connor
es_es: No hay información previa a la investigación diponible.
it: Commander, We've recovered a new alien corpse from the battlefield. We should begin dissection and assessment as soon as possible. Sincerely, Dr. Connor
pt_br: Commander, We've recovered a new alien corpse from the battlefield. We should begin dissection and assessment as soon as possible. Sincerely, Dr. Connor

source: Alien Autopsy - Ortnok
el: Αυτοψία Εξωγήινου - Ortnok
es_es: Autopsia alienígena - Ortnok
it: Autopsia Aliena - Ortnok
pt_br: Autópsia de Alienígena - Ortnok
