Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: b_quarters_txt
el: Blueprints -- Living Quarters CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 22 January 1958 By: Maj. Marcel LeClerc, Base Commander, PHALANX, Pacific Operations Command Overview The Living Quarters facility is the standard habitation unit for PHALANX personnel. It provides living space and sanitation for up to 20 people and several necessary ancillary personnel. The facility's lower floor contains a soldiers' barracks, communal showers, bathrooms, and a common area where troops can spend their off-duty time. Each soldier receives 1 bunk and 1 locker partition to store their personel effects such as civilian clothes. It is also intended for storage of uniforms and other on-duty equipment. The upper floor contains officers' quarters, generally used for any ranking/important personnel. Each private quarters has its own bed, desk, storage space and sanitary unit, and the level as a whole sports shared but separate shower cabins. This level is located above-ground and receives natural sunlight. In the case of an emergency, the Living Quarters has a special partition designed to function as a disaster shelter where non-combat personnel can take refuge until the all clear is given. The shelter provides oxygen and supplies for up to 12 people for 1 week. The access hatch is made of tungsten-reinforced titanium and will open for little short of a nuclear blast. The Living Quarters does not depend upon any other structures to operate. Recommended Doctrine The Living Quarters are an important part of evacuation procedures in the event of a base attack. All non-combat personnel are to drop their current tasks immediately and retreat to the nearest shelter or strongpoint, be it the Command Centre, Living Quarters or other appropriate facility. Seven minutes after the attack alarm sounds, all disaster shelter doors will close -- regardless of how many personnel are accounted for -- and afterwards they will refuse to open except from the inside. Everyone who is not going to participate in the fight should be inside by that time. The facility is almost worthless from a tactical standpoint, and will most likely be ignored by any extraterrestrials. It is thoroughly unimportant during an attack, as well as cheap to build and easy to repair. There is very little a hostile force could do short of total destruction that can really inconvenience a Living Quarters. Addenda None.
es_es: Diseños -- Barracones Clasificación Nivel Negro Unidad de Repuesta Extraterrestre PHALANX Detalles constructivos, Sigma Clearance -- Solo para los ojos del comandante Archivado: 22 Enero 1958 By: Maj. Marcel LeClerc, Comandante en jefe de Base, PHALANX, Centro de Operaciones Pacíficas Descripción Los barracones son el alojamiento normal del personal de PHALANX. Proporcionan el espacio necesario y las instalaciones sanitarias para un máximo de 20 personas. La planta baja contiene los barracones propiamente dichos para los soldados, las duchas comunes, baños y una zona común de recreo. Cada soldado recibe un baul y una taquilla para guardar sus efectos personales y su ropa civil, así como espacio para almacenar su uniforme y algun otro equipamiento habitual. En la planta superior estan las habitaciones para los oficiales. Cada habitacion tiene su propia cama, una mesa, un armario y un sencillo baño, mientras que las duchas, comunes pero individuales, se encuentran en el pasillo. Esta planta está situada por encima del nivel del suelo y recibe luz natural durante el día. En caso de emergencia, los Barracones tienen una cámara espcialmente diseñada para refugiar al personal no combatiente hasta que pase el peligro. Esta cámara puede proporcionar aire y alimento a dosce personas durante una semana. La puerta de acceso a esta cámara está hecha de titanio reforzado con tungsteno y para abrirla prácticamente se necesitaría una explosión nuclear. Los Barracones no dependen de ninguna otra instalación de la base para funcionar. Doctrina Recomendada Los barracones son parte importante en el procediemiento estandar de evacuación en caso de ataque. Todo el personal no combatiente debe abandonar sus tareas inmediatamente y retirarse a la cámara o al punto seguro más cercano. Siete minutos despues de iniciarse el ataque, todas las puertas de seguridad serán bloqueadas independientemente del personal que se haya quedado fuera de estas zonas seguras. Estas puertas sólo podrán abrirse desde dentro una vez terminado el ataque. Esta instalación es completamente inutil desde el punto de vista táctico de un ataque, y muy probablemente será ignorada por los alienígenas. Al mismo tiempo, los barracones son muy baratos de construir y mantener, por lo que poco puede hacer una fuerza hostil que perjudique nuestros intereses. Addenda Ninguno.
it: Blueprints -- Living Quarters CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 22 January 1958 By: Maj. Marcel LeClerc, Base Commander, PHALANX, Pacific Operations Command Overview The Living Quarters facility is the standard habitation unit for PHALANX personnel. It provides living space and sanitation for up to 20 people and several necessary ancillary personnel. The facility's lower floor contains a soldiers' barracks, communal showers, bathrooms, and a common area where troops can spend their off-duty time. Each soldier receives 1 bunk and 1 locker partition to store their personel effects such as civilian clothes. It is also intended for storage of uniforms and other on-duty equipment. The upper floor contains officers' quarters, generally used for any ranking/important personnel. Each private quarters has its own bed, desk, storage space and sanitary unit, and the level as a whole sports shared but separate shower cabins. This level is located above-ground and receives natural sunlight. In the case of an emergency, the Living Quarters has a special partition designed to function as a disaster shelter where non-combat personnel can take refuge until the all clear is given. The shelter provides oxygen and supplies for up to 12 people for 1 week. The access hatch is made of tungsten-reinforced titanium and will open for little short of a nuclear blast. The Living Quarters does not depend upon any other structures to operate. Recommended Doctrine The Living Quarters are an important part of evacuation procedures in the event of a base attack. All non-combat personnel are to drop their current tasks immediately and retreat to the nearest shelter or strongpoint, be it the Command Centre, Living Quarters or other appropriate facility. Seven minutes after the attack alarm sounds, all disaster shelter doors will close -- regardless of how many personnel are accounted for -- and afterwards they will refuse to open except from the inside. Everyone who is not going to participate in the fight should be inside by that time. The facility is almost worthless from a tactical standpoint, and will most likely be ignored by any extraterrestrials. It is thoroughly unimportant during an attack, as well as cheap to build and easy to repair. There is very little a hostile force could do short of total destruction that can really inconvenience a Living Quarters. Addenda None.
pt_br: Blueprints -- Living Quarters CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 22 January 1958 By: Maj. Marcel LeClerc, Base Commander, PHALANX, Pacific Operations Command Overview The Living Quarters facility is the standard habitation unit for PHALANX personnel. It provides living space and sanitation for up to 20 people and several necessary ancillary personnel. The facility's lower floor contains a soldiers' barracks, communal showers, bathrooms, and a common area where troops can spend their off-duty time. Each soldier receives 1 bunk and 1 locker partition to store their personel effects such as civilian clothes. It is also intended for storage of uniforms and other on-duty equipment. The upper floor contains officers' quarters, generally used for any ranking/important personnel. Each private quarters has its own bed, desk, storage space and sanitary unit, and the level as a whole sports shared but separate shower cabins. This level is located above-ground and receives natural sunlight. In the case of an emergency, the Living Quarters has a special partition designed to function as a disaster shelter where non-combat personnel can take refuge until the all clear is given. The shelter provides oxygen and supplies for up to 12 people for 1 week. The access hatch is made of tungsten-reinforced titanium and will open for little short of a nuclear blast. The Living Quarters does not depend upon any other structures to operate. Recommended Doctrine The Living Quarters are an important part of evacuation procedures in the event of a base attack. All non-combat personnel are to drop their current tasks immediately and retreat to the nearest shelter or strongpoint, be it the Command Centre, Living Quarters or other appropriate facility. Seven minutes after the attack alarm sounds, all disaster shelter doors will close -- regardless of how many personnel are accounted for -- and afterwards they will refuse to open except from the inside. Everyone who is not going to participate in the fight should be inside by that time. The facility is almost worthless from a tactical standpoint, and will most likely be ignored by any extraterrestrials. It is thoroughly unimportant during an attack, as well as cheap to build and easy to repair. There is very little a hostile force could do short of total destruction that can really inconvenience a Living Quarters. Addenda None.

source: b_radar_txt
el: Blueprints -- Radar CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 18 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Commander, we've had to make extensive changes to our old Radar facility designs to bring them up to date. The old report is no longer applicable, so I've decided to replace it with this one. Our Radar facility is not a large radar array in itself. It's actually a control centre for a series of camouflaged dishes placed on high ground around the base. There are between 8 and 12 dishes set up for each installation, depending on the available space and the dishes' individual coverage. Each dish is equipped with several means of detection rather than simply radar, as radar has trouble maintaining a lock on alien contacts. Supplemental systems include, but are not limited to, infrared and laser rangefinding. Building more than one Radar installation at a base will suitably increase the extent of our radar coverage. The facility is manned round-the-clock in 6-hour shifts, reviewing the processed data after our computers have gathered all discernible information from a contact. Human operators are absolutely necessary and should be present to supervise at all times; what the computers might dismiss as a radar ghost can turn out to be a stealthed alien harvester ready to hit a mass off civilians. Instinct and experience count just as much as software intelligence. Our radar is patched directly into the UN aircraft registry and can cross-reference the transponder data of any civilian aircraft with its flight plan and cargo manifest. Non-PHALANX military aircraft are also required to log their routes into our database, but we can't know for certain if the various militaries will be very conscientious in following that directive. The Radar facility cannot function without a working Power Plant or a Command Centre to coordinate our radar into our tactical efforts. Recommended Doctrine Since our radar-emitting dishes are not located at the base site, there is no direct threat of discovery to a base from using active radar. Considering the number of other military radar sources around, it's unlikely that alien craft will be able to learn anything from a dedicated backtrace. At most they'll be able to find the general area of a base. However, any UFOs spotted patrolling the area may be trying to zero in on our installation, and should not be allowed to complete their mission under any circumstances. During an attack, the Radar facility will be at high risk. It is our eyes and ears. Without working radar coverage, we wouldn't be able to see the UFOs we're supposed to respond to. If any attacking aliens approach the facility they will almost certainly attempt to damage or destroy it with explosives. We must not let that happen. Addenda Addendum, Executive Officer Abel S. Howard, 18 March 2084: We should not consider the Radar facility to be an end-all solution to UFO detection. Even with supplemental systems our coverage is not fully reliable, and we should research ways to improve our detection technology if we're to have any chance of stopping the bastards.
es_es: Diseños -- Radar Clasificación Nivel Negro Unidad de Repuesta Extraterrestre PHALANX Detalles constructivos, Sigma Clearance -- Solo para los ojos del comandante Archivado: 11 Agosto 2008SBy: Cdr. Paul Navarre, I+D: División de Ingeniería, PHALANX, Centro de Operaciones Atlánticas Descripción Comandante, debemos realizar profundos cambios en los actuales diseños de las instalaciones de radar si queremos ponerlas al día. Los antiguos informes ya no son útiles, así que hemos decidido cambiarlos por este. Nuestro Radar no es una gran estación de radar por sí misma, sino que es un centro de control para una serie de antenas camufladas en los terrenos que rodean a la base. Normalmente se usan entre 8 y 12 antenas para cada instalación, dependiendo del espacio disponible y de la cobertura de cada antena. Cada una de ellas está equipada con varios tipos de sensores además del radar habitual ya que éste tiene problemas en mantener el contacto en caso de avistamientos alienígenas. Entre estos sistemas adicionales se encuentran dispositivos de infrarrojos y de guiado por laser. Construir más de una instalación de Radar en una base incrementará convenientemente nuestro nivel de cobertura. La instalación es revisada al final de cada turno de 6 horas, analizando todos los datos que nuestros ordenadores hayan podido recoger de cualquier posible contacto. La presencia de operadores humanos es absolutamente necesaria y deben estar presentes supervisando el equipo en todo momento; lo que los ordenadores pueden desechar como un fantasma de radar puede convertirse en un vehículo alienígena camuflado preparandose para atacar a los civiles. Se necesita tanto instinto como experiencia para completar el análisis informático. Nuestro radar está conectado al registro de aviones de la ONU y puede identificar el transpondedor de cualquier nave civil, conociendo al instante sus planes de vuelo y su cargamento. Las naves militares que no son de PHALANX también tienen obligación de registrar sus rutas en nuestra base de dateo, pero no podemos estar seguros de que los mandos militares acaten esta orden por completo. El Radar no puede funcionar sin una Planta de Energía o un Centro de Mando que coordine su funcionamiento. Doctrina Recomendada Ya que nuestras antenas emisoras no se encuentran en la base no hay riesgo directo por el uso del radar activo. Considerando el número de radares militares existentes, es poco probable que un convoy alienígena pueda encontrar una ruta hasta nuestra base a partir de sus lecturas de radar. Como mucho podrán descubrir el área general donde se encuentra la base. Sin embargo, cualquier OVNI divisado patrullando nuestra area estará buscando un lugar apropiado para el ataque; no se debe permitir que complete su misión bajo ninguna circunstancia. Durante un ataque el radar estará en grave peligro. Son nuestros ojos y oidos. Sin la cobertura de radar adecuada no podemos detectar los OVNIs que se supone que debemos combatir. Si cualquier fuerza alienígena se aproxima a las instalaciones no hay duda de que intentarán dañarlas o destruirlas con explosivos. No debemos permitir que ocurra. Addenda Addendum, Oficial Ejecutivo Abel S. Howard, 18 Marzo 2084: No debemos considerar el radar como la solución definitiva para detectar OVNIs. Incluso con los sistemas suplementarios, nuestra cobertura no es 100% fiable, y debemos investigar formas de mejorar nuestra tecnología de detección si queremos tener alguna posibilidad de detener a esos bastardos.
it: Blueprints -- Radar CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 18 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Commander, we've had to make extensive changes to our old Radar facility designs to bring them up to date. The old report is no longer applicable, so I've decided to replace it with this one. Our Radar facility is not a large radar array in itself. It's actually a control centre for a series of camouflaged dishes placed on high ground around the base. There are between 8 and 12 dishes set up for each installation, depending on the available space and the dishes' individual coverage. Each dish is equipped with several means of detection rather than simply radar, as radar has trouble maintaining a lock on alien contacts. Supplemental systems include, but are not limited to, infrared and laser rangefinding. Building more than one Radar installation at a base will suitably increase the extent of our radar coverage. The facility is manned round-the-clock in 6-hour shifts, reviewing the processed data after our computers have gathered all discernible information from a contact. Human operators are absolutely necessary and should be present to supervise at all times; what the computers might dismiss as a radar ghost can turn out to be a stealthed alien harvester ready to hit a mass off civilians. Instinct and experience count just as much as software intelligence. Our radar is patched directly into the UN aircraft registry and can cross-reference the transponder data of any civilian aircraft with its flight plan and cargo manifest. Non-PHALANX military aircraft are also required to log their routes into our database, but we can't know for certain if the various militaries will be very conscientious in following that directive. The Radar facility cannot function without a working Power Plant or a Command Centre to coordinate our radar into our tactical efforts. Recommended Doctrine Since our radar-emitting dishes are not located at the base site, there is no direct threat of discovery to a base from using active radar. Considering the number of other military radar sources around, it's unlikely that alien craft will be able to learn anything from a dedicated backtrace. At most they'll be able to find the general area of a base. However, any UFOs spotted patrolling the area may be trying to zero in on our installation, and should not be allowed to complete their mission under any circumstances. During an attack, the Radar facility will be at high risk. It is our eyes and ears. Without working radar coverage, we wouldn't be able to see the UFOs we're supposed to respond to. If any attacking aliens approach the facility they will almost certainly attempt to damage or destroy it with explosives. We must not let that happen. Addenda Addendum, Executive Officer Abel S. Howard, 18 March 2084: We should not consider the Radar facility to be an end-all solution to UFO detection. Even with supplemental systems our coverage is not fully reliable, and we should research ways to improve our detection technology if we're to have any chance of stopping the bastards.
pt_br: Blueprints -- Radar CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 18 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Commander, we've had to make extensive changes to our old Radar facility designs to bring them up to date. The old report is no longer applicable, so I've decided to replace it with this one. Our Radar facility is not a large radar array in itself. It's actually a control centre for a series of camouflaged dishes placed on high ground around the base. There are between 8 and 12 dishes set up for each installation, depending on the available space and the dishes' individual coverage. Each dish is equipped with several means of detection rather than simply radar, as radar has trouble maintaining a lock on alien contacts. Supplemental systems include, but are not limited to, infrared and laser rangefinding. Building more than one Radar installation at a base will suitably increase the extent of our radar coverage. The facility is manned round-the-clock in 6-hour shifts, reviewing the processed data after our computers have gathered all discernible information from a contact. Human operators are absolutely necessary and should be present to supervise at all times; what the computers might dismiss as a radar ghost can turn out to be a stealthed alien harvester ready to hit a mass off civilians. Instinct and experience count just as much as software intelligence. Our radar is patched directly into the UN aircraft registry and can cross-reference the transponder data of any civilian aircraft with its flight plan and cargo manifest. Non-PHALANX military aircraft are also required to log their routes into our database, but we can't know for certain if the various militaries will be very conscientious in following that directive. The Radar facility cannot function without a working Power Plant or a Command Centre to coordinate our radar into our tactical efforts. Recommended Doctrine Since our radar-emitting dishes are not located at the base site, there is no direct threat of discovery to a base from using active radar. Considering the number of other military radar sources around, it's unlikely that alien craft will be able to learn anything from a dedicated backtrace. At most they'll be able to find the general area of a base. However, any UFOs spotted patrolling the area may be trying to zero in on our installation, and should not be allowed to complete their mission under any circumstances. During an attack, the Radar facility will be at high risk. It is our eyes and ears. Without working radar coverage, we wouldn't be able to see the UFOs we're supposed to respond to. If any attacking aliens approach the facility they will almost certainly attempt to damage or destroy it with explosives. We must not let that happen. Addenda Addendum, Executive Officer Abel S. Howard, 18 March 2084: We should not consider the Radar facility to be an end-all solution to UFO detection. Even with supplemental systems our coverage is not fully reliable, and we should research ways to improve our detection technology if we're to have any chance of stopping the bastards.
