Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: alien_origins_pre_txt
el: Καλημέρα σας, κύριε. Παρόλο που ακόμα αγωνιζόμαστε να βρεθούμε σε πλήρη λειτουργικότητα, μία από της αρχικές μας προτεραιότητες πρέπει να είναι η ανακάλυψη της προέλευσης των εξωγήινων. Το μόνο που γνωρίζουμε μέχρι τώρα είναι ότι εισέρχονται στην ατμόσφαιρά μας από το διάστημα, κάνουν ό,τι είναι να κάνουν και στη συνέχεια αποχωρούν βιαστικά έξω από τα όρια της ατμόσφαιράς μας, οπότε και εξαφανίζονται από τις οθόνες μας. Είναι απαραίτητο να μάθουμε τι συμβαίνει πριν και μετά από αυτά τα σημεία. Από που έρχονται, πως φτάνουν εδώ, που πηγαίνουν μετά; Δεν υπάρχει καμία ένδειξη για εξωγήινα σκάφη που βρίσκονται σε τροχία γύρω από τη Γη ή για εξωγήινες βάσεις εντός του ηλιακού μας συστήματος, όμως αυτό δεν σημαίνει απαραίτητα πως δεν υπάρχουν. Η περιοχή της ζώνης αστεροειδών και των εξώτερων πλανητών -- το διάστημα ανάμεσα στον Άρη και τον Ποσειδώνα -- δεν παρατηρούταν μέχρι τώρα επαρκώς από στρατιωτικής άποψης και, δεδομένης της ικανότητας των εξωγήινων UFO να επιτίθενται απροειδοποίητα, ένας εξωγήινος στόλος μπορεί να μην αναγνωρίστηκε σωστά ή να μην καταγράφηκε καν από τον πολιτικό εξοπλισμό παρακολούθησης. Μέχρις στιγμής δεν έχει υπάρξει καμία οργανωμένη προσπάθεια για την ανίχνευση της επιφάνειας των πλανητών εκείνων μέσα στο ηλιακό μας σύστημα που θα προσφέρονταν για εξωγήινες εγκαταστάσεις. Για το λόγο αυτό προτείνω ένα καινούργιο ερευνητικό πρόγραμμα, με στόχο την εξονυχιστική μελέτη του ηλιακού συστήματος μέσω αναγνωριστικών δορυφόρων αλλά και ισχυρών οπτικών και ραδιοτηλεσκοπίων για την ανιχνευση εξωγήινης δραστηριότητας οπουδήποτε στον εγγύς διαστημικό χώρο. Οι επιστήμονές μας θα επανεξετάσουν και τα δεδομένα από τις προηγούμενες επιχειρήσεις των εξωγήινων προκειμένου να σχηματίσουμε μια εικόνα για τις κινήσεις τους από και προς τη Γη. Ακόμα και αν υπάρχει κάποιος κρυμμένος στόλος πίσω από τον Άρη ή κάποιον από τους εξώτερους πλανήτες, μοιραία θα αποκαλυφθούν αν συνεχίσουν να στέλνουν UFO στη Γη. Αν αφιερώσουμε αρκετά μάτια στο πρόβλημα αυτο, ούτε οι εξωγήινοι δε θα μπορούν να κρύβονται για πολύ ακόμα. Το πρόγραμμα αυτό απαιτεί σημαντική χρηματοδότηση καθώς και εργαστηριακό χρόνο, κύριε Διοικητά, επομένως χρειάζεται η εγκρισή σας πρωτού ξεκινήσουν οι οποιεσδήποτε εργασίες. Με σεβασμό, Συνταγματάρχης Falkland
it: Buongiorno, Signore Benché ci stiamo ancora organizzando per diventare operativi, uno dei nostri primi ordini deve essere quello di scoprire da dove vengono gli alieni. L'unica cosa che sappiamo ora è che entrano nell'atmosfera dallo spazio, fanno quello che devono fare, e poi scappano in orbita di nuovo prima di scomparire dalla scena. Dobbiamo scoprire cosa succede prima e dopo questi punti. Da dove vengono, come fanno ad arrivare, e dove vanno? Non ho visto alcuna prova di navi in orbita attorno alla Terra o basi da nessuna parte nel sistema solare, ma ciò non significa che non ce ne siano. La regione della catena di asteroidi o dei pianeti esterni -- lo spazio fra Marte e Nettuno -- è stata poco esplorata da un punto di vista militare e, date le capacità di nascondersi dimostrate dagli UFO che attaccano, una flotta aliena potrebbe essere stata male identificata o semplicemente non registrata dall'attrezzatura civile. Non c'è stato nessuno sforzo concreto nell'analizzare la superficie dei vari oggetti celesti adatti alla costruzione di basi nel nostro sistema solare. Per questi motivi, propongo un nuovo programma di ricerca mirato al rastrellamento del sistema solare con sonde e potenti telescopi ottici o radiotelescopi per trovare attività aliene da qualche parte nello spazio. I nostri scienziati analizzeranno anche i dati che abbiamo sulle passate incursioni e cercheranno di mettere insieme un qualche schema dei movimenti alieni dalla o verso l'orbita terrestre. Anche se ci fosse una flotta che si nasconde dietro a Marte, o uno dei pianeti esterni, devono comunque esporsi se continuano a spedire UFO sulla superficie della Terra. Se puntiamo abbastanza occhi sul problema, anche questi alieni non potranno nascondersi per molto. Questo progetto prenderà un significativo ammontare di fondi e di tempo, Comandante, quindi richiediamo la sua autorizzazione prima di cominciare a lavorare. Distinti saluti, Col. Falkland
pt_br: Bom dia, Sr. Eu obtive os resultados do projeto de origem alienígena e acredito que você os achará encorajadores. Aqui vai o meu relatório dos dados. O escopo do projeto foi um sucesso rebombante tanto na integração como na cooperação. Por diversos curtos períodos passados em poucos dias, nós tivemos o controle direto sobre cada recurso civil e militar de detecção no sistema solar, incluindo diversas instalações no cinturão de asteróides tão secretas que nós fomos obrigados a jurar silêncio para a ONU. Nossas sondas de espaço-profundo fizeram a varredura de cada polegada das superfícies construíveis para detectar qualquer sinal de uma base alienígena. Com estes recursos a nossa disposição, nós conseguimos a cobrir aproximadamente 90% do sistema solar nas duas últimas semanas. Os 10% restantes foram varridos não mais do que quarenta minutos de cada vez. Infelizmente -- dependendo da sua compreensão da palavra 'infelizmente' -- nós não pudemos encontrar nenhuma evidência de frotas alienígenas escondidas em nosso sistema solar. Estamos certos de que estes são todos os resultados, porém inconclusivos. Não há nenhuma maneira de estarmos absolutamente certos de que nossas conclusões estejam corretas, mas eu faço a seguinte observação com toda confiança: Nós não acreditamos que existam naves ou bases alienígenas em nosso sistema solar agora. Isto responde uma de nossas perguntas, mas nos deixa mais longe de compreender de onde os alienígenas vêm ou o que fazem aqui. De fato, a pergunta sobre o que eles fazem aqui se torna um grande enigma, maior do que já era antes. Se os alienígenas não estão baseados em nosso sistema solar, como podem enviar OVNIs à Terra? Eu falei durante um bom tempo com o Cmd. Navarre e os membros de sua equipe sobre esse enigma tentando resolvê-lo, e a maioria de nossas teorias ainda parece especulações vazias para nós mesmos. Entretanto, a sorte nos deu a prova de que precisávamos. Nós tivemos pouca sorte com as questões de 'como' e 'onde' até que tivemos acesso aos vídeos da última semana do telescópio espacial MIMIR. Ao assistir à seqüência, nós vimos que o MIMIR tinha gravado acidentalmente a chegada de um OVNI no filme. Temos gravações inteiras no espectro visível e infravermelho de uma grande e desconhecida classe de OVNI 'surgindo' do nada, aproximadamente a 10.000 quilômetros da Terra, onde ligou seus motores e ajustou um curso para o planeta. É possível que os alienígenas tenham algum tipo de tecnologia de 'invisibilidade' que nos impede de detectar o OVNI além desse alcance, mas nós temos muitas dúvidas sobre isso; o surgimento foi altamente repentino, acompanhado por um estouro de raios gama e de uma anomalia gravítica momentânea. Não havia a menor evidência da existência deste OVNI antes de sua aparição repentina a 10.000 klicks da Terra. A conclusão mais provável é também a mais assustadora: os alienígenas não precisam construir bases em nosso sistema solar, porque têm meios de viajar mais rápido do que a luz. Aparentemente este motor MVDL (Mais-Veloz-Doque-Luz) permite que 'saltem' no sistema do solar de uma distância bem além de nosso alcance de detecção. Não sabemos como isso pode ser possível, já que viola claramente um ou mais conceitos da relatividade (ex. causality e/ou relatividade especial), então resta o mais detalhado modelo da física que possuímos. Os alienígenas sabem claramente algo que nós desconhecemos. Nossa próxima prioridade deve ser a captura de um OVNI equipado com MVDL de modo que nós possamos estudar e adaptar este motor em nossa própria nave. Evidente que essa não será uma tarefa simples, mas desenvolver a capacidade de revidar é tudo -- apenas no caso de precisarmos terminar esta invasão de modo radical. Claro, a decisão final em como balancear nossas necessidades de defesa a curto-prazo e retaliação a longo prazo está com você, comandante. Atenciosamente, Cel. Falkland

source: alien_theory_txt
el: Κύριε Διοικητά, η ομάδα μου και εγώ ολοκληρώσαμε την ανάλυση του UFO στην κατοχή μας. Πρόκειται για ένα πραγματικό θαύμα μηχανικής και είμαστε όλοι ανυπόμονοι να μελετήσουμε σε βάθος αυτή τη θαυμάσια τεχνολογία. Ο ασυνήθιστος τρόπος κατασκευής του σκάφους έχει δημιουργήσει πολλά αιτήματα για να απαντήσουμε. Το μεγαλύτερο κομμάτι του σχεδιασμού του φαίνεται να μην έχει κανένα νόημα όταν το παρακολουθούμε από το έδαφος. Παρόλα αυτά, τώρα που καταφέραμε να το μελετήσουμε από κοντά -- και να δοκιμάσουμε τα εξωγήινα υλικά της ατράκτου σε εργαστηριακές συνθήκες -- αποκτήσαμε μια σαφώς πιο ξεκάθαρη εικόνα των δυνατοτήτων των UFO. Σας παραθέτω μια λίστα με τα πιο σηματνικά μας ευρήματα. -- Το σύστημα προώθησης των εξωγήινων είναι κάποιο είδος πυραύλου τελείως διαφορετικό από οτιδήποτε κατασκευάστηκε στη Γη, καθώς χρησιμοποιεί την άμεση εξουδετέρωση ύλης-αντιύλης για την παραγωγή ώθησης. Πρωτόνια και αντιπρωτόνια εισάγονται στον θάλαμο καύσης και η εκρηκτική ενέργεια που προκύπτει διοχετεύεται στην έξοδο του κινητήρα. Αυτό δίνει στο UFO εξαιρετική ισχύ και, εφόσον δεν χρειάζεται οξυγόνο ή άλλα αέρια ως καύσιμο για την αντίδραση, του επιτρέπει να λειτουργεί ακόμα και στο απόλυτο κενό. Ένα εξελιγμένο σύστημα ψήξης παρέχει διαρκώς υγρό άζωτο γύρω από το κάλυμα του κινητήρα ώστε να μην υπερθερμαίνεται και να μειώνονται οι υπέρυθρες εκπομπές του σκάφους. Η θερμότητα του κινητήρα ικανοποιεί, επίσης, τις ανάγκες του σκάφους σε ηλεκτρισμό. -- Η δεξαμενή καυσίμων είναι πάρα πολύ μικρή, μόλις ορισμένα δέκατα του γραμμαρίου, όμως ακόμα και έτσι κόντεψα να πάθω καρδιακή προσβολή μόλις ανακαλύψαμε τι περιείχε! Σε περίπτωση που υπήρχε διαρροή, ακόμα και τρία δέκατα του γραμμαρίου αντιύλης θα προκαλούσαν έκρηξη κατά πολύ ισχυρότερη της ατομικής βόμβας που έπεσε στη Χιροσίμα. Όπως είναι φυσικό, η δεξαμενή είναι θωρακισμένη και χωμένη όσο πιο βαθιά γίνεται μέσα στην άτρακτο ενώ υπάρχει και μηχανισμός για την αποβολή της δεξαμενής σε περίπτωση ανάγκης, όμως αυτά δεν είναι τέλεια. Ένα άμεσο πλήγμα στη δεξαμενή ή το σύστημα περιορισμού θα μπορούσε να προκαλέσει έκρηξη. Το μεγαλύτερο μέρος της θα το συγκρατούσε το ανθεκτικό εξωτερικό περίβλημα του UFO, όμως η οποιαδήποτε έκρηξη αποτελεί μέγιστο κίνδυνο για τα αναχαιτιστικά μας. Το μόνο εφησυχαστικό στην εξουδετέρωση ύλης-αντιύλης είναι ότι παράγονται ελάχιστα ραδιενεργά κατάλοιπα. -- Η ανίχνευση του σκάφους με τα αναγνωριστικά μέσα που διαθέτουμε είναι εξαιρετικά δύσκολη, ανεξάρτητα από οποιεσδήποτε δυνατότητες ηλεκτρονικού πολέμου μπορεί να έχουν οι εξωγήινοι. Αυτό οφείλεται σε μεγάλο βαθμό στα υλικά με τα οποία κατασκευάζεται το περίβλημα του σκάφους και απορροφούν σε μεγάλο βαθμό οποιαδήποτε ακτινοβολία. Σημειώσαμε τη μεγαλύτερη επιτυχία ανίχνευσης με συστήματα παθητικών υπέρυθρων και ακτίνων γάμμα, καθώς οι κινητήρες αντιύλης παράγουν μεγάλα ποσά και των δύο. -- Ο μακρόστενος σχεδιασμός του, ο οποίος παράγει μικρή άνωση και είναι αρκετά δύσκολος στον εναέριο χειρισμό, οφείλεται σε μεγάλο βαθμό στο σημαντικό βάρος των υλικών κατασκευής του εξωτερικού περίβλήματος. Η κατασκευή αποτελεσματικών πτερυγίων από τα εξωγήινα υλικά θα ήταν αδύνατη. Αντίθετα, αφαιρέθηκε κάθε γραμμάριο περιττής ύλης ώστε το σκάφος να κινείται με τόσο μεγάλες ταχύτητες που να χρειάζεται ελάχιστη επιφάνεια άνωσης. Το ίδιο το υλικό μας έχει εντυπωσιάσει, καθώς συνδυάζει μέταλλο με πλαστικό πολυμερές. Λειτουργεί σαν μνημονικό κράμα το οποίο "θυμάται" τουλάχιστο δύο προκαθωρισμένα σχήματα, συρρικνώνεται σε πιο συμπαγή μορφή όταν ψύχεται και αυτόματα επεκτείνεται και αποκτά μέγεθος πιο κατάλληλο για πτήση μόλις θερμανθεί. Είναι πιο δυνατό και ανθεκτικό από οποιοδήποτε υλικό στη Γη (εκτός από ατόφιους νανοσωλήνες άνθρακα) και πολύ πιο εύχρηστο στο σχεδιασμό αεροσκαφών. Χρειαζεται οπωσδήποτε περισσότερη έρευνα. Γνωρίζοντας αυτά τα γεγονότα, μπορούμε πλέον να ξεκινήσουμε να αναλύουμε τα διαφορετικά εξαρτήματα και το ρόλο τους στο UFO. Προτείνω οι μηχανικοί μας να ξεκινήσουν άμεσα την αποσυναρμολόγηση του UFO στα εξαρτήματά του. Ποιός ξέρει τι περισσότερο θα ανακαλύψουμε από τα ανεξάρτητα κομμάτια; Επίσης, θα χρειαστεί περισσότερη έρευνα στο ίδιο το UFO. Πιστεύω ότι μπορούμε να αποκαλύψουμε περισσότερα στοιχεία για το σκοπό κατασκευής του και για την αντιμετώπιση των ενέργειών του. Θα σας στείλω μια νέα πρόταση το συντομότερο δυνατόν. Οτιδήποτε και να ανακαλύψουμε τελικά από αυτά τα σκάφη, κύριε Διοικητά, το μόνο σίγουρο είναι ότι θα μας βοηθήσουν στη μάχη μας για τη Γη. --Paul Navarre, Διεύθυντής

source: alien_theory_pre_txt
el: Κύριε διοικητά, περισυλλέξαμε το πρώτο μας UFO σε αυτό τον πόλεμο. Είναι προφανές ότι αποτελεί μοναδική ευκαιρία για έρευνα. Παρόλα αυτά, πρωτου΄ξεκινήσουμε να το μελετάμε σε βάθος και να το αποσυναρμολογούμε για τα εξαρτήματά του θα χρειαστούμε μια γενικότερη επιθεώρηση του τρόπου που κατασκευάστηκε το UFO. Είναι κάποια από τα συστήματά του ακόμα ενεργά ή παγιδευμένα; Από τι είδους υλικά είναι φτιαγμένο; Τι κινδύνους μπορεί να επιφυλλάσει κατά την αποθήκευση ή την αποσυναρμολόγησή του; Αυτά και ακόμα περισσότερα ερωτήματα θα πρέπει να απαντηθούν πρωτού προχωρήσουμε παρακάτω. Είμαστε έτοιμοι να ξεκινήσουμε τις εργασίες μας όποτε μας πείτε, όμως θα χρειαστεί κάποιος εργαστηριακός χρόνος και η κατάλληλη επιδότηση προκειμένου να κάνουμε μια ορθή εκτίμηση αυτής της εκπληκτικής τεχνολογίας. --Paul Navarre, Διεύθυντής
