Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: Destroy recovered UFO
el: Καταστροφή ανακτημένου ΟΥΦΟ

source: Destroy UFO
el: Καταστρέψτε ΟΥΦΟ

source: Retry this mission
el: Προσπαθήστε ξανά την αποστολή
es: Intenta de nuevo
es_es: Reintentar esta misión
it: Riprova questa missione
pt_br: Tentar novamente esta missão

source: Try again
el: Πάμε ξανά!
es: Intenta de nuevo
es_es: Intentar otra vez
it: Riprova
pt_br: Tentar novamente

source: Continue
el: Συνέχεια
es: Continuar
es_es: Continuar
it: Continua
pt_br: Continuar

source: Select base for UFO recovery
el: Επιλέξτε βάση για ανάκτηση ΟΥΦΟ

source: Begin UFO recovery process
el: Εκκινήστε διαδικασία ανάκτησης ΟΥΦΟ

source: Recover
el: Ανάκτηση

source: Select nation for UFO recovery
el: Επιλέξτε έθνος για ανάκτηση ΟΥΦΟ

source: Nation:
el: Έθνος:

source: Price:
el: Αξία:

source: Relations:
el: Σχέσεις:

source: Begin UFO sell process
el: Έναρξη πώλησης ΟΥΦΟ

source: Sell
el: Πώληση

source: Single-player
el: Ένας παίχτης
it: Singolo giocatore

source: Multiplayer
el: Πολλοί παίχτες
es: Multijugador
es_es: Multijugador
it: Multigiocatore
pt_br: Vários jogadores

source: Tutorials
el: Προγυμνάσια
es: Tutorías
es_es: Tutoriales
it: Tutorial
pt_br: Tutoriais

source: Exit
el: Έξοδος
es: Salir
es_es: Salir
it: Esci
pt_br: Sair

source: Initial settings
el: Αρχικές Ρυθμίσεις

source: Variable:
el: Μεταβλητή:

source: Value:
el: Τιμή:

source: Save settings
el: Αποθήκευση ρυθμίσεων

source: Volume Control
el: Κονσόλα Ήχου
es: Control del Volumen:
es_es: Control de volumen
it: Controllo Volume
pt_br: Controle de Volume:

source: Effects:
el: Εφέ:
es: Efectos:
es_es: Efectos:
it: Effetti:
pt_br: Efeitos:

source: Music:
el: Μουσική:
es: Musica:
es_es: Música:
it: Musica:
pt_br: Música:

source: You have to set the playername and hit the 'OK' button:
el: Πρέπει να ορίσετε όμομα παίχτη και να πατήσετε στο 'ΟΚ':

source: Language
el: Γλώσσα

source: Language:
el: Γλώσσα:

source: Tip of the day
el: Συμβουλή της ημέρας

source: Show tip of the day
el: Εμφάνιση συμβουλής ημέρας

source: Next
el: Επόμενο

source: Team
el: Ομάδα
es: Equipo
es_es: Equipo
it: Squadra
pt_br: Equipe

source: Join
el: Συμμετοχή
es: Unirse
es_es: Unirse
it: Entra
pt_br: Entrar

source: Create
el: Δημιουργεία
es: Crear
es_es: Crear
it: Crea
pt_br: Criar

source: Load team from current selected slot
el: Φόρτωση ομάδας απο την επιλεγμένη θέση
es: Cargar Equipo desde la ranura de Memoria Actualmente Seleccionada
it: Carica squadra dallo slot selezionato
pt_br: Carregar a equipe da vaga selecionada

source: Load
el: Φόρτωση
es: Cargar
es_es: Cargar
it: Carica
pt_br: Carregar

source: Save team to current selected slot
el: Αποθήκευση ομάδας στην επιλεγμένη θέση
es: Guardar Equipo a la ranura de Memoria Actualmente Seleccionada
es_es: Guardar equipo en la ranura seleccionada
it: Salva squadra nello slot selezionato
pt_br: Salvar a equipe na vaga selecionada

source: Save
el: Αποθήκευση
es: Guardar
es_es: Salvar
it: Salva
pt_br: Salvar

source: Current Team
el: Ομάδα
es: Equipo Actual
es_es: Equipo actual
it: Squadra corrente
pt_br: Equipe atual

source: Edit your team after loading
el: Προσαρμογή ομάδας μετά την φόρτωση
es: Edite el equipo después de cargar
es_es: Editar tu equipo despues de la carga
it: Modifica la squadra dopo il caricamento
pt_br: Editar a sua equipe após carregar

source: Edit
el: Προσαρμογή
es: Editar
es_es: Editar
it: Modifica
pt_br: Editar

source: Generate a new team
el: Δημιουργεία νέας ομάδας
es: Generar un Equipo Nuevo
es_es: Generar nuevo equipo
it: Genera una nuova squadra
pt_br: Gerar uma equipe nova

source: New
el: Νέο
es: Nuevo
es_es: Nuevo
it: Nuovo
pt_br: Novo

source: Generate a team automatically
el: Δημιουργεία ομάδας αυτόματα
es: Generar un Equipo automáticamente
es_es: Generar equipo automáticamente
it: Genera una squadra automaticamente
pt_br: Gerar uma equipe automaticamente

source: Auto
el: Αυτόματο
es: Automático
it: Automatico
pt_br: Automático

source: Race:
el: Ράτσα:
es: Raza:
es_es: Raza:
it: Razza:
pt_br: Raça:

source: Name
el: Όνομα
es: Nombre
es_es: Nombre
it: Nome
pt_br: Nome

source: Userlist
el: Λίστα χρήστη

source: Bookmark
el: Σελιδοδείκτης
es: Agregar a Favoritos
es_es: Favorito
it: Segnalibro
pt_br: Marcar como favorito

source: Serverfilter:
el: Φίλτρο server:
it: Filtro dei server:

source: Bookmarks
el: Σελιδοδείκτες
es: Favoritos
es_es: Favoritos
it: Segnalibri
pt_br: Favoritos

source: Refresh
el: Ανανέωση
es: Actualizar
es_es: Refrescar
it: Aggiorna
pt_br: Atualizar

source: Connect to IP
el: Σύνδεση στην IP
es: Conectar a IP
es_es: Conectar a IP
it: Conetti all'IP
pt_br: Conectar ao IP

source: Delete this bookmark
el: Διαγραφή του σελιδοδείκτη
it: Cancella questo segnalibro
pt_br: Apagar esse favorito

source: Day version:
el: Έκδοση ημέρας:

source: Make this server public:
el: Κάντε αυτόν τον server κοινό:
it: Fai diventare pubblico questo server:
pt_br: Tornar este servidor público:

source: Gametype:
el: Μορφή παιχνιδιού:
it: Tipo di gioco:

source: Teamplay:
el: Ομαδικό παιχνίδι:
es: Juego en Equipo:
it: Gioco di squadra:

source: Max. clients:
el: Μεγ. Παίχτες:
es: Máximo de Clientes:
es_es: Clientes máximos:
it: Max. giocatori:
pt_br: Número máx. de clientes:

source: Sets the max allowed clients to connect
el: Θέστε τους μέγιστους χρήστες για σύνδεση
es: Establece el máximo de clientes a conectar
es_es: Establece el número máximo de clientes que se pueden conectar
it: Scegli il numero massimo di giocatori
pt_br: Configura o número máximo de clientes que podem conectar

source: Map
el: Χάρτης
es: Mapa
es_es: Mapa
it: Mappa
pt_br: Mapa

source: Start server
el: Έναρξη server
es: Comenzar Servidor
es_es: Iniciar servidor
it: Avvia server
pt_br: Iniciar Servidor

source: Team selection
el: Επιλογή Ομάδας
es_es: Selección de equipo
it: Selezione della squadra
pt_br: Escolha de time

source: Click the big button in the lower right corner when ready
el: Πιέστε το μεγάλο πλήκτρο στη κάτω δεξιά γωνία όταν είστε έτοιμος

source: Max. players per team
el: Μεγ.αριθμός παιχτών ανά ομάδα
it: Max. giocatori per squadra
pt_br: Máx. de jogadores por equipe:

source: Max. teams for this map
el: Μεγ. αριθμός ομάδων για αυτόν τον χάρτη
es_es: Equipos máximos para este mapa
it: Max. squadre su questa mappa
pt_br: Máx. de times para este mapa

source: Team preference:
el: Προτιμήσεις ομάδας:
es: Preferencias del Equipo:
es_es: Preferencias de equipo:
it: Preferenze squadra:
pt_br: Preferência de equipe:

source: Next free team
el: Επόμενη ελεύθερη ομάδα
es_es: Siguiente equipo libre
it: Prossima squadra libera
pt_br: Próximo time livre

source: Previous free team
el: Προηγούμενη ελεύθερη ομάδα
it: Squadra libera precedente
pt_br: Time livre anterior

source: Finish the teamselection and start the game
el: Ολοκληρώστε την επιλογή της ομάδας και ξεκινήστε τοπαιχνίδι
pt_br: Terminar a seleção de times e iniciar o jogo

source: Activate chat
el: Ενεργοποιήστε το chat
pt_br: Ativar chat

source: Please wait
el: Παρακαλώ περιμένετε
it: Attendere prego
pt_br: Por favor aguarde

source: Players connected, waiting for others
el: Παίχτες συνδέονται, περιμένετε για τουσς υπολοίπους

source: Enter server password
el: Εισάγετε κωδικό πρόσβασης του server

source: Password:
el: Κωδικός Πρόσβασης:

source: Abort Game
el: Ματαίωση Παιχνιδιού
it: Annulla
pt_br: Abortar Jogo

source: Video
el: Βίντεο
es: Vídeo
pt_br: Vídeo

source: Sound
el: Ήχος
es: Sonido
es_es: Sonido
it: Audio
pt_br: Som

source: Sound is not activated
el: Ήχος ανενεργός

source: Game
el: Παιχνίδι
es: Juego
es_es: Juego
it: Gioco
pt_br: Jogo

source: Video settings
el: Ρυθμίσεις Βίντεο
es: Opciones de Video
es_es: Preferencias de video
it: Impostazioni video
pt_br: Configurações de vídeo

source: Resolution:
el: Ανάλυση:
es: Resolución:
es_es: Resolución:
it: Risoluzione:
pt_br: Resolução

source: Texture resolution cap:
el: Θήκη ανάλυσης υφής:
es: Resolución Máxima:
it: Max. risoluzione texture:
pt_br: Limite de resolução da textura:

source: Texture anisotropy level:
el: Επίπεδο ανισοτροπικής υφής:
es: Nivel de la anisotropía de la textura:
es_es: Nivel de textura anisotrópico:
it: Livello anisotropico:
pt_br: Nível de anisotropia das texturas:

source: Fullscreen:
el: Πλήρες οθόνη:
es: Pantalla Completa:
es_es: Pantalla completa:
it: Schermo intero:
pt_br: Tela cheia:

source: Texture compression:
el: Υφή συμπιεσμένη:
es: Compresión de la Textura:
es_es: Compresión de texturas:
it: Compressione texture:
pt_br: Compressão de texturas:

source: Show FPS:
el: Εμφάνιση FPS:
es: Mostrar Cuadros Por Segundo:
es_es: Mostrar FPS:
it: Mostra FPS:
pt_br: Mostrar quadros por segundo (FPS):

source: Texture Lod:
el: Οδηγός υφής:
es: Nivel de Detalle Alto:
it: Lod Texture:

source: Isometric Mode:
el: Ισομετρική κλίμακα:
es: Modo Isométrico
es_es: Modo isométrico:
it: Modalità Isometrica:
pt_br: Modo Isométrico

source: Weather effects:
el: Εφέ καιρού:

source: Gamma:
el: Γάμμα:

source: Low
el: Χαμηλή

source: Medium
el: Μέση

source: Normal
el: Κανονική
it: Normale

source: High
el: Υψηλή

source: Excellent
el: Άριστη
es: Excelente
es_es: Excelente
it: Eccellente
pt_br: Excelente

source: Extreme
el: Ακραία

source: Maintain resolution
el: Διατήρηση ανάλυσης
es: Mantener Resolución
es_es: Mantener resolución
it: Mantieni risoluzione
pt_br: Manter resolução

source: Want To Maintain resolution
el: Επιθυμία διατήρησης ανάλυσης
es: Deseas mantener la resolución
it: Voglio mantenere la risoluzione

source: Change the resolution
el: Αλλαγή ανάλυσης
es: Cambia Resolución:
es_es: Cambiar resolución
it: Cambia risoluzione

source: Accept
el: Αποδοχή
es: Aceptar
es_es: Aceptar
it: Accetta
pt_br: Aceitar

source: Sound settings
el: Ρυθμίσεις ήχου
es: Opciones de sonido
es_es: Ajustes de sonido
it: Impostazioni audio
pt_br: Configurações de som

source: Sound rate:
el: Αναλογία ήχου:

source: Restart sound to change the settings
el: Επανακίνηση ήχου για αλλαγή των ρυθμίσεων

source: Show key bindings
el: Εμφάνιση δεσμευμένων πλήκτρων
es: Mostrar atajos de teclado
es_es: Mostrar asociaciones de teclas
it: Mostrale assegnazione dei tasti
pt_br: Mostrar teclas de atalho

source: Game settings
el: Ρυθμίσεις Παιχνιδιού
es: Opciones del Juego
es_es: Ajustes del juego
it: Impostazioni di gioco
pt_br: Configurações do jogo

source: Centre view:
el: Κεντρική θέα:
it: Centra visuale:
pt_br: Centralizar vista:

source: Centring at soldier selecting, shooting and appearing
el: Κεντράρισμα στον στρατιώτη που επιλέγετε και πυροβολεί
it: Centra visuale sui soldati in caso di selezione, fuoco o apparizione
pt_br: Centralizar ao selecionar soldado, atirar e aparecer

source: Start with employees:
el: Έναρξη με υπαλλήλους:
es: Iniciar con empleados:
es_es: Empezar con empleados:
it: Inizia con impiegati:
pt_br: Começar com empregados

source: Employees already hired at campaign start
el: Εργαζόμενοι έχουν ήδη μισθωθεί στην έναρξη της εκστρατείας
es: Ya se ha contratado empleados al iniciar la campaña
es_es: Empleados ya contratados al comienzo de la campaña
it: Impiegati gia'assunti a inizio campagna
pt_br: Empregados já contratados ao início da campanha

source: Start with buildings:
el: Έναρξη με τα κτήρια:
es: Iniciar con edificios:
es_es: Comenzar con edificios:
it: Inizia con edifici:
pt_br: Começar com instalações

source: Buildings already built in the initial base
el: Κτήρια ήδη κτισμένα στην αρχική βάση
es: Los edificios ya se construyeron en la base inicial
es_es: Edificios ya construidos en la base inicial
it: Edifici già costruiti nella base iniziale
pt_br: Instalações já construídas na base inicial

source: HUD Design:
el: Σχεδιασμός HUD:
es: Diseño del Despliegue de la Información en Pantalla:
es_es: Diseño del HUD:
it: Modello HUD:
pt_br: Interface:

source: Original HUD
el: Αυθεντικό HUD

source: Alternative HUD
el: Ενναλακτικό HUD

source: Keys
el: Πλήκτρα
es: Teclas
es_es: Teclas
it: Pulsanti

source: Yes
el: Ναι
es: Sí
es_es: Sí
it: Sì
pt_br: Sim

source: No
el: Όχι
pt_br: Não

source: Confirm Actions:
el: Επιβεβαίωση ενεργειών:
es: Confirmar Acciones:
es_es: Confirmar acciones:
it: Conferma Azioni:
pt_br: Confirmar Ações:

source: Only for moving
el: Μόνο στη κίνηση

source: Workers (ready/all):
el: Εργάτες (έτοιμοι/όλοι):

source: Workshop capacity:
el: Χωρητικότητα Μηχανουργείου:

source: Storage capacity:
el: Χωρητικότητα Αποθήκευσης:

source: Q
el: Σειρά

source: Num
el: Πλήθος

source: Increase production by 1
el: Αυξήστε την παραγωγή κατά 1
es: Aumentar Producción por 1
es_es: Incrementar producción en 1
it: Aumenta produzione di 1
pt_br: Aumentar produção em 1

source: Stop production
el: Σταματήστε την παραγωγή
es: Parar Producción
es_es: Parar producción
it: Ferma produzione
pt_br: Parar produção

source: Decrease production by 1
el: Μειώστε την παραγωγή κατά 1
es: Disminuir Producción por 1
es_es: Disminuir producción en 1
it: Diminuisci produzione di 1
pt_br: Diminuir produção em 1

source: Increase production by 10
el: Αυξήστε την παραγωγή κατά 10
es: Aumentar Producción por 10
es_es: Incrementar producción en 10
it: Aumenta produzione di 10
pt_br: Aumentar produção em 10

source: Decrease production by 10
el: Μειώστε την παραγωγή κατά 10
es: Disminuir Producción por 10
es_es: Disminuir producción en 10
it: Diminuisci produzione di 10
pt_br: Diminuir produção em 10

source: Increase priority
el: Αύξηση προτεραιότητας
es_es: Incrementar prioridad
it: Aumenta priorità
pt_br: Aumentar prioridade

source: Decrease priority
el: Μείωση προτεραιότητας
es_es: Disminuir prioridad
it: Diminuisci priorità
pt_br: Diminuir prioridade

source: Disassembling items
el: Διάλυση Αντικειμένου

source: Disassembling
el: Διάλυση

source: Hangar capacity:
el: Χωρητικότητα Υπόστεγου:

source: Show aircraft items
el: Εμφάνιση αντικειμένων σκάφους

source: Loop
el: Βρόγχος
it: Ciclo

source: Very slow
el: Πολύ αργά
it: Molto lento
pt_br: Muito devagar

source: Slow
el: Αργά
it: Lento
pt_br: Devagar

source: Add scientist
el: Προσθήκη επιστημόνων
es: Agregar Científico
es_es: Añadir científico
it: Aggiungi scienziato
pt_br: Adicionar cientista

source: Remove scientist
el: Αφαίρεση επιστημόνων
es: Quitar Científico
es_es: Quitar científico
it: Togli scienziato
pt_br: Remover cientista

source: Base Info
el: Πληροφορίες Βάσης
es: Información de la Base
es_es: Información de la base
it: Info Base
pt_br: Informações da Base

source: Stop research
el: Τερματισμός έρευνας
es: Parar Investigación
es_es: Parar investigación
it: Ferma ricerca
pt_br: Parar a pesquisa

source: Start research
el: Έναρξη έρευνας
es: Comenzar Investigación
es_es: Empezar investigación
it: Inizia ricerca
pt_br: Iniciar a pesquisa

source: Show research proposal
el: Εμφάνιση πρότασης έρευνας
it: Mostra proposta di ricerca
pt_br: Mostrar proposta de pesquisa

source: New game
el: Νέο παιχνίδι
es: Juego Nuevo
es_es: Nuevo juego
it: Nuova partita
pt_br: Novo jogo

source: No game to save
el: Όχι παιχνίδι για σώσιμο

source: Load last saved game or continue playing
el: Φόρτωση σωσμένου παιχνιδιού ή συνέχεια παιχνιδιού
pt_br: Carregar último jogo gravado ou continuar jogando

source: Abort
el: Ματαίωση
es: Abortar
es_es: Abortar
it: Annulla
pt_br: Abortar

source: Retry
el: Προσπαθείστε πάλι
es: Comenzar Nuevamente
es_es: Reintentar
it: Riprova
pt_br: Tentar Novamente

source: Reload campaign
el: Επαναφόρτωση Εκστρατείας

source: Are you sure that you really want to reload the last automatically saved campaign state?
el: Είστε σίγουρος ότι θέλετε να ξαναφορτώσετε την τελευταία αυτόματα σωσμένη εκστρατεία;

source: Reload
el: Επαναφόρτωση

source: You've lost the game
el: Χάσατε το παιχνίδι

source: Click to continue
el: Πιέστε για συνέχεια
es: Clic para continuar
es_es: Clcik para continuar
it: Clicca per continuare
pt_br: Clique para continuar

source: Thank you for playing UFO:Alien Invasion
el: Ευχαριστούμε που παίξατε το UFO:Alien Invasion
it: Grazie per aver giocato a UFO: Alien Invasion
pt_br: Obrigado por jogar UFO:Alien Invasion

source: Now after you have finished the single-player campaigns
el: Τώρα που ολοκληρώσατε την εκστρατεία ενός παίχτη
it: Adesso dopo aver completato le campagne giocatore-singolo
pt_br: Agora que você terminou as campanhas para um jogador,

source: you should try the multiplayer features
el: πρέπει να δοκιμάσετε την επιλογή με τους πολλούς παίχτες
it: dovresti provare le modalità multigiocatore
pt_br: experimente jogar com várias pessoas no modo multiplayer

source: Visit http://ufoai.sf.net
el: Επισκευτείτε την http://ufoai.sf.net

source: and join irc.freenode.org #ufo:ai
el: και συμετάχετε στο irc.freenode.org #ufo:ai
it: ed entra in irc.freenode.org #ufo:ai
pt_br: e o irc.freenode.org #ufo:ai

source: Missions
el: Αποστολές
es_es: Misiones
it: Missioni
pt_br: Missões

source: Bases
el: Βάσεις
it: Basi

source: Employees
el: Υπάλληλοι
es_es: Empleados
it: Impiegati
pt_br: Empregados

source: Costs
el: Κόστοι
es_es: Costes
it: Costi
pt_br: Custos

source: Nations
el: Έθνη
es_es: Naciones
it: Nazioni
pt_br: Nações

source: Campaign
el: Εκστρατεία

source: Nation Statistics
el: Στατιστικά Εθνών

source: Nation
el: Έθνος

source: Current Funding
el: Τρέχουσα χρηματοδότηση

source: Month (Relative to current)
el: Μήνας (σε σχέση με το τρέχον)

source: Funding
el: Χρηματοδότηση

source: max
el: μέγιστο

source: Soldier carries equipment
el: Στρατιώτης κρατά εξοπλισμό
es: Soldado Carga el Equipo
es_es: El soldado lleva equipamiento
it: Il soldato ha dell'equipaggiamento
pt_br: Soldado carrega equipamento

source: Soldier carries no equipment
el: Στρατιώτης δε κρατά εξοπλισμό
es_es: El soldado no lleva equipamiento
it: Il soldato non ha equipaggiamento
pt_br: Soldado não carrega equipamento algum

source: Add/remove this soldier
el: Προσθήκη/Αφαίρεση του στρατιώτη
es: Agregar/Quitar este soldado
es_es: Añadir/quitar este soldado
it: Aggiungi/togli questo soldato
pt_br: Adicionar/remover este soldado

source: Rename your soldier
el: Μεταονομάστε τον στρατιώτη
pt_br: Renomeie seu soldado

source: Assign heavy equipment
el: Ανάθεση βαρέως εξοπλισμού

source: Assign soldiers
el: Ανάθεση στρατιωτών

source: Equip this soldier
el: Εξοπλίστε τον στρατιώτη
es: Equipar a este Soldado
es_es: Equipar a este soldado
it: Equipaggia questo soldato
pt_br: Equipar este soldado

source: Show primary weapons in store
el: Εμφάνιση πρωτεύοντως οπλισμού στο κατάστημα
it: Mostra armi primarie nel magazzino
pt_br: Mostrar armas primárias em estoque

source: Show secondary weapons in store
el: Εμφάνιση δευτερεύοντως οπλισμού στο κατάστημα
it: Mostra armi secondarie nel magazzino
pt_br: Mostrar armas secundárias em estoque

source: Show miscellaneous equipment in store
el: Εμφάνιση εξοπλισμού στο κατάστημα
it: Mostra il resto dell'equipaggiamento nel magazzino
pt_br: Mostrar outros equipamentos em estoque

source: Show armour in store
el: Εμφάνιση θωράκισης στο κατάστημα
it: Mostra armature nel magazzino
pt_br: Mostrar armaduras em estoque

source: Object Info
el: Πληροφορίες αντικειμένου
es: Información del Objeto
es_es: Informacíon del objeto
it: Informazioni
pt_br: Informações do Objeto

source: Actor Abilities
el: Ικανότητες χαρακτήρα
es: Habilidades del Personaje
es_es: Habilidades del personaje
it: Abilità Attori
pt_br: Habilidades do Ator

source: Select previous base for transfer
el: Επιλέξτε προηγούμενη βάση για μεταφορά

source: Select next base for transfer
el: Επιλέξτε επόμενη βάση για μεταφορά

source: Selected base
el: Επιλεγμένη βάση
it: Base selezionata
pt_br: Base selecionada

source: Baseinfo
el: Πληροφορίες βάσης
it: Info Base
pt_br: Informações da Base

source: Cargo onboard
el: Φορτίο φορτωμένο
it: Carico a bordo
pt_br: Carga embarcada

source: Show only items
el: Εμφάνιση μόνο αντικειμένων
es_es: Mostrar sólo objetos
it: Mostra solo oggetti
pt_br: Mostrar apenas itens

source: Equipment
el: Εξοπλισμός
es_es: Equipamiento
it: Equipaggiamento
pt_br: Equipamento

source: Show only employees
el: Εμφάνιση μόνο υπαλλήλων
es_es: Mostrar sólo empleados
it: Mostra solo impiegati
pt_br: Mostrar apenas empregados

source: Show only aliens
el: Εμφάνιση μόνο εξωγήινων
it: Mostra solo alieni
pt_br: Mostrar apenas aliens

source: Aliens
el: Εξωγήινοι
it: Alieni
pt_br: Alienígenas

source: Show only aircraft
el: Εμφάνιση μόνο σκαφών
it: Mostra solo velivoli
pt_br: Mostrar apenas aeronaves

source: Empty the aircraft storage
el: Άδειασμα αποθήκης σκάφους
it: Svuota il magazzino del velivolo
pt_br: Esvaziar compartimento de carga da aeronave

source: Unload
el: Ξεφόρτωση
it: Scarica
pt_br: Descarregar

source: Start the transfer
el: Έναρξη της μεταφοράς
it: Avvia il trasferimento
pt_br: Começar a transferência

source: Previous entry
el: Προηγούμενη καταχώρηση
es: Ingreso Anterior
es_es: Entrada anterior
it: Voce precedente
pt_br: Anterior

source: Next entry
el: Επόμενη καταχώρηση
es: Próximo Ingreso
es_es: Entrada siguiente
it: Voce successiva
pt_br: Seguinte

source: Research results
el: Αποτελέσματα έρευνας
es_es: Resultados de la investigación
it: Risultati della ricerca
pt_br: Resultados da Pesquisa

source: Leave UFOpaedia
el: Έξοδος απο UFOπαίδεια
it: Lascia UFOpedia
pt_br: Sair da UFOpédia

source: Time:
el: Ώρα:
it: Ora:
pt_br: Horário:

source: Date:
el: Ημ/νία:
it: Data:
pt_br: Data:

source: The Revolutionary Countries
el: Οι επαναστατημένες χώρες
es: Países Revolucionarios
es_es: Los Paises Revolucionarios
it: Paesi Rivoluzionari
pt_br: Os Países Revolucionários

source: United America
el: Ηνωμένη Αμερική
es_es: America Unida
it: Americhe Unite
pt_br: América Unida

source: The Greater European Union
el: Η Διευρημένη Ευρωπαϊκή Ένωση
es: La Más Grande Unión Europea
es_es: La Gran Union Europea
it: Grande Unione Europea
pt_br: A Maior União Européia

source: The Asian Republic
el: Η Ασιατική Δημοκρατία
es: República Asiática
es_es: La República Asiatica
it: Repubblica Asiatica
pt_br: A República Asiática

source: The Middle-Eastern Alliance
el: Η Μεσο-Ανατολική συμμαχία
es: Alianza del Medio Oriente
es_es: La Alianza de Oriente Medio
it: Alleanza Medio Orientale
pt_br: A Aliança do Oriente Médio

source: New Africa
el: Νέα Αφρική
es: Nueva África
es_es: Nueva África
it: Nuova Africa
pt_br: Nova África

source: Russia
el: Ρωσσία
es: Rusia
es_es: Rusia
pt_br: Rússia

source: The Commonwealth of Oceania
el: Η κοινοπολιτεία της Ωκεανίας
es_es: La Commonwealth de Oceanía
it: Commonwealth Oceanico
pt_br: O Mercado Livre Comum da Oceania

source: Alien Breathing Apparatus
el: Συσκευή Αναπνοής Εξωγήινων
it: Apparato Respiratorio degli Alieni
pt_br: Aparato Alienígena para Respirar

source: Alien Materials
el: Εξωγήινα υλικά
it: Leghe Metalloplastiche Aliene
pt_br: Materiais Alienígenas

source: Stab
el: Μαχαίρωμα
es: Estocada
it: Pugnala
pt_br: Perfurar com a ponta

source: Background
el: Φόντο
es_es: Historia
it: Sfondo

source: Base Facilities
el: Δραστηριότητες βάσης
es_es: Edificios
it: Infrastrutture
pt_br: Instações da Base

source: Research Reports
el: Αναφορά έρευνας
es_es: Informes de investigación
it: Rapporti di Ricerca
pt_br: Relatórios de Pesquisas

source: Alien Artifacts
el: Εξωγήινο τεχνούργημα
es_es: Artefactos alienígenas
it: Velivoli Alieni
pt_br: Artefatos Alienígenas

source: Autopsies & Observation
el: Αυτοψίες και Παρατηρήσεις
es_es: Autopsias y observación
it: Autopsie & Osservazione
pt_br: Autópsias & Observação

source: The Alien Threat
el: Η Εξωγήινη Απειλή
es_es: La Amenaza Alienígena
it: La Minaccia Aliena
pt_br: A Ameaça Alienígena

source: Continuous Wave Laser Operation
el: Συνεχής Δέσμη Λέϊζερ
it: Tecnologia laser avanzata
pt_br: Operação Laser de Onda Contínua
