Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: laser_txt
el: κ. Διοικητά, Είμαι στην ευχάριστη θέση να σας αναφέρω ότι οι προσπάθειές μας στέφθηκαν με επιτυχία! Έχω συμπεριλάβει φωτογραφίες του πρωτότυπου όπλου laser, το οποίο αποδίδει ακτίνα συνεχούς κύματος ενώ είναι εύκολα φορητό από ένα άτομο. Το κρίσιμο στοιχείο για την ανάπτυξη της τεχνολογίας δεν ήταν η μάταιη προσπάθεια να φτιάξουμε μεγαλύτερες μπαταρίες, αλλά η χρήση ριζοσπαστικών τεχνικών σμίκρυνσης για τη μείωση του βάρους και της κλίμακας των χημικών laser που ήδη υπάρχουν. Η τεχνολογία των χημικών laser υπάρχει εδώ και πολλά χρόνια και έχει χρησιμοποιηθεί σε πειραματικά οπλικά συστήματα από τα τέλη του 20ου αιώνα, πάντα όμως υπήρχαν προβλήματα. Ένα laser με αρκετή ισχύ ώστε να μπορεί να χρησιμοποιηθεί για στρατιωτικούς σκοπούς θα ήταν υπερβολικά βαρύ και ογκώδες για να το κουβαλάει ένας στρατιώτης στο πεδίο της μάχης. Μέχρι τώρα, οι μόνες στρατιωτικές τους εφαρμογές ήταν ως πυροβόλα σε τεθωρακισμένα και ως συστήματα αντιπυραυλικής άμυνας σε πλοία. Αυτό που καταφέραμε στην PHALANX είναι να κατασκευάσουμε μια μικρογραφία ενός τυπικού κανονιού laser. Παρά το μικρό του μέγεθος, είναι απόλυτα ικανό να ελέγχει τη χημική αντίδραση δευτερίου-φθωρίου και να περιορίζει τα τοξικά παράγωγα χωρίς κανένα κίνδυνο μόλυνσης. Επιτρέψτε μου να δώσω μια σύντομη περιγραφή της εσωτερικής λειτουργίας. Στο εσωτερικό του θαλάμου ανάφλεξης γίνεται η καύση αιθυλενίου μέσα σε τριφθωριούχο άζωτο. Η αντίδραση αυτή παράγει φθωριούχες ρίζες, οι οποίες στη συνέχεια έρχονται σε επαφή με ένα μίγμα αερίων δευτέριου και ήλιου. Το δευτέριο αντιδρά με τις φθωριούχες ρίζες και προκύπτουν υψηλής ενέργειας μόρια φθωριούχου δευτέριου. Τα μόρια αυτά υπόκεινται σε εκπομπή μέσω διέργερσης μέσα στον οπτικό ταλαντωτή του όπλου, δημιουργόντας έτσι την ακτίνα. Στη συνέχεια μια σειρά από έξυπνους φακούς συγκεντρώνει και κατευθύνει την ακτίνα στο σημείο που σημαδέυει ο χρήστης, ενώ ταυτόχρονα αντισταθμίζονται τυχόν μικροκινήσεις του χρήστη ή του στόχου. Τα καυσαέρια δευτερίου που προκύπτουν διοχετεύονται σε ένα φίλτρο υψηλής πίεσης που σχεδιάσαμε, το οποίο κατακρατεί όλα τα τοξικά ή ριαδενεργά μόρια και διοχετεύει τα εναπομείναντα ασφαλή αέρια πίσω στην ατμόσφαιρα. Το φίλτρο πρέπει να αντικαθίσταται έπειτα από κάθε αποστολή, όμως σχεδιάσαμε το σύστημα ώστε η αντικατάσταση να είναι εύκολη και ανώδυνη. Σε περίπτωση που το φίλτρο πάθει οποιαδήποτε ζημιά κατά τη διάρκεια μιας επιχείρησης διακόπτεται άμεσα η λειτουργία του όπλου προκειμένου να αποφευχθεί πιθανή μόλυνση. Επειδή το laser λειτουργεί στα μέσα υπέρυθρα μήκη κύματος, η ακτίνα που προκύπτει γίνεται ορατή μόνο με τη χρήση υπέρυθρων φακών. Δυστυχώς, το πρωτότυπο που κατασκευάσαμε δεν είναι ακόμα κατάλληλο για μαζική παραγωγή ως όπλο στρατιωτών καθώς χρειάζονται επιπλέον ρυθμίσεις και βελτιώσεις. Παρόλα αυτά, οι καινοτομίες που επιτύχαμε μπορούν επίσης να εφαρμοστούν σε οπλικά συστήματα οχημάτων -- ίσως ακόμα και σε πυροβόλα αεροσκαφών. Σας έχω υποβάλει στα εισερχόμενα ορισμένες νέες προτάσεις με στόχο τις ιδέες που αναφέραμε. Παρακαλώ ενημερώστε με κ. Διοικητά όταν θέλετε να ξεκινήσουμε την περαιτέρω έρευνα. --Paul Navarre, Διευθυντής
es: L.A.S.E.R (Light Amplification by Stimulated Emission of Radiation) (Amplificación de Luz por Emisión de Radiación Estimulada). Esta tecnología es conocida desde hace años, pero la tan llamada "Láser Táctico de Alta Energía" o L.T.A.E. ha sido desarrollada recientemente. Aunque ya existe una variante móvil llamada "Láser Táctico de Alta Energía Móvil" o L.T.A.E.M., este sistema es aún muy grande e ineficiente para tener alguna ventaja real sobre las armas convencionales. El diseño básico de estas armas normalmente usa un láser químico (Deuterio de Flúor Láser), el cual nuestros científicos han descubierto recientemente como hacerlo 5 veces mas efectivos y considerablemente compactos. Esto puede llevar, en un futuro cercano, a una variante del L.T.A.E.M más ligera.
it: Comandante, sono estremamente compiaciuto nel riportare che il nostro progetto è stato un successo. Ho incluso immagini del nostro prototipo di arma laser, che produce onde continue in un contenitore manegevole. La soluzione pratica non giace nel futile tentativo di creare batterie più grandi, ma piuttosto nell'utilizzo di una miniaturizzazione radicale delle tecnologie, al fine di alleggerire e rimpicciolire le già esistenti attrezzature laser ad alimentazione chimica. I laser chimici erano già in uso da lungo tempo, ed erano parte dei programmi di armi sperimentali dal tardo ventesimo secolo, ma hanno sempre avuto grossi difetti. Gli unici tipi di laser chimici con un vero scopo militare erano troppo grandi e ingombranti per essere trasportati in battaglia da un soldato. Fino ad ora le uniche applicazioni in combattimento erano limitate ai cannoni laser montati su mezzi corazzati, o a batterie anti-missili poste sulle navi. Adesso, comunque, noi PHALANX abbiamo costruito un cannone laser convenzionale in miniatura. Nonostante le piccole dimensioni, è perfettamente capace di gestire la reazione deuterio-fluoruro e di contenere le scorie tossiche senza pericolo di contaminazione. Mi lasci dare una breve descrizione di come funziona. Nella camera di combustione, l'etilene viene bruciato in nitrogeno trifluoridico. Questa reazione produce radicali di fluoruro eccitati, i quali vengono quindi messi a contatto con un misto di elio e deuterio. Il deuterio reagisce con il fluoruro producendo molecole eccitate di deuterio fluoridico. Queste subiscono una emissione stimolata nel risonatore dell'arma, generando il raggio. Una serie di lenti intelligenti concentrano e dirigono quindi il raggio nel punto mirato, e addirittura corregge l'eventuale movimento relativo fra il fucile e l'obbiettivo. Le scorie di gas deuterio vengono spinte in un sistema di filtraggio ad alta pressione da noi ideato, che cattura tutte le molecole tossiche o radioattive prima di espellere il restante vapore innocuo nell'atmosfera. Il filtro deve essere sostituito dopo ogni missione, ma abbiamo messo a punto un sistema semplice e indolore. Se il filtro venisse danneggiato nel corso della missione, l'arma smetterà immediatamente di funzionare per evitare contaminazioni. Il laser opera su frequenze del medio-infrarosso, quindi non produce alcun raggio visibile ad eccezione per chi indossa occhiali infrarossi. Il prototipo che abbiamo prodotto sfortunatamente non è ancora pronto per una produzione in serie come arma da fanteria, visto che sono necessarie più rifiniture e bilanciamenti per un utilizzo umano, ma le innovazioni che abbiamo fatto possono anche essere applicate alle armi per i veicoli -- magari anche armi per velivoli. Ho presentato diverse nuove proposte nella sua casella di posta con le idee principali che abbiamo avuto. Mi faccia sapere quando vuole che cominciamo a lavoraci sopra, Comandante. --Com. Navarre
pt_br: Comandante, estou muito satisfeito em anunciar que nosso projeto foi um sucesso. Eu incluí fotos do protótipo portátil de nossa arma laser, que mantém um saída de onda contínua. A solução prática não estava em criar baterias maiores, mas em usar tecnologias radicais de miniaturização para melhorar e diminuir os componentes existentes. Os lasers químicos estiveram em uso por um bom tempo, e fizeram parte de programas de armas experimentais desde o final do século XX, mas sempre apresentaram muitos problemas. Os únicos tipos de lasers químicos com uma promessa militar real eram muito grandes e incómodos para que um soldado de infantaria pudesse carregar em batalha. Até agora suas aplicações de combate eram limitadas a canhões laser montados em veículos de combate ou em baterias anti-mísseis. Porém, nós da FALANGE construímos um canhão laser convencional em miniatura. Apesar de seu tamanho reduzido, ele é inteiramente capaz de garantir a reação do fluoreto de deutério e de conter os elementos tóxicos eliminados sem perigo de contaminação. Deixe-me dar uma breve descrição de seu funcionamento interno. Dentro da câmara de combustão, o etileno é queimado em trifluoreto de nitrogênio. Esta reação produz radicais ativos de fluorino, que então são colocados em contato com uma mistura de hélio e gás deutério. O deutério reage com o fluorino, produzindo moléculas ativas de fluoreto de deutério. Estes reagem à emissão estimulada no ressonador ótico da arma, gerando o feixe. Então uma série de lentes inteligentes focaliza e dirige o feixe ao ponto de mira do atirador e corrige pequenos movimentos do atirador ou do alvo. O gás eliminado pelo deutério é forçado através de nosso sistema personalizado de filtragem de alta pressão, que capta todas as moléculas tóxicas ou radioativas antes de expelir o restante do vapor na atmosferaa sem perigo pela parte traseira. O filtro precisa ser substituído após cada missão, mas nós projetamos o sistema para fazer isso de maneira simples e sem sacrifícios. Se o sistema do filtro for danificado durante uma operação, a arma irá parar de funcionar imediatamente a fim de impedir a contaminação. O laser opera numa freqüência de onda infravermelha, não produzindo nenhum feixe visível a olho nu, exceto para aqueles que estiverem usando óculos de proteção IR. O protótipo que construímos infelizmente ainda não está pronto para a produção em larga-escala como arma de infantaria, já que ainda precisa de mais refinamento e balanceamento para o uso humano, mas as melhorias que fizemos poderão também ser aplicadas em armas montadas em veículos -- talvez como armas das naves. Eu enviei várias propostas para seu email com as novas idéias que nós imaginamos. Deixe-me saber quando você quer que comecemos a trabalhar nelas, comandante. --Cmd. Navarre

source: laser_pre_txt
el: Τα ερευνητικά αρχεία του ΟΗΕ που συλλέξαμε περιέχουν πολύτιμες πληροφορίες σχετικά με την ανάπτυξη της οπλικής τεχνολογίας που επετεύχθηκε στη Γη από την αρχή του αιώνα. Ένα από τα πιο ενδιαφέροντα πεδία ήταν η ανάπτυξη των ΟΚΕ (ή αλλιώς Όπλων Κατευθυνόμενης Ενέργειας), όπλα τα οποία επιφέρουν ζημιά σε στόχους χωρίς τη χρήση βλημάτων. Αυτό που μας κίνησε ιδιαίτερα το ενδιαφέρον ήταν τα αρχεία πάνω στη Χρήση Laser Συνεχούς Κύματος. Πολλές χώρες και εταιρίες προσπαθήσαν στο παρελθόν να αναπτύξουν laser αρκετά δυνατά ώστε να χρησιμεύουν σαν όπλα, όμως κανείς δεν κατάφερε να δημιουργήσει ένα φορητό laser που να έχει ισχύ συγκρίσιμη με τα συμβατικά όπλα. Τώρα πια, όμως, αποκτήσαμε πρόσβαση στο σύνολο της έρευνας που είχε γίνει, καθώς και σε ολόκληρες βιβλιοθήκες γεμάτες με την πιο εξελιγμένη τεχνολογία που αναπτύχθηκε στη Γη. Η πεποίθησή μου είναι ότι μπορούμε όχι μόνο να αναπτύξουμε ένα αποτελεσματικό όπλο laser για τους στρατιωτες μας, αλλά και να το κάνουμε σε μέχρι τώρα ασύλληπτα μικρό μέγεθος για ΟΚΕ. Διοικητά, θα πρέπει να αφωσιοθούμε στο συγκεκριμένο τομέα έρευνας το συντομότερο δυνατόν. Ο εμπλουτισμός του οπλοστασίου μας θα το κάνει πολύ πιο δύσκολο για τους εξωγήινους να αμυνθούν, ενώ η εμπειρία που θα αποκτήσουμε πιθανόν να μας βοηθήσει στην ανάπτυξη κανονιών laser για τα αεροσκάφη μας που θα μπορούν να στοχεύουν τα γρήγορα UFO πιο αποτελεσματικά από τα συμβατικά όπλα. Πεποίθησή μου είναι ότι εμείς στην PHALANX θα επιτύχουμε το αδύνατο. Χρειάζόμαστε μόνο τη δική σας έγκριση σε αυτή μας την πρόταση. --Paul Navarre, Διευθυντής
es_es: No hay información previa a la investigación diponible.
it: I dati sulla ricerca delle Nazioni Unite che abbiamo raccolto hanno portato molte informazioni importanti circa lo sviluppo degli armamenti portato avanti sulla Terra all'inizio di questo secolo. Uno degli argomenti più interessanti è stato la produzione di EAD (Armi a Energia Diretta), armi che trasferiscono energia all'obbiettivo con metodi diversi dall'uso di proiettili. Siamo particolarmente interessati ai dati sulle Onde Laser Continue. Molte nazioni e compagnie hanno cercato di creare armamenti laser nel corso degli anni, ma nessuno è mai riuscito a creare un laser maneggiabile da un solo uomo e che abbia una potenza tale da competere con armi da fuoco ordinarie. Adesso, tuttavia, abbiamo accesso a tutte queste ricerche combinate, così come a tutte le biblioteche riguardanti le tecnologie più evolute sulla Terra. Credo che non solo siamo in grado di produrre un'efficiente e maneggevole arma laser, ma che possiamo realizzarla di dimensioni prima impensabili per un EAD. Comandante, dovremmo iniziare questa ricerca il prima possibile. Variando il nostro arsenale diventerà più difficile contrastarlo, e l'esperienza ottenuta potrebbe portarci a sviluppare velivoli laser che potrebbero agganciare più efficacemente gli UFO ad alta velocità rispetto alle armi da fuoco tradizionali. Per quel che mi riguarda, noi PHALANX faremo l'impossibile, e cominceremo a farlo appena approverà questa proposta. --Com. Navarre
pt_br: Nossa pesquisa nos arquivos coletados da ONU renderam muitas informações valiosas sobre o desenvolvimento das armas feitas na Terra desde o começo deste século. Um dos tópicos mais interessantes foi o da produção de AEDs (Armas de Energia Dirigida), armas que transferem energia para um alvo sem utilizar projéteis. Nós estamos particularmente interessados nos arquivos sobre lasers de onda contínua. Muitos países e empresas tentaram criar armas laser por anos, mas ninguém conseguiu criar um laser que fosse portátil e com uma saída de energia forte o bastante para competir com as armas de fogo tradicionais. Agora, entretanto, nós tivemos acesso a toda esta pesquisa combinada, assim como a bibliotecas inteiras cheias da mais alta-tecnologia na Terra. Eu acredito que podemos não apenas criar uma arma laser eficaz e portátil, como também podemos fazê-la em tamanhos previamente impossíveis para um AED. Comandante, nós devemos iniciar esta pesquisa o mais breve possível. Variando nosso arsenal tornará muito mais difícil os alienígenas defenderem-se de nós, e nossa experiência pode nos conduzir a desenvolver lasers viáveis para as naves que poderiam mais eficazmente alvejar OVNIs velozes do que armas de fogo convencionais. Tanta é a minha preocupação, que nós da FALANGE iremos fazer o impossível, e podemos começar assim que esta proposta for aprovada. --Cmd. Navarre
