Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: b_hospital_txt
el: Blueprints -- Hospital CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Surgeon-Captain Helen Floydd, Medical Division, PHALANX, Atlantic Operations Command Overview This conflict is going to be ugly, Commander. In order to treat the heavily-injured battlefield casualties we're going to see, we need advanced facilities with equipment no standard civilian or military hospital has available. This much is obvious; hundreds died needlessly in Mumbai hospitals because no proper machinery was available to treat the horrific bone-deep plasma burns inflicted by the alien weapons. We must be better prepared than that. The old PHALANX hospital designs are woefully inadequate to deal with the coming storm. They have never been updated since their creation in 1960 and contained little to no purpose-designed equipment. In the end we've had to completely replace them with new plans created by myself, with the help of Cdr. Navarre and our building experts. How the previous management expected to deal with battle wounds from unknown alien weaponry I will never know. As it stands, our hospital facilities are now the finest in the world. We are the leading experts in treating burn trauma, especially the removal and regeneration of charred tissue. We encourage injured flesh to regrow itself through intensive therapy which includes a heavy course of drugs, electrical nerve and muscle stimulation, and nanobot infusions directly into the wound. Theoretically, we should be able to restore any living human being to full health in six weeks. This includes psychological evaluation and injury counselling. Lighter injuries will of course take less time to heal. We also have facilities to carry out amputation and major bionic surgery. Powerful cybernetic limbs have been made available to us by our military sources around the world, as well as armoured torso cages, electronic eyes and other internal machinery. These can be installed into our soldiers at the Hospital facility to upgrade their combat efficiency if we can afford the high cost and convalescence time. The Hospital requires a Power Plant to fuel its high and continuous electricity demand. Recommended Doctrine Every base with armed-response troops should contain a Hospital for treatment. If there is no PHALANX Hospital available, soldiers will have to be sent out to standard hospitals where suboptimal treatment could result in a permanent loss of ability or even death. The advantages of upgrading our soldiers with mechanical parts should be obvious. These procedures can only be performed on a healthy body; convalescing troops who have sustained recent physical hardships or surgery must complete their convalescence before they can become eligible for bionic upgrades. Keep in mind also that bionic limb or eye replacement may have a negative impact on the patient's morale. Tactically, the Hospital is a moderate threat area. The aliens may try to kill our wounded and deprive us of proper medical facilities, but it is relatively unlikely that any attackers would select the Hospital as their primary target. Still, if we are attacked, a guard should be posted at the Hospital immediately. Addenda None.
es_es: Especificaciones -- Hospital CLASIFICACIÓN NIVEL NEGRO Unidad de Respuesta Extraterrestre PHALANX Documento de Investigación, Sigma Clearance -- Solo para los ojos del Comandante Archivado: 19 Marzo 2084 By: Cirujana Capitán Helen Floydd, División Médica, PHALANX, Centro de Operaciones Atlánticas Descripcion Comandante, esta guerra va a ser horrible. Para poder tratar las graves heridas producidas en el campo de batalla que con toda seguridad sobrevendrán necesitamos instalaciones y equipamiento que ninguno otro hospital, ya sea civil o militar, puede proporcionar. Y tenemos referentes: muchos murieron en el ataque de Mumbai a consecuencia de la falta de instrumental adecuado para tratar las heridas provocadas por el plasma de las armas alienígenas. Tenemos que prepararnos mucho mejor que entonces. El diseño de los antiguos hospitales PHALANX es completamente inadecuado para la tormenta médica que se avecina. Sus equipos no han sido actualizados desde su concepción en 1960 y no cuentan con casi ningún instrumental específicamente diseñado para el combate. En definitiva, tendremos que reemplazar casi todo lo que existe en los archivos con nuevos planes de contingencia, que crearé en colaboración con el Comandante Navarre y otros expertos en instalaciones. Nunca comprenderemos cómo pensaban tratar nuestros antecesores las heridas producidas por armas extraterrestres con este equipamiento tan básico. Como resultado de los nuevos planes, nuestras instalaciones hospitalarias son ahora de las mejores del mundo. Somos expertos en el tratamiento de quemaduras, especialmente en la extracción y regeneración de tejidos calcinados: facilitamos el crecimiento de tejido nuevo a traves de una terapia intensiva que incluye grandes dosis de medicamentos, estimulación eléctrica de nervios y músculos, e inyección de nanobots cuando es necesario. Teoricamente podemos recuperar para el servicio a cualquier persona viva independientemente de su estado en un máximo de seis semanas. Este tiempo incluye la evaluación psicológica del paciente. Contamos también con equipamiento adecuado para tratar amputaciones y cirugía bionica mayor. Podemos implantar potentes miembros cibernéticos a nuestros soldados, proporcionados por nuestros contactos militares alrededor del mundo, así como una amplia variedad de cajas torácicas, ojos electrónicos y algunos órganos internos. Estos dispositivos se pueden instalar en los soldados para aumentar su eficiencia en combate, si somos capaces de pagar su alto precio y su prolongado periodo de convalecencia. El Hospital necesita de una planta electrica para suministrar la energía que continuamente demanda el equipamiento. Doctrina Recomendada Cualquier base con tropas de combate deberá contar con un Hospital para el tratamiento de los heridos. Si no hay un Hospital PHALANX disponible, los soldados tendrían que ser trasladado al hospital más cercano posible donde serán sometidos a tratamientos menos eficaces, con el consecuente riesgo de lesiones permanentes e incluso la muerte. Las ventajas de actualizar a nuestros soldados con órganos cibernéticos es obvia. Este procedimiento sin embargo sólo puede realizarse en un cuerpo completamente sano; un soldado que haya sido herido o sufrido cualquier tipo de intervención recientemente deberá completar su convalecencia antes de ser considerado apto para las actualizaciones biónicas. Téngase en cuenta que el implante de un miembro nuevo o un ojo electrónico puede tener un impacto negativo en la moral de las tropas. Desde el punto de vista táctico, el Hospital es un area de peligro moderado. Los alienígenas pueden tratar de matar a nuestros soldados heridos, o quizas destruir el equipamiento para evitar que contemos con la capacidad médica necesaria, pero es poco probable que el hospital se convierta en un objetivo prioritario en un ataque. En cualquier caso, es recomendable asignar un guardia al hospital en caso de que se produzca un ataque a la base. Addenda Ninguno.
it: Blueprints -- Hospital CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Surgeon-Captain Helen Floydd, Medical Division, PHALANX, Atlantic Operations Command Overview This conflict is going to be ugly, Commander. In order to treat the heavily-injured battlefield casualties we're going to see, we need advanced facilities with equipment no standard civilian or military hospital has available. This much is obvious; hundreds died needlessly in Mumbai hospitals because no proper machinery was available to treat the horrific bone-deep plasma burns inflicted by the alien weapons. We must be better prepared than that. The old PHALANX hospital designs are woefully inadequate to deal with the coming storm. They have never been updated since their creation in 1960 and contained little to no purpose-designed equipment. In the end we've had to completely replace them with new plans created by myself, with the help of Cdr. Navarre and our building experts. How the previous management expected to deal with battle wounds from unknown alien weaponry I will never know. As it stands, our hospital facilities are now the finest in the world. We are the leading experts in treating burn trauma, especially the removal and regeneration of charred tissue. We encourage injured flesh to regrow itself through intensive therapy which includes a heavy course of drugs, electrical nerve and muscle stimulation, and nanobot infusions directly into the wound. Theoretically, we should be able to restore any living human being to full health in six weeks. This includes psychological evaluation and injury counselling. Lighter injuries will of course take less time to heal. We also have facilities to carry out amputation and major bionic surgery. Powerful cybernetic limbs have been made available to us by our military sources around the world, as well as armoured torso cages, electronic eyes and other internal machinery. These can be installed into our soldiers at the Hospital facility to upgrade their combat efficiency if we can afford the high cost and convalescence time. The Hospital requires a Power Plant to fuel its high and continuous electricity demand. Recommended Doctrine Every base with armed-response troops should contain a Hospital for treatment. If there is no PHALANX Hospital available, soldiers will have to be sent out to standard hospitals where suboptimal treatment could result in a permanent loss of ability or even death. The advantages of upgrading our soldiers with mechanical parts should be obvious. These procedures can only be performed on a healthy body; convalescing troops who have sustained recent physical hardships or surgery must complete their convalescence before they can become eligible for bionic upgrades. Keep in mind also that bionic limb or eye replacement may have a negative impact on the patient's morale. Tactically, the Hospital is a moderate threat area. The aliens may try to kill our wounded and deprive us of proper medical facilities, but it is relatively unlikely that any attackers would select the Hospital as their primary target. Still, if we are attacked, a guard should be posted at the Hospital immediately. Addenda None.
pt_br: Blueprints -- Hospital CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Surgeon-Captain Helen Floydd, Medical Division, PHALANX, Atlantic Operations Command Overview This conflict is going to be ugly, Commander. In order to treat the heavily-injured battlefield casualties we're going to see, we need advanced facilities with equipment no standard civilian or military hospital has available. This much is obvious; hundreds died needlessly in Mumbai hospitals because no proper machinery was available to treat the horrific bone-deep plasma burns inflicted by the alien weapons. We must be better prepared than that. The old PHALANX hospital designs are woefully inadequate to deal with the coming storm. They have never been updated since their creation in 1960 and contained little to no purpose-designed equipment. In the end we've had to completely replace them with new plans created by myself, with the help of Cdr. Navarre and our building experts. How the previous management expected to deal with battle wounds from unknown alien weaponry I will never know. As it stands, our hospital facilities are now the finest in the world. We are the leading experts in treating burn trauma, especially the removal and regeneration of charred tissue. We encourage injured flesh to regrow itself through intensive therapy which includes a heavy course of drugs, electrical nerve and muscle stimulation, and nanobot infusions directly into the wound. Theoretically, we should be able to restore any living human being to full health in six weeks. This includes psychological evaluation and injury counselling. Lighter injuries will of course take less time to heal. We also have facilities to carry out amputation and major bionic surgery. Powerful cybernetic limbs have been made available to us by our military sources around the world, as well as armoured torso cages, electronic eyes and other internal machinery. These can be installed into our soldiers at the Hospital facility to upgrade their combat efficiency if we can afford the high cost and convalescence time. The Hospital requires a Power Plant to fuel its high and continuous electricity demand. Recommended Doctrine Every base with armed-response troops should contain a Hospital for treatment. If there is no PHALANX Hospital available, soldiers will have to be sent out to standard hospitals where suboptimal treatment could result in a permanent loss of ability or even death. The advantages of upgrading our soldiers with mechanical parts should be obvious. These procedures can only be performed on a healthy body; convalescing troops who have sustained recent physical hardships or surgery must complete their convalescence before they can become eligible for bionic upgrades. Keep in mind also that bionic limb or eye replacement may have a negative impact on the patient's morale. Tactically, the Hospital is a moderate threat area. The aliens may try to kill our wounded and deprive us of proper medical facilities, but it is relatively unlikely that any attackers would select the Hospital as their primary target. Still, if we are attacked, a guard should be posted at the Hospital immediately. Addenda None.
