Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: alien_medium_armour_txt
el: Σε ότι σχετίζεται με θέματα θωράκισης, η φιλοσοφία των εξωγήινων δείχνει να είναι "αν κάτι δουλεύει, χρησιμοποίησε το περισσότερο". Ο νέος θώρακας είναι παρόμοιος σε σχεδιασμό με τον Εξωγήινο Προσωπικό Θώρακα, χωρίς όμως τους συμβιβασμούς και τις ευαίσθητες ισορροπίες του ελαφρύτερου θώρακα. Αντί να προστατεύει μόνο τον κορμό και το κεφάλι, ο μέσος θώρακας προσπαθεί να καλύψει όλες τις ζωτικές περιοχές, συμπεριλαμβανομένων των αρτηριών και ευαίσθητων νευρικών κόμβων, με πολύ πυκνότερες νανοσυνθετικές πλάκες. Συγκριτικά με τον προσωπικό θώρακα των εξωγήινων, ο μέσος θώρακας περιλαμβάνει διπλάσιο αριθμό νανοσωλήνων ανά τετραγωνικό εκατοστό. Κατά συνέπεια, οι πλάκες τις θωράκισης είναι πρακτικά αδιαπέραστες από τα τυπικά ανθρώπινα πυροβόλα ενώ ακόμα και το μαλακότερο πλέγμα που χρησιμοποιείται στους συνδέσμους μπορεί να σταματήσει σφαίρες με ανησυχητική ευκολία. Όπως ανέφερα προηγουμένως, η στολή αυτή δίνει έμφαση στην προστασία και όχι στην ευκινησία. Οι μεγάλες πλάκες της θωράκισης εμποδίζουν την κίνηση ανεξάρτητα από το μέγεθος ή το είδος του υποκειμένου, ενώ τα πυκνά πολυμερή νανοσωλήνων που χρησιμοποιούνται είναι τόσο βαριά ώστε το συνολικό μέγεθος να επιβραδύνει ακόμα και έναν Όρτνοκ. Χρησιμοποιούνται αρκετοί μικροί σερβομηχανισμοί και άλλα μηχανικά εξαρτήματα για την αντιστάθμιση του μεγάλου βάρους, όμως το συνολικό αποτέλεσμα είναι αρκετά περιορισμένο. Ο θώρακας εμπεριέχει και άλλες συσκευές πουυποβοήθούν την όραση και την ακρίβεια του χρήστη. Οι συσκευές αυτές είναι πολύ ενδιαφέρουσες και ίσως καταφέρουμε να τις αντιγράψουμε σε μεγαλύτερη κλίμακα για τη βελτίωση των όπλων μας. Οι εξωγήινοι φαίνεται ότι σχεδιάσαν τον συγκεκριμένο θώρακα έχοντας κατά νου τον πόλεμο ενάντια στην ανθρωπότητα. Εκτός του ότι είναι πρακτικά αλεξίσφαιρος, η απόδοσή του απέναντι σε όπλα laser, πλάσματος και εμπρηστικά είναι κατά πολύ ανώτερη εκείνης του Εξωγήινου Προσωπικού Θώρακα. Εξακολουθεί, όμως, να είναι σχετικά τρωτός σε ακτίνες σωματιδίων. Ένας εξωγήινος που φοράει το συγκεκριμένο θώρακα παθαίνει ελάχιστη ζημιά από σύντομες ριπές φλογοβόλου ή περνώντας μέσα από φωτιά, όμως η εκτεταμένη έκθεση συνεχίζει να υπερθερμαίνει τη στολή και να ψήνει τον εξωγήινο μέσα της. Ένα σχετικά ευχάριστο νέο είναι ότι η στολή δεν εσωκλέιει πλήρως τον εξωγήινο αλλά αφήνει ορισμένα σημεία δέρματος ή αναπνευστικές διόδους εκτεθιμένα στον αέρα. Αυτο σημαίνει ότι το καυστικό αέριο θα εξακολουθεί να είναι αποτελεσματικό, απλά θα χρειάζεται περισσότερο χρόνο μέχρι να δράσει πλήρως. Δεν υπάρχει τρόπος να φορεθούν οι εξωγήινες στολές από τους στρατιώτες μας χωρίς μετατροπές που θα τις αποδυναμώναν σημαντικά. Προσπαθήσαμε να αντιγράψουμε τα πυκνά νανοπολυμερή, όμως ο εξοπλισμός των μηχανουργείων μας δεν μπορεί ακόμα να υφάνει ταυτόχρονα τόσο μεγάλο αριθμό νανοσωλήνων. Έχω μερικές ιδέες για την αναβάθμισή του καθώς και για το σχεδιασμό βελτιωμένης θωρακισης για τους στρατιώτες μας. Οι προτάσεις μου πρέπει να βρίσκονται ήδη στα εισερχόμενά σας, κύριε Διοικητά. Τώρα σας παρακαλώ να με συγχωρέσετε, κύριε, αλλά έπρεπε να έχω πέσει για ύπνο εδώ και δώδεκα ώρες και νομίζω ότι τα μάτια μου έχουν αρχίσει να αιμορραγούν. Καληνύχτα! --Paul Navarre, Διευθυντής
it: Where armour is concerned, the aliens' design philosophy seems to be, "If it works, let's use more of it." This new armour is similar in design to the alien body armour, but it does away with the compromises and delicate balances of light armour. Instead of just protecting the torso and head, the medium armour attempts to cover all vital areas with much more dense nanopolymer plates, including major arteries and sensitive nerve clusters. In comparison with the alien body armour, the medium suit has double the number of nanotube strands per square centimetre. As a result these plates are nearly impenetrable to standard human firearms and even the softer mesh covering the joints can stop bullets with disturbing ease. As I mentioned before, the suit strongly emphasises protection over mobility. The large trauma plates get in the wearer's way no matter what race or size he might be, and the dense nanotube polymers used are so heavy that the overall weight will slow down even an Ortnok. There are numerous mini-servos and other mechanical parts that help deal with some of the weight, but their effect is limited overall. Other devices are integrated into the armour to assist aiming and vision. These are quite interesting and we may be able to replicate them on a larger scale as weapon enhancements. The aliens seem to have designed this armour with the war against humanity in mind. Besides being virtually bulletproof, its performance against lasers, incendiary and plasma weapons is much improved over the Alien Body Armour, though it's still somewhat vulnerable to particle beams. Aliens wearing this armour will suffer minimal damage from crossing open flame or brief shots from our flamethrower, but prolonged exposure will still overheat the suit and cook the alien inside. In better news, the armour does not fully enclose the alien, leaving some skin or breathing passages exposed to air. That means blister gas will remain effective, though it will take longer for the gas to reach its full effect. The alien suits won't fit our troops without modifications that would critically weaken them. We've taken a few stabs at replicating the dense nanopolymers, but our Workshop machinery is currently unable to weave so many nanotubes at once. I have a few ideas about how to upgrade it, though, as well as some designs for a new armour to take advantage of those upgrades. The proposal should be in your queue now, Commander. Now please excuse me, sir -- I was due in my rack twelve hours ago and I think my eyes are starting to bleed. Goodnight! --Cdr. Navarre
pt_br: Where armour is concerned, the aliens' design philosophy seems to be, "If it works, let's use more of it." This new armour is similar in design to the alien body armour, but it does away with the compromises and delicate balances of light armour. Instead of just protecting the torso and head, the medium armour attempts to cover all vital areas with much more dense nanopolymer plates, including major arteries and sensitive nerve clusters. In comparison with the alien body armour, the medium suit has double the number of nanotube strands per square centimetre. As a result these plates are nearly impenetrable to standard human firearms and even the softer mesh covering the joints can stop bullets with disturbing ease. As I mentioned before, the suit strongly emphasises protection over mobility. The large trauma plates get in the wearer's way no matter what race or size he might be, and the dense nanotube polymers used are so heavy that the overall weight will slow down even an Ortnok. There are numerous mini-servos and other mechanical parts that help deal with some of the weight, but their effect is limited overall. Other devices are integrated into the armour to assist aiming and vision. These are quite interesting and we may be able to replicate them on a larger scale as weapon enhancements. The aliens seem to have designed this armour with the war against humanity in mind. Besides being virtually bulletproof, its performance against lasers, incendiary and plasma weapons is much improved over the Alien Body Armour, though it's still somewhat vulnerable to particle beams. Aliens wearing this armour will suffer minimal damage from crossing open flame or brief shots from our flamethrower, but prolonged exposure will still overheat the suit and cook the alien inside. In better news, the armour does not fully enclose the alien, leaving some skin or breathing passages exposed to air. That means blister gas will remain effective, though it will take longer for the gas to reach its full effect. The alien suits won't fit our troops without modifications that would critically weaken them. We've taken a few stabs at replicating the dense nanopolymers, but our Workshop machinery is currently unable to weave so many nanotubes at once. I have a few ideas about how to upgrade it, though, as well as some designs for a new armour to take advantage of those upgrades. The proposal should be in your queue now, Commander. Now please excuse me, sir -- I was due in my rack twelve hours ago and I think my eyes are starting to bleed. Goodnight! --Cdr. Navarre

source: alien_medium_armour_pre_txt
el: Κύριε Διοικητά, περισυλλέξαμε ένα νέο είδος εξωγήινου θώρακα από το πεδίο της μάχης. Είναι πολύ βαρύτερος από τον θώρακα που είχαμε αντιμετωπίσει μέχρι τώρα και φαίνεται να σταματάει τα συνηθισμένα όπλα χωρίς να παθαίνει γρατζουνιά. Οι πλάκες κρούσης του θώρακα είναι κατασκευασμένες από την πυκνότερη ύφανση ΝΣΑ (ΝανοΣωλήνων Ανθρακα) που έχουμε δει ποτέ. Είναι απαραίτητο να μελετήσουμε άμεσα τον συγκεκριμένο θώρακα προκειμένου να ανακαλύψουμε ποια από τα όπλα μας θα είναι αποτελεσματικά απεναντί στους θωρακισμένους εξωγήινους, καθώς επίσης πως θα μπορέσουμε να τον αντιγράψουμε για χρήση από τους στρατιώτες μας. Θα είμαστε σε μειονεκτική θέση μέχρι να αντισταθμίσουμε τη συγκεκριμένη τεχνολογία. Για την έρευνα αυτή θα χρειαστεί σημαντική χρηματοδότηση και εργαστηριακός χρόνος. Οι εργασίες μας θα ξεκινήσουν μόλις λάβουμε την έγκρισή σας, κύριε Διοικητά. --Paul Navarre, Διευθυντής
it: Commander, we've salvaged a new suit of alien armour from the field. It's much heavier than the alien armour we've encountered previously, and it seems to stop ordinary firearms without taking so much as a scratch. Its trauma plates are made of the densest CNT (Carbon Nanotube) weave I've ever seen. We need to research this armour right away to determine which weapons will remain effective against aliens wearing it, and to try and find a method to replicate it for our own troops. As long as we can't match this technology, we are at a severe disadvantage. This project will require a significant amount of lab time and funding. Work will start as soon as we have your authorisation, Commander. --Cdr. Navarre
pt_br: Commander, we've salvaged a new suit of alien armour from the field. It's much heavier than the alien armour we've encountered previously, and it seems to stop ordinary firearms without taking so much as a scratch. Its trauma plates are made of the densest CNT (Carbon Nanotube) weave I've ever seen. We need to research this armour right away to determine which weapons will remain effective against aliens wearing it, and to try and find a method to replicate it for our own troops. As long as we can't match this technology, we are at a severe disadvantage. This project will require a significant amount of lab time and funding. Work will start as soon as we have your authorisation, Commander. --Cdr. Navarre

source: Blast Damage Type
el: Τύπος Ζημιάς Έκρηξης
es: Tipo de Daño del Estallido
es_es: Tipo de daño explosión
it: Tipo di Danno da Scoppio
pt_br: Dano por Explosão

source: none
el: κανένα

source: Fire Damage Type
el: Τύπος Ζημιάς Πυροβολισμού
es: Tipo de Daño del Fuego
es_es: Tipo de daño de fuego
it: Danno da Bruciatura
pt_br: Dano por Fogo

source: Laser Damage Type
el: Τύπος Ζημιάς Λέϊζερ
es: Tipo de Daño de Láser
es_es: Tipo de daño Laser
it: Danno Laser
pt_br: Dano por Laser

source: Impact Damage Type
el: Τύπος Ζημιάς Κρούσης
es_es: Tipo de daño de Impacto
it: Tipo di Danno da Impatto
pt_br: Dano por Impacto

source: Shock Damage Type
el: Τύπος Ζημιάς Σόκ
es: Tipo de Daño del Shock
es_es: Tipo de daño de Shock
it: Danno da Urto
pt_br: Dano por Choque

source: Plasma Damage Type
el: Τύπος Ζημιάς Πλάσματος
es: Tipo de Daño de Plasma
es_es: Tipo de daño de Plasma
it: Danno da Plasma
pt_br: Dano por Plasma

source: Stun Damage Type
el: Τύπος Ζημιάς Αναισθησίας
es: Tipo de Daño del Aturdimiento
es_es: Tipo de daño de aturdimiento
it: Tipo di Danno da Stordimento
pt_br: Dano por atordoamento

source: Particle Beam Damage Type
el: Τύπος Ζημιάς Μοριακής ακτίνας
it: Tipo di Danno da Flusso di Particelle
pt_br: Dano por feixe de partículas

source: Accuracy Attribute
el: Απόδοση Ακρίβειας
es: Atributos de Precisión
es_es: Atributo de puntería
it: Attributo Mira
pt_br: Atributo Precisão

source: Assault Guns Proficiency
el: Ικανότητα επιθετικών όπλων
es: Habilidad para Pistolas de Asalto
es_es: Habilidad con armas de asalto
it: Competenza Armi d'Assalto
pt_br: Habilibade com Armas de Assalto

source: Close Combat Proficiency
el: Ικανότητα μάχης
es: Habilidad del Combate Cuerpo a Cuerpo
es_es: Habilidad en combate cuerpo a cuerpo
it: Competenza Corpo a Corpo
pt_br: Habilibade em combate Corpo-a-Corpo

source: High-Explosives Proficiency
el: Ικανότητα εκρηκτικών
es: Habilidad para usar Explosivos
es_es: Habilidad en explosivos
it: Competenza Esplosivi
pt_br: Habilibade com Explosivos

source: Heavy Weapons Proficiency
el: Ικανότητα Βαρέων Όπλων
es: Habilidad para Armamento Pesado
es_es: Habilidad en armas pesadas
it: Competenza Armi Pesanti
pt_br: Habilidade com Armas Pesadas:

source: Mind Attribute
el: Απόδωση Μυαλού
es: Atributos de la Mentalidad
es_es: Atributo mental
it: Qualità Mentali
pt_br: Atributo Força de Vontade

source: Power Attribute
el: Απόδωση Δύναμης
es: Atributos de Poder
es_es: Atributo de potencia
it: Potenza

source: Sniper Rifles Proficiency
el: Ικανότητα Ελ. Σκοπευτή
es: Habilidad para Francotirador
es_es: Habilidad con el rifle de frantcotirador
it: Competenza Fucili di Precisione
pt_br: Habilidade com Rifles de Precisão:

source: Speed Attribute
el: Απόδοση Ταχύτητας
es: Atributos de Velocidad
es_es: Atributo de velocidad
it: Velocità
pt_br: Atributo velocidade
