Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: b_workshop_txt
el: Blueprints -- Workshop CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 28 January 1958 By: Maj. Marcel LeClerc, Base Commander, PHALANX, Pacific Operations Command Overview The PHALANX Workshop is a small-scale production line equipped with the most high-tech military manufacturing processes available. It is designed for the production of classified materials and parts for which no other facility on Earth is equipped; even the replication of extraterrestrial technology. All parts produced by the Workshop are machined by hand with as much robotic assistance as possible. It requires the most highly-skilled engineers in the world to operate its advanced machinery, and to install new machines whenever our researchers devise a new or improved production process. The Workshop provides working space for up to 10 engineers at once. A Power Plant is required to keep the production line going. Without an operational plant, all production must be halted until power is restored. The Workshop also depends upon a Command Centre to coordinate construction efforts. Recommended Doctrine During a possible EXT war, we will be depending heavily on Workshop facilities to manufacture the weapons we need. H.G. Wells's War of the Worlds comes to mind for its frightening depiction of how our present technology might fare against an invasion force. Even the A-bomb may not be a sufficient deterrent. In a worst-case scenario we may be forced to resort to nuclear missiles if we have no other hope of staving off the assault. The Workshop is a high-security area due to its sensitive, often classified projects. The various hazardous or volatile substances used in production make it a dangerous place to be, and it will certainly be at risk during any base attack as a target of opportunity or even a moderate-risk mission objective. Shutting down our production for any length of time would be a victory for any extraterrestrial hostiles, especially if they manage to destroy a large project in progress such as the construction of a new aircraft. Reproducing interplanetary spacecraft technology will be one of the absolute necessities if we are ever to take the initiative against an extraterrestrial force. We cannot sit on Earth maintaining a defensive posture if we wish to put a definitive end to a military conflict. Our faithful Workshops and Laboratories are what will arm us against these nightmare scenarios. Addenda None.
es_es: Diseños -- Taller Clasificación Nivel Negro Unidad de Repuesta Extraterrestre PHALANX Detalles constructivos, Sigma Clearance -- Solo para los ojos del comandante Archivado: 28 Enero 1958 By: Maj. Marcel LeClerc, Comandante en jefe de Base, PHALANX, Centro de Operaciones Pacíficas Descripción El taller PHALANX es una linea de producción a pequeña escala equipada con los procesos de manufactura militar más avanzados. Está diseñado para producir material clasificado y componentes que para los que no existe ninguna otra instalación suficientemente equipada en la Tierra, incluyendo la replicación de la tecnología extraterrestre. Todas las piezas producidas en el Taller se crean a mano con toda la asistencia robótica posible. Se necesita a los ingenieros más cualificados para manejar esta avanzada maquinaria y para instalar nuevos equipos cada vez que nuestros investigadores desarrollan un nuevo o mejorado sistema de producción. El Taller proporciona espacio de trabajo para un máximo de 10 ingenieros a la vez. Se necesita una Planta de Energía para mantener la linea de producción en marcha. Sin una planta operativa toda la producción permanecerá detenida hasta que la energía sea restaurada. El Taller tambien depende de un Centro de Mando que coordine sus proyectos de construcción. Doctrina Recomendada Durante una posible guerra extraterrestre dependeremos de los Talleres para manufacturar las armas necesarias para el combate. Me viene a la mente La Guerra de los Mundos de H.G. Wells, por su aterradora predicción de cómo nuestra tecnología actual será inutil contra una fuerza invasora. Incluso la bomba atómica puede no ser suficiente. En el peor de los escenarios, quizas nos veamos obligados a lanzar varios misiles nucleares para tratar de detener el ataque. El Taller es un area de máxima seguridad debido a sus importantes proyectos, normalmente clasificados como secretos. Las sustancias tóxicas o volátiles usadas en la producción lo hacen un lugar de alto riesgo, y seguramente estará en peligro durante cualquier ataque a una base, tanto como blanco de oportunidad, así como objetivo de la misión. Detener nuestra producción por cualquier periodo de tiempo sería considerada una victoria por cualquier fuerza hostil, especialmente si consiguen destruir un gran proyecto como la construicción de un nuevo tipo de nave. Reproducir la tecnología espacial interplanetaria será uno de las prioridades si queremos llevar la iniciativa en la guerra contra las fuerzas extraterrestres. No quedarnos cruzados de brazos y simplementer mantener una postura defensiva si quieremos ponerle un final definitivo al conflicto. Nuestros Talleres y Laboratorios serán los que nos armen para combatir a la pesadilla. Addenda Ninguno.
it: Blueprints -- Workshop CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 28 January 1958 By: Maj. Marcel LeClerc, Base Commander, PHALANX, Pacific Operations Command Overview The PHALANX Workshop is a small-scale production line equipped with the most high-tech military manufacturing processes available. It is designed for the production of classified materials and parts for which no other facility on Earth is equipped; even the replication of extraterrestrial technology. All parts produced by the Workshop are machined by hand with as much robotic assistance as possible. It requires the most highly-skilled engineers in the world to operate its advanced machinery, and to install new machines whenever our researchers devise a new or improved production process. The Workshop provides working space for up to 10 engineers at once. A Power Plant is required to keep the production line going. Without an operational plant, all production must be halted until power is restored. The Workshop also depends upon a Command Centre to coordinate construction efforts. Recommended Doctrine During a possible EXT war, we will be depending heavily on Workshop facilities to manufacture the weapons we need. H.G. Wells's War of the Worlds comes to mind for its frightening depiction of how our present technology might fare against an invasion force. Even the A-bomb may not be a sufficient deterrent. In a worst-case scenario we may be forced to resort to nuclear missiles if we have no other hope of staving off the assault. The Workshop is a high-security area due to its sensitive, often classified projects. The various hazardous or volatile substances used in production make it a dangerous place to be, and it will certainly be at risk during any base attack as a target of opportunity or even a moderate-risk mission objective. Shutting down our production for any length of time would be a victory for any extraterrestrial hostiles, especially if they manage to destroy a large project in progress such as the construction of a new aircraft. Reproducing interplanetary spacecraft technology will be one of the absolute necessities if we are ever to take the initiative against an extraterrestrial force. We cannot sit on Earth maintaining a defensive posture if we wish to put a definitive end to a military conflict. Our faithful Workshops and Laboratories are what will arm us against these nightmare scenarios. Addenda None.
pt_br: Blueprints -- Workshop CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 28 January 1958 By: Maj. Marcel LeClerc, Base Commander, PHALANX, Pacific Operations Command Overview The PHALANX Workshop is a small-scale production line equipped with the most high-tech military manufacturing processes available. It is designed for the production of classified materials and parts for which no other facility on Earth is equipped; even the replication of extraterrestrial technology. All parts produced by the Workshop are machined by hand with as much robotic assistance as possible. It requires the most highly-skilled engineers in the world to operate its advanced machinery, and to install new machines whenever our researchers devise a new or improved production process. The Workshop provides working space for up to 10 engineers at once. A Power Plant is required to keep the production line going. Without an operational plant, all production must be halted until power is restored. The Workshop also depends upon a Command Centre to coordinate construction efforts. Recommended Doctrine During a possible EXT war, we will be depending heavily on Workshop facilities to manufacture the weapons we need. H.G. Wells's War of the Worlds comes to mind for its frightening depiction of how our present technology might fare against an invasion force. Even the A-bomb may not be a sufficient deterrent. In a worst-case scenario we may be forced to resort to nuclear missiles if we have no other hope of staving off the assault. The Workshop is a high-security area due to its sensitive, often classified projects. The various hazardous or volatile substances used in production make it a dangerous place to be, and it will certainly be at risk during any base attack as a target of opportunity or even a moderate-risk mission objective. Shutting down our production for any length of time would be a victory for any extraterrestrial hostiles, especially if they manage to destroy a large project in progress such as the construction of a new aircraft. Reproducing interplanetary spacecraft technology will be one of the absolute necessities if we are ever to take the initiative against an extraterrestrial force. We cannot sit on Earth maintaining a defensive posture if we wish to put a definitive end to a military conflict. Our faithful Workshops and Laboratories are what will arm us against these nightmare scenarios. Addenda None.

source: Blueprints - Antimatter Storage
el: Πρωτότυπο - Αποθήκη Αντιύλης

source: b_antimatter_txt
el: Overview The Antimatter Storage facility is designed to safely store antimatter for later use, at least as safely as antimatter can possibly be stored. It is based around an advanced magnetic containment system we've derived from alien antimatter technology, which we call the 'inner shell'. The 'outer shell' consists of several radiation airlocks over the main passages, a heavily-armoured control room, and a host of other security and containment measures -- all designed to keep any radiation inside the outer shell. The outer shell's design borrows heavily from that of UN nuclear ammo dumps. In case of problems in the inner shell, there's an automatic security system which will lock down the instant containment drops below safe levels. The facility will first close its blast doors, then secure every airlock with tungsten locking rods, fill the outer shell atmosphere with radiation-retardant gas and inject anti-shock foam behind the walls, and then try to contain the inevitable blast. This procedure will not give any personnel caught inside time to escape, but that's the price we'll have to pay if we want to have a chance of saving the entire base. To understand how dangerous this facility really is, building an Antimatter Storage at one of our bases will require us to list that base with the UN nuclear site register. At full capacity -- 10 grammes of antimatter -- just one storage facility will be containing the equivalent of nearly half a megaton of TNT. While this isn't much compared to modern thermonuclear weapons, it's enough to turn the entire base and everything inside to cinders in less than a second. It's difficult to 'blow up' antimatter, but under the wrong circumstances, it can happen. Even if no explosion occurs, a loss of containment would result in the annihilation of the stored antimatter with the normal matter of the containment system. If there were any fault or damage in the outer shell at this point, then the ensuing blast of gamma radiation and high-speed particles would escape and strip the area clean of life. The base would be poisoned and rendered uninhabitable for centuries to come. Recommended Doctrine I believe I've already stressed that this facility must be the most heavily-defended building in any PHALANX base, taking priority even over the Command Centre. Losing the CC would be a blow, but it can be rebuilt. The cost would be a trifle compared to the kind of armageddon that can result from a mishap at the Antimatter Storage. Although this facility will be essential to our continued success in this war, it's going to be very expensive to build and operate due to the advanced tech and materials required. It may be necessary to hold off on building one until we're sure our budget can stretch that far. Having said that, until we manage to build one of these facilities, we'll be completely unable to store or use any recovered antimatter. We can't just build up a pile of unstable, alien, possibly-damaged tanks of nuclear-level explosive. Everything we find will have to be destroyed for safety. Considering that we can't duplicate the stuff, we're going to need every microgramme we can get our hands on. Addenda None.
it: Result TO: Base Commander, PHALANX, Atlantic Operations Command FROM: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command DATE: %02i %s %i SUB: Blueprints -- Antimatter Storage Overview The Antimatter Storage facility is designed to safely store antimatter for later use, at least as safely as antimatter can possibly be stored. It is based around an advanced magnetic containment system we've derived from alien antimatter technology, which we call the 'inner shell'. The 'outer shell' consists of several radiation airlocks over the main passages, a heavily-armoured control room, and a host of other security and containment measures -- all designed to keep any radiation inside the outer shell. The outer shell's design borrows heavily from that of UN nuclear ammo dumps. In case of problems in the inner shell, there's an automatic security system which will lock down the instant containment drops below safe levels. The facility will first close its blast doors, then secure every airlock with tungsten locking rods, fill the outer shell atmosphere with radiation-retardant gas and inject anti-shock foam behind the walls, and then try to contain the inevitable blast. This procedure will not give any personnel caught inside time to escape, but that's the price we'll have to pay if we want to have a chance of saving the entire base. To understand how dangerous this facility really is, building an Antimatter Storage at one of our bases will require us to list that base with the UN nuclear site register. At full capacity -- 10 grammes of antimatter -- just one storage facility will be containing the equivalent of nearly half a megaton of TNT. While this isn't much compared to modern thermonuclear weapons, it's enough to turn the entire base and everything inside to cinders in less than a second. It's difficult to 'blow up' antimatter, but under the wrong circumstances, it can happen. Even if no explosion occurs, a loss of containment would result in the annihilation of the stored antimatter with the normal matter of the containment system. If there were any fault or damage in the outer shell at this point, then the ensuing blast of gamma radiation and high-speed particles would escape and strip the area clean of life. The base would be poisoned and rendered uninhabitable for centuries to come. Recommended Doctrine I believe I've already stressed that this facility must be the most heavily-defended building in any PHALANX base, taking priority even over the Command Centre. Losing the CC would be a blow, but it can be rebuilt. The cost would be a trifle compared to the kind of armageddon that can result from a mishap at the Antimatter Storage. Although this facility will be essential to our continued success in this war, it's going to be very expensive to build and operate due to the advanced tech and materials required. It may be necessary to hold off on building one until we're sure our budget can stretch that far. Having said that, until we manage to build one of these facilities, we'll be completely unable to store or use any recovered antimatter. We can't just build up a pile of unstable, alien, possibly-damaged tanks of nuclear-level explosive. Everything we find will have to be destroyed for safety. Considering that we can't duplicate the stuff, we're going to need every microgramme we can get our hands on. Addenda None.
pt_br: Result TO: Base Commander, PHALANX, Atlantic Operations Command FROM: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command DATE: %02i %s %i SUB: Blueprints -- Antimatter Storage Overview The Antimatter Storage facility is designed to safely store antimatter for later use, at least as safely as antimatter can possibly be stored. It is based around an advanced magnetic containment system we've derived from alien antimatter technology, which we call the 'inner shell'. The 'outer shell' consists of several radiation airlocks over the main passages, a heavily-armoured control room, and a host of other security and containment measures -- all designed to keep any radiation inside the outer shell. The outer shell's design borrows heavily from that of UN nuclear ammo dumps. In case of problems in the inner shell, there's an automatic security system which will lock down the instant containment drops below safe levels. The facility will first close its blast doors, then secure every airlock with tungsten locking rods, fill the outer shell atmosphere with radiation-retardant gas and inject anti-shock foam behind the walls, and then try to contain the inevitable blast. This procedure will not give any personnel caught inside time to escape, but that's the price we'll have to pay if we want to have a chance of saving the entire base. To understand how dangerous this facility really is, building an Antimatter Storage at one of our bases will require us to list that base with the UN nuclear site register. At full capacity -- 10 grammes of antimatter -- just one storage facility will be containing the equivalent of nearly half a megaton of TNT. While this isn't much compared to modern thermonuclear weapons, it's enough to turn the entire base and everything inside to cinders in less than a second. It's difficult to 'blow up' antimatter, but under the wrong circumstances, it can happen. Even if no explosion occurs, a loss of containment would result in the annihilation of the stored antimatter with the normal matter of the containment system. If there were any fault or damage in the outer shell at this point, then the ensuing blast of gamma radiation and high-speed particles would escape and strip the area clean of life. The base would be poisoned and rendered uninhabitable for centuries to come. Recommended Doctrine I believe I've already stressed that this facility must be the most heavily-defended building in any PHALANX base, taking priority even over the Command Centre. Losing the CC would be a blow, but it can be rebuilt. The cost would be a trifle compared to the kind of armageddon that can result from a mishap at the Antimatter Storage. Although this facility will be essential to our continued success in this war, it's going to be very expensive to build and operate due to the advanced tech and materials required. It may be necessary to hold off on building one until we're sure our budget can stretch that far. Having said that, until we manage to build one of these facilities, we'll be completely unable to store or use any recovered antimatter. We can't just build up a pile of unstable, alien, possibly-damaged tanks of nuclear-level explosive. Everything we find will have to be destroyed for safety. Considering that we can't duplicate the stuff, we're going to need every microgramme we can get our hands on. Addenda None.
