Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: inter_stiletto_txt
el: Aircraft Evaluation -- Stiletto-class Interceptor CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 04 November 2026 By: Dr. Richard Strohm, Base Commander, PHALANX, Pacific Operations Command Overview I'm very happy to report that the first production model of our next-generation interceptor has been completed and passed all of its flight tests with flying colours. At the risk of sounding boastful, it may be the finest piece of human technology ever produced. The Stiletto is a single-seat air superiority fighter with VTOL (Vertical Take-Off and Landing) capability, allowing it to set down on tiny landing pads or in the middle of nowhere if necessary. Its huge, high-performance turbofans can turn 360 degrees for full manoeuvrability even at supersonic speeds. The giant engine intakes are protected by a sophisticated air channeling system that actively filters the air in front of the engine and redirects any piece of material large enough to harm the fan blades. They are more than powerful enough to lift the heavily-armoured fuselage and can hover unassisted for up to two hours before burning through all their fuel. The helicopter-like design may not look very fast, but appearances can be deceiving. The Stiletto's compact airframe can survive anything up to Mach 2 for short periods of time; it has a cruising speed of Mach 1.3 and a max velocity of 2.1 on afterburners. These high marks put the Stiletto well ahead of many military jet fighters which do not have supercruise ability. Once in the air, it can jump like a jackrabbit and is utterly ruthless in the hands of an experienced pilot. It can turn laterally around its hangar complex in six seconds whilst keeping its nose machine gun on the target at all times. It can flip end over end in point-three seconds and acquire missile lock on stealth aircraft before the turn is even complete. Missiles are fitted on hardpoints mounted just under the outer winglets. The Stiletto also has powerful Electronic Warfare capabilities, with a state-of-the-art sensor suite contained inside the nose that includes -- but is not limited to -- several targeting lasers, a sophisticated radar system, and optical imaging as powerful as any spy satellite. Small ECM emitters placed in strategic points across the fuselage will throw off missile lock and can actively jam incoming radar. The weapon hardpoints can take a variety of armaments, and the electronics are fully modular to accept upgrades. Remember, however, that space in this craft is at a premium. The powerful Volkot VO-36 engines consume a large amount of fuel, and the Stiletto's capacity is not large. Leaving enough fuel for interception, its maximum effective range is no greater than 2000 kilometres. However, within this radius, this craft is the master of all it surveys. Please note that because of its exceptional performance this craft is not recommended for use by novice pilots. Its handling at low speeds has been described by our test crews as 'tricky'. The Stiletto requires 1 Small Hangar for storage, maintenance and deployment. It has 3 weapon hardpoints; 1 small nose mount and 2 medium wing mounts. Recommended Doctrine The Stiletto is ideal for short-range interception of hostile craft that threaten PHALANX bases or nearby civilian targets. It can go toe-to-toe with anything on Earth and it will win. However, the Stiletto can't be deployed against targets more distant than 2000 kilometres from its hangar as it won't have enough fuel for both attack manoeuvres and the flight back to base. Inflight refuelling may be considered to extend the combat radius, but will require additional development. Performance against extraterrestrial craft can't be measured, of course, but the best we can do is the best we can do. If a real alien threat comes for us in our lifetimes and the Stiletto won't do the job, then the human race is in trouble. Addenda Addendum, Cdr. Paul Navarre, 18 March 2084: Commander, I've just looked at these Stiletto-class ships on paper and in person, and they have blown my mind. It's hard to believe we built these little things in 2026 -- and that no one ever realised the kind of gold they held in their hands. That is, until now. What we have here is probably the most manoeuvrable aircraft ever built; it puts attack helicopters to shame and can turn circles around state-of-the-art jets. It does things most modern aircraft can't even dream of. It's also a nightmare to fly due to its inherent instability, especially at speed. The original file badly underplays that part of the tech assessment. However, our pilots inform me that they can handle it. Even better, we've managed to track down a complete intact specimen, and it's in the shop right now being restored to operation. I've given the go-ahead for a full refit and flight testing, on my authority. This is simply the best knife-fighting aircraft I have ever laid eyes on. We're going to need it. Aircraft statistics: Size: 5m x 11m x 4m Cruising speed: 1,380 km/h Top speed: 2,230km/h Operational range: 2,000km Crew capacity: 1 crew Hardpoints: 1 Small hardpoint (nose), 2 Medium hardpoints (wings), 2 Equipment bays, 1 Armour slot
it: Aircraft Evaluation -- Stiletto-class Interceptor CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 04 November 2026 By: Dr. Richard Strohm, Base Commander, PHALANX, Pacific Operations Command Overview I'm very happy to report that the first production model of our next-generation interceptor has been completed and passed all of its flight tests with flying colours. At the risk of sounding boastful, it may be the finest piece of human technology ever produced. The Stiletto is a single-seat air superiority fighter with VTOL (Vertical Take-Off and Landing) capability, allowing it to set down on tiny landing pads or in the middle of nowhere if necessary. Its huge, high-performance turbofans can turn 360 degrees for full manoeuvrability even at supersonic speeds. The giant engine intakes are protected by a sophisticated air channeling system that actively filters the air in front of the engine and redirects any piece of material large enough to harm the fan blades. They are more than powerful enough to lift the heavily-armoured fuselage and can hover unassisted for up to two hours before burning through all their fuel. The helicopter-like design may not look very fast, but appearances can be deceiving. The Stiletto's compact airframe can survive anything up to Mach 2 for short periods of time; it has a cruising speed of Mach 1.3 and a max velocity of 2.1 on afterburners. These high marks put the Stiletto well ahead of many military jet fighters which do not have supercruise ability. Once in the air, it can jump like a jackrabbit and is utterly ruthless in the hands of an experienced pilot. It can turn laterally around its hangar complex in six seconds whilst keeping its nose machine gun on the target at all times. It can flip end over end in point-three seconds and acquire missile lock on stealth aircraft before the turn is even complete. Missiles are fitted on hardpoints mounted just under the outer winglets. The Stiletto also has powerful Electronic Warfare capabilities, with a state-of-the-art sensor suite contained inside the nose that includes -- but is not limited to -- several targeting lasers, a sophisticated radar system, and optical imaging as powerful as any spy satellite. Small ECM emitters placed in strategic points across the fuselage will throw off missile lock and can actively jam incoming radar. The weapon hardpoints can take a variety of armaments, and the electronics are fully modular to accept upgrades. Remember, however, that space in this craft is at a premium. The powerful Volkot VO-36 engines consume a large amount of fuel, and the Stiletto's capacity is not large. Leaving enough fuel for interception, its maximum effective range is no greater than 2000 kilometres. However, within this radius, this craft is the master of all it surveys. Please note that because of its exceptional performance this craft is not recommended for use by novice pilots. Its handling at low speeds has been described by our test crews as 'tricky'. The Stiletto requires 1 Small Hangar for storage, maintenance and deployment. It has 3 weapon hardpoints; 1 small nose mount and 2 medium wing mounts. Recommended Doctrine The Stiletto is ideal for short-range interception of hostile craft that threaten PHALANX bases or nearby civilian targets. It can go toe-to-toe with anything on Earth and it will win. However, the Stiletto can't be deployed against targets more distant than 2000 kilometres from its hangar as it won't have enough fuel for both attack manoeuvres and the flight back to base. Inflight refuelling may be considered to extend the combat radius, but will require additional development. Performance against extraterrestrial craft can't be measured, of course, but the best we can do is the best we can do. If a real alien threat comes for us in our lifetimes and the Stiletto won't do the job, then the human race is in trouble. Addenda Addendum, Cdr. Paul Navarre, 18 March 2084: Commander, I've just looked at these Stiletto-class ships on paper and in person, and they have blown my mind. It's hard to believe we built these little things in 2026 -- and that no one ever realised the kind of gold they held in their hands. That is, until now. What we have here is probably the most manoeuvrable aircraft ever built; it puts attack helicopters to shame and can turn circles around state-of-the-art jets. It does things most modern aircraft can't even dream of. It's also a nightmare to fly due to its inherent instability, especially at speed. The original file badly underplays that part of the tech assessment. However, our pilots inform me that they can handle it. Even better, we've managed to track down a complete intact specimen, and it's in the shop right now being restored to operation. I've given the go-ahead for a full refit and flight testing, on my authority. This is simply the best knife-fighting aircraft I have ever laid eyes on. We're going to need it. Aircraft statistics: Size: 5m x 11m x 4m Cruising speed: 1,380 km/h Top speed: 2,230km/h Operational range: 2,000km Crew capacity: 1 crew Hardpoints: 1 Small hardpoint (nose), 2 Medium hardpoints (wings), 2 Equipment bays, 1 Armour slot
pt_br: Aircraft Evaluation -- Stiletto-class Interceptor CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 04 November 2026 By: Dr. Richard Strohm, Base Commander, PHALANX, Pacific Operations Command Overview I'm very happy to report that the first production model of our next-generation interceptor has been completed and passed all of its flight tests with flying colours. At the risk of sounding boastful, it may be the finest piece of human technology ever produced. The Stiletto is a single-seat air superiority fighter with VTOL (Vertical Take-Off and Landing) capability, allowing it to set down on tiny landing pads or in the middle of nowhere if necessary. Its huge, high-performance turbofans can turn 360 degrees for full manoeuvrability even at supersonic speeds. The giant engine intakes are protected by a sophisticated air channeling system that actively filters the air in front of the engine and redirects any piece of material large enough to harm the fan blades. They are more than powerful enough to lift the heavily-armoured fuselage and can hover unassisted for up to two hours before burning through all their fuel. The helicopter-like design may not look very fast, but appearances can be deceiving. The Stiletto's compact airframe can survive anything up to Mach 2 for short periods of time; it has a cruising speed of Mach 1.3 and a max velocity of 2.1 on afterburners. These high marks put the Stiletto well ahead of many military jet fighters which do not have supercruise ability. Once in the air, it can jump like a jackrabbit and is utterly ruthless in the hands of an experienced pilot. It can turn laterally around its hangar complex in six seconds whilst keeping its nose machine gun on the target at all times. It can flip end over end in point-three seconds and acquire missile lock on stealth aircraft before the turn is even complete. Missiles are fitted on hardpoints mounted just under the outer winglets. The Stiletto also has powerful Electronic Warfare capabilities, with a state-of-the-art sensor suite contained inside the nose that includes -- but is not limited to -- several targeting lasers, a sophisticated radar system, and optical imaging as powerful as any spy satellite. Small ECM emitters placed in strategic points across the fuselage will throw off missile lock and can actively jam incoming radar. The weapon hardpoints can take a variety of armaments, and the electronics are fully modular to accept upgrades. Remember, however, that space in this craft is at a premium. The powerful Volkot VO-36 engines consume a large amount of fuel, and the Stiletto's capacity is not large. Leaving enough fuel for interception, its maximum effective range is no greater than 2000 kilometres. However, within this radius, this craft is the master of all it surveys. Please note that because of its exceptional performance this craft is not recommended for use by novice pilots. Its handling at low speeds has been described by our test crews as 'tricky'. The Stiletto requires 1 Small Hangar for storage, maintenance and deployment. It has 3 weapon hardpoints; 1 small nose mount and 2 medium wing mounts. Recommended Doctrine The Stiletto is ideal for short-range interception of hostile craft that threaten PHALANX bases or nearby civilian targets. It can go toe-to-toe with anything on Earth and it will win. However, the Stiletto can't be deployed against targets more distant than 2000 kilometres from its hangar as it won't have enough fuel for both attack manoeuvres and the flight back to base. Inflight refuelling may be considered to extend the combat radius, but will require additional development. Performance against extraterrestrial craft can't be measured, of course, but the best we can do is the best we can do. If a real alien threat comes for us in our lifetimes and the Stiletto won't do the job, then the human race is in trouble. Addenda Addendum, Cdr. Paul Navarre, 18 March 2084: Commander, I've just looked at these Stiletto-class ships on paper and in person, and they have blown my mind. It's hard to believe we built these little things in 2026 -- and that no one ever realised the kind of gold they held in their hands. That is, until now. What we have here is probably the most manoeuvrable aircraft ever built; it puts attack helicopters to shame and can turn circles around state-of-the-art jets. It does things most modern aircraft can't even dream of. It's also a nightmare to fly due to its inherent instability, especially at speed. The original file badly underplays that part of the tech assessment. However, our pilots inform me that they can handle it. Even better, we've managed to track down a complete intact specimen, and it's in the shop right now being restored to operation. I've given the go-ahead for a full refit and flight testing, on my authority. This is simply the best knife-fighting aircraft I have ever laid eyes on. We're going to need it. Aircraft statistics: Size: 5m x 11m x 4m Cruising speed: 1,380 km/h Top speed: 2,230km/h Operational range: 2,000km Crew capacity: 1 crew Hardpoints: 1 Small hardpoint (nose), 2 Medium hardpoints (wings), 2 Equipment bays, 1 Armour slot

source: inter_saracen_txt
el: Aircraft Evaluation -- Saracen-class Interceptor CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview It is clear that the Stiletto-class Interceptor, while a terrific aircraft, does not cover all our needs. We must be ready to defend our planet and our people anywhere across the globe. The Stiletto's operational range is too limited and it is not fast enough to engage all the UFOs we might detect. Only one aircraft in the world is capable of filling the operational gap we face; the Argentinian KB-550 Hypersonic Wing, dubbed the "Saracen" in NATO code. Mixing old and new stealth technology into a single airframe, the Saracen most resembles the ancient SR-71 "Blackbird" in its shape and bearing. It is black as the night itself, covered in radiation-absorbing paint that makes it practically invisible to radar, lidar and most other forms of active scanning. Its fuselage is composed almost entirely of carbon nanotubes and sheets of graphite-reinforced plastic. This makes the craft extremely strong and heat-resistant enough to cope with the temperatures of cruising at speeds in excess of Mach 4. The Saracen is the fastest military airplane still flying today. In terms of its capabilities, the Saracen pushes our interception range into international territory. Its huge, armoured tanks and amazing fuel-efficiency allow it to go anywhere up to 10,000 kilometres from its hangar at hypersonic speeds -- and back again -- with fuel to spare for combat manoeuvres. Its stealthy design, high speed and tough airframe allow it to engage UFOs that our Stiletto-class Interceptors may simply be unable to catch. It has tough armour and can fly home even on one engine. Thanks to the power of its engines and a set of additional manoeuvring thrusters in its belly, it can take off almost vertically; this is definitely within the restrictions of our hangar facilities. Its electronics suite is similarly impressive. It has state-of-the-art targeting computers, advanced radar and lidar systems, advanced ECM (Electronic Counter-Measures) equipment, in-helmet VR imaging for the pilot, and more. The Saracen can carry about twice the electronics load of a Stiletto-class Interceptor, with room to spare for further modular equipment. Unfortunately, for all its strengths, it is costly to lease and maintain, and its heavy load of fuel and armour cuts badly into weapons capacity. The Saracen cannot equal the weapons load of the far smaller and less expensive Stiletto. Nor can it hope to equal the Stiletto's manoeuvrability. Despite thrust-vectoring technology (the ability to change the shape of its engine nozzles to direct thrust), electro-elastic wing surface (the ability to dynamically change the shape of its wings) and other terrific advances, the Saracen is still a large fixed-wing aircraft with all the limitations that implies. Though it can take much more damage than a Stiletto and remain effective, the Saracen will not perform as well in combat with alien craft. The Saracen requires 1 Large Hangar for storage, maintenance and deployment. It has 2 weapon hardpoints; 2 medium belly bays. Recommended Doctrine At its heart the Saracen is a long-range interceptor to be used against extremely distant or fast UFOs. Unlike the alien craft, it is barely slowed by moving inside Earth atmosphere, making it slightly faster than most of the UFOs we have observed so far. This will allow PHALANX to catch the aliens wherever they may be going -- short of interplanetary space. As always, the Saracen's performance against extraterrestrial craft can't be measured without solid observational data from at least one real combat encounter. However, if deployed in large enough flights, it should be able to cut up alien craft of all varieties. Addenda None. Aircraft statistics: Size: 10m x 27m x 5m Cruising speed: 4,110 km/h Top speed: 4,600km/h Operational range: 10,000km Crew capacity: 1 crew Hardpoints: 2 Medium hardpoints (belly), 2 Equipment bays, 1 Armour slot

source: inter_dragon_txt
el: <TODO>

source: inter_dragon_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες

source: inter_stingray_txt
el: <TODO>

source: inter_stingray_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες
