Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: plasatomizer_txt
el: When the aliens need a sidearm, they don't screw around. This plasma pistol is a nasty piece of work, Commander. Its operation is extremely complex and inventive, requiring a great deal of technical skill to create. The power pack alone is hundreds of years ahead of our technology. It stores enough power to heat several charges of hydrogen to a plasmatic state inside the miniature fusion chamber, which are expelled as plasma using the ionised particles' own velocity. Unlike human firearms, the projectiles themselves are not stored in a magazine or reservoir. They are generated inside the pistol from hydrogen contained in the magazine, powered by the magazine's power-pack. Once the plasma is heated, a thin film of liquid plastic is created between the two 'spinnerets' located vertically opposite each other in front of the grip. The plasma particles are then rapidly fired into the film so that the plastic deforms into an orb or 'bolt'. The plastic contains and protects the plasma, keeping it from dispersing until it reaches the target. By the time a bolt reaches the target, the inside of the plastic will be so eaten away that it will burst upon impact like a soap bubble, splashing its payload across the target. The maximum range of a pistol bolt -- the point it can reach before the plasma eats into open air and disperses -- is approximately 20 metres. A bolt fired from the plasma pistol is so hot that even a near-miss can be lethal. The effects on a victim are truly horrific; I will try to list them all here. Any unarmoured human sprayed with this plasma will suffer extreme pain and injuries all across the splash zone. Adipose (fatty) tissue will melt like water. Blood and other bodily fluids boil in place. The plasma will actually eat its way into a human body, causing bone-deep charring in a large region around the splash zone. A large chunk of the body will be literally burnt to a crisp. Any kind of tough fabric will provide some protection against a plasma hit. High-tech armour in particular will disperse the heat as best it can, and will resist the burning plasma for a time. Hopefully this will be enough time to allow air-cooling to take place, bringing the plasma down to non-lethal temperatures. I won't pretend to know how the aliens managed to squeeze all this stuff into a pistol, but it does look as though they've made the same tradeoffs between power and size that we have done with our handguns. It's almost certain that larger, more powerful versions of these weapons exist and will appear against us in this war. However, my team and I have figured out the control scheme of the pistols, and we've written an appropriate field manual for human use. Our soldiers will now be able to employ the plasma pistol in a combat scenario as they would any other weapon. --Cdr. Navarre
it: When the aliens need a sidearm, they don't screw around. This plasma pistol is a nasty piece of work, Commander. Its operation is extremely complex and inventive, requiring a great deal of technical skill to create. The power pack alone is hundreds of years ahead of our technology. It stores enough power to heat several charges of hydrogen to a plasmatic state inside the miniature fusion chamber, which are expelled as plasma using the ionised particles' own velocity. Unlike human firearms, the projectiles themselves are not stored in a magazine or reservoir. They are generated inside the pistol from hydrogen contained in the magazine, powered by the magazine's power-pack. Once the plasma is heated, a thin film of liquid plastic is created between the two 'spinnerets' located vertically opposite each other in front of the grip. The plasma particles are then rapidly fired into the film so that the plastic deforms into an orb or 'bolt'. The plastic contains and protects the plasma, keeping it from dispersing until it reaches the target. By the time a bolt reaches the target, the inside of the plastic will be so eaten away that it will burst upon impact like a soap bubble, splashing its payload across the target. The maximum range of a pistol bolt -- the point it can reach before the plasma eats into open air and disperses -- is approximately 20 metres. A bolt fired from the plasma pistol is so hot that even a near-miss can be lethal. The effects on a victim are truly horrific; I will try to list them all here. Any unarmoured human sprayed with this plasma will suffer extreme pain and injuries all across the splash zone. Adipose (fatty) tissue will melt like water. Blood and other bodily fluids boil in place. The plasma will actually eat its way into a human body, causing bone-deep charring in a large region around the splash zone. A large chunk of the body will be literally burnt to a crisp. Any kind of tough fabric will provide some protection against a plasma hit. High-tech armour in particular will disperse the heat as best it can, and will resist the burning plasma for a time. Hopefully this will be enough time to allow air-cooling to take place, bringing the plasma down to non-lethal temperatures. I won't pretend to know how the aliens managed to squeeze all this stuff into a pistol, but it does look as though they've made the same tradeoffs between power and size that we have done with our handguns. It's almost certain that larger, more powerful versions of these weapons exist and will appear against us in this war. However, my team and I have figured out the control scheme of the pistols, and we've written an appropriate field manual for human use. Our soldiers will now be able to employ the plasma pistol in a combat scenario as they would any other weapon. --Cdr. Navarre
pt_br: When the aliens need a sidearm, they don't screw around. This plasma pistol is a nasty piece of work, Commander. Its operation is extremely complex and inventive, requiring a great deal of technical skill to create. The power pack alone is hundreds of years ahead of our technology. It stores enough power to heat several charges of hydrogen to a plasmatic state inside the miniature fusion chamber, which are expelled as plasma using the ionised particles' own velocity. Unlike human firearms, the projectiles themselves are not stored in a magazine or reservoir. They are generated inside the pistol from hydrogen contained in the magazine, powered by the magazine's power-pack. Once the plasma is heated, a thin film of liquid plastic is created between the two 'spinnerets' located vertically opposite each other in front of the grip. The plasma particles are then rapidly fired into the film so that the plastic deforms into an orb or 'bolt'. The plastic contains and protects the plasma, keeping it from dispersing until it reaches the target. By the time a bolt reaches the target, the inside of the plastic will be so eaten away that it will burst upon impact like a soap bubble, splashing its payload across the target. The maximum range of a pistol bolt -- the point it can reach before the plasma eats into open air and disperses -- is approximately 20 metres. A bolt fired from the plasma pistol is so hot that even a near-miss can be lethal. The effects on a victim are truly horrific; I will try to list them all here. Any unarmoured human sprayed with this plasma will suffer extreme pain and injuries all across the splash zone. Adipose (fatty) tissue will melt like water. Blood and other bodily fluids boil in place. The plasma will actually eat its way into a human body, causing bone-deep charring in a large region around the splash zone. A large chunk of the body will be literally burnt to a crisp. Any kind of tough fabric will provide some protection against a plasma hit. High-tech armour in particular will disperse the heat as best it can, and will resist the burning plasma for a time. Hopefully this will be enough time to allow air-cooling to take place, bringing the plasma down to non-lethal temperatures. I won't pretend to know how the aliens managed to squeeze all this stuff into a pistol, but it does look as though they've made the same tradeoffs between power and size that we have done with our handguns. It's almost certain that larger, more powerful versions of these weapons exist and will appear against us in this war. However, my team and I have figured out the control scheme of the pistols, and we've written an appropriate field manual for human use. Our soldiers will now be able to employ the plasma pistol in a combat scenario as they would any other weapon. --Cdr. Navarre

source: plasatomizer_pre_txt
el: Commander, we've recovered the first alien plasma weapon of the war. I don't need to tell you how important this is. The alien armaments are highly-advanced, powerful and extremely lethal; we must figure out how they work in order to arm and armour ourselves against them. The alien plasma weapons represent a curious application of the plasma-thrower concept, which was previously believed to be unfeasible as a battlefield weapon. I would very much like to figure out how it works. My team and I are confident that -- with enough time and proper safety procedures -- we can hammer out the plasma pistol's function and controls and write a small operational manual; our soldiers could actually use the aliens' weapons against them! Of course, this program will need your approval for lab time and funding. --Cdr. Navarre
es_es: No hay información previa a la investigación diponible.
it: Commander, we've recovered the first alien plasma weapon of the war. I don't need to tell you how important this is. The alien armaments are highly-advanced, powerful and extremely lethal; we must figure out how they work in order to arm and armour ourselves against them. The alien plasma weapons represent a curious application of the plasma-thrower concept, which was previously believed to be unfeasible as a battlefield weapon. I would very much like to figure out how it works. My team and I are confident that -- with enough time and proper safety procedures -- we can hammer out the plasma pistol's function and controls and write a small operational manual; our soldiers could actually use the aliens' weapons against them! Of course, this program will need your approval for lab time and funding. --Cdr. Navarre
pt_br: Commander, we've recovered the first alien plasma weapon of the war. I don't need to tell you how important this is. The alien armaments are highly-advanced, powerful and extremely lethal; we must figure out how they work in order to arm and armour ourselves against them. The alien plasma weapons represent a curious application of the plasma-thrower concept, which was previously believed to be unfeasible as a battlefield weapon. I would very much like to figure out how it works. My team and I are confident that -- with enough time and proper safety procedures -- we can hammer out the plasma pistol's function and controls and write a small operational manual; our soldiers could actually use the aliens' weapons against them! Of course, this program will need your approval for lab time and funding. --Cdr. Navarre

source: Alien Artifact - Plasma Blaster
el: Εξωγήινο τεχνούργημα - Εκρηκτικό Πλάσματος
it: Artefatto Alieno - Cannone al Plasma
pt_br: Artefato alienígena - Plasma Blaster

source: plasblaster_txt
el: Commander, here's my report on our alien plasma blaster research. This is by far the heaviest member we've observed out of the plasma weapon family, and it seems unlikely that they will get any larger. The blaster requires at least two people and a heavy-duty cart to get it in and out of secure storage. It's barely man-portable, requiring a troop with great strength to carry it into battle. It is so large that, if it were a vehicle-mounted piece, it wouldn't even fit on most of our UGVs. The magazines weigh nearly a kilogramme apiece and the plasma generated is hot enough to melt through conventional armoured vehicles. One of the notable improvements over the plasma rifle is the blaster's increased range, made possible by thicker containment plastic and higher bolt speeds. Ballistic testing has confirmed that blaster shots can reach distances of up to 400m before dispersing. The accuracy may be poor, but the blaster also has a far higher rate of fire. A heavy-duty plasma chamber and upgraded plastic spinnerets can produce up to 250 rounds per minute. Unfortunately for us, despite the containment plastic's increased thickness, the bolts will still burst and deploy their plasma properly even at extreme close range. This makes the blaster highly dangerous at all ranges at which PHALANX troops may encounter it. We recommend that any enemies found carrying one be neutralised ASAP, as they are an extreme threat to everyone and everything in the line of fire. The aliens seem to use the blaster mostly in the role of heavy machine gun and anti-vehicle weapon. Another interesting fact is that their use is almost completely exclusive to the Ortnok species. Most Tamans -- like most humans -- would have extreme difficulty trying to lift and aim one and require mechanical assistance to do so. Cybernetic enhancements and/or the development of powered armour would certainly rectify many of the blaster's inherent weaknesses from a human point of view. Lastly, we've mapped out the weapon's full control scheme for you, which is documented in the attached field manual. Our troops should now be able to train with and use the plasma blaster in combat as any other weapon, provided they're able to lift it. --Cdr. Navarre
es: Un arma normalmente utilizada para destruir objetivos armados. Es pesada y lenta para dispara, sin embargo esta arma es mas poderosa que cualquier cosa hecha en la Tierra.
it: Commander, here's my report on our alien plasma blaster research. This is by far the heaviest member we've observed out of the plasma weapon family, and it seems unlikely that they will get any larger. The blaster requires at least two people and a heavy-duty cart to get it in and out of secure storage. It's barely man-portable, requiring a troop with great strength to carry it into battle. It is so large that, if it were a vehicle-mounted piece, it wouldn't even fit on most of our UGVs. The magazines weigh nearly a kilogramme apiece and the plasma generated is hot enough to melt through conventional armoured vehicles. One of the notable improvements over the plasma rifle is the blaster's increased range, made possible by thicker containment plastic and higher bolt speeds. Ballistic testing has confirmed that blaster shots can reach distances of up to 400m before dispersing. The accuracy may be poor, but the blaster also has a far higher rate of fire. A heavy-duty plasma chamber and upgraded plastic spinnerets can produce up to 250 rounds per minute. Unfortunately for us, despite the containment plastic's increased thickness, the bolts will still burst and deploy their plasma properly even at extreme close range. This makes the blaster highly dangerous at all ranges at which PHALANX troops may encounter it. We recommend that any enemies found carrying one be neutralised ASAP, as they are an extreme threat to everyone and everything in the line of fire. The aliens seem to use the blaster mostly in the role of heavy machine gun and anti-vehicle weapon. Another interesting fact is that their use is almost completely exclusive to the Ortnok species. Most Tamans -- like most humans -- would have extreme difficulty trying to lift and aim one and require mechanical assistance to do so. Cybernetic enhancements and/or the development of powered armour would certainly rectify many of the blaster's inherent weaknesses from a human point of view. Lastly, we've mapped out the weapon's full control scheme for you, which is documented in the attached field manual. Our troops should now be able to train with and use the plasma blaster in combat as any other weapon, provided they're able to lift it. --Cdr. Navarre
pt_br: Commander, here's my report on our alien plasma blaster research. This is by far the heaviest member we've observed out of the plasma weapon family, and it seems unlikely that they will get any larger. The blaster requires at least two people and a heavy-duty cart to get it in and out of secure storage. It's barely man-portable, requiring a troop with great strength to carry it into battle. It is so large that, if it were a vehicle-mounted piece, it wouldn't even fit on most of our UGVs. The magazines weigh nearly a kilogramme apiece and the plasma generated is hot enough to melt through conventional armoured vehicles. One of the notable improvements over the plasma rifle is the blaster's increased range, made possible by thicker containment plastic and higher bolt speeds. Ballistic testing has confirmed that blaster shots can reach distances of up to 400m before dispersing. The accuracy may be poor, but the blaster also has a far higher rate of fire. A heavy-duty plasma chamber and upgraded plastic spinnerets can produce up to 250 rounds per minute. Unfortunately for us, despite the containment plastic's increased thickness, the bolts will still burst and deploy their plasma properly even at extreme close range. This makes the blaster highly dangerous at all ranges at which PHALANX troops may encounter it. We recommend that any enemies found carrying one be neutralised ASAP, as they are an extreme threat to everyone and everything in the line of fire. The aliens seem to use the blaster mostly in the role of heavy machine gun and anti-vehicle weapon. Another interesting fact is that their use is almost completely exclusive to the Ortnok species. Most Tamans -- like most humans -- would have extreme difficulty trying to lift and aim one and require mechanical assistance to do so. Cybernetic enhancements and/or the development of powered armour would certainly rectify many of the blaster's inherent weaknesses from a human point of view. Lastly, we've mapped out the weapon's full control scheme for you, which is documented in the attached field manual. Our troops should now be able to train with and use the plasma blaster in combat as any other weapon, provided they're able to lift it. --Cdr. Navarre

source: plasblaster_pre_txt
el: Commander, we've recovered an alien plasma blaster from the field. This is an extremely powerful new plasma weapon that warrants immediate research. Preliminary testing confirms that blaster shots tear right through our Combat Armour and have a far longer range than the other plasma weapons we've recovered. Please authorise this research program at your earliest convenience. --Cdr. Navarre
es_es: No hay información previa a la investigación diponible.
it: Commander, we've recovered an alien plasma blaster from the field. This is an extremely powerful new plasma weapon that warrants immediate research. Preliminary testing confirms that blaster shots tear right through our Combat Armour and have a far longer range than the other plasma weapons we've recovered. Please authorise this research program at your earliest convenience. --Cdr. Navarre
pt_br: Commander, we've recovered an alien plasma blaster from the field. This is an extremely powerful new plasma weapon that warrants immediate research. Preliminary testing confirms that blaster shots tear right through our Combat Armour and have a far longer range than the other plasma weapons we've recovered. Please authorise this research program at your earliest convenience. --Cdr. Navarre

source: Alien Artifact - Plasma Blade
el: Εξωγήινο τεχνούργημα - Λεπίδα Πλάσματος
it: Artefatto Alieno - Lama al Plasma
pt_br: Artefato Alienígena - Espada de Plasma
