Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: b_aliencontainment_txt
el: Blueprints -- Alien Containment Facility CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Research Document, Sigma Clearance -- Commander's Eyes Only Filed: 16 February 1958 By: Maj. Marcel LeClerc, Base Commander, PHALANX, Pacific Operations Command Overview The first priority of the Extraterrestrial Response Unit is to prepare for a time when it may be needed. The PHALANX Containment Facility is an important part of any invasion response plan. It contains atmospheric habitation chambers, interrogation machinery, nutrition distribution units, and all the other apparatus required to sustain any extraterrestrial life that we could comprehend. Firstly, the airtight habitation chambers provide a place to store and keep extraterrestrials (EXT) for a significant period of time. Their atmosphere generators are capable of pumping any individual chamber full of any desired mix of gases. This can provide an EXT with breathable air for at least several weeks, well beyond the expected lifespan for a specimen in our research programs. Trace elements that do not occur naturally on Earth may be difficult to come by, but the likelihood of this becoming an impediment to our research is infinitessimal. In a worst-case scenario, the atmosphere generators are designed to allow links to recovered life support equipment. Secondly, waldo-operated medical and interrogation apparatus is present in each habitation chamber, able to apply sedation, medication or other chemical injections via a pneumatic dart launcher, or to administer electroshocks for interrogation purposes. There is also a so-called "panic button" installed on each chamber individually and in the control room for every block of chambers. The panic button can immediately incinerate the contents of its chamber during an emergency. The chambers and corridors of the Containment Facility are specially designed to allow EXTs of any shape and size to be transported and held. The facility also has a fully-equipped cryo-morgue to store corpses and samples for later review. Recommended Doctrine In the case of an invasion, the Containment Unit should be used to its full extent, storing both live and dead EXTs for research and allowing us to examine them in their living state. There is no greater priority than the discovery of the thought processes of the extraterrestrial mind, to learn their motivations and perhaps find a compromise, an opportunity for communication, or a suitable counterstrategy to neutralise the enemy once and for all. If a PHALANX base were to be attacked, immediate consideration should be given to hit the panic button on the entire Containment Facility. Unless there are irreplaceable specimens in storage, we cannot risk the attacking EXTs freeing their captured comrades. Immediate and complete sedation is another, more risky strategy -- however, I stress that we will not win a war with half measures. Addenda To whatever future Commanders might be reviewing this file: Keep in mind that the machinery in the Containment Facility, like a fair portion of PHALANX equipment, has yet to undergo its true acid test against an extraterrestrial force. Upgrades or adjustments may be required for it to perform up to its design spec.
es_es: Especificaciones -- Celda para alienígenas CLASIFICACIÓN NIVEL NEGRO Unidad de Respuesta Extraterrestre PHALANX Documento de Investigación, Sigma Clearance -- Solo para los ojos del Comandante Archivado: 16 Febrero 1958 By: Maj. Marcel LeClerc, Comandante en jefe de Base, PHALANX, Centro de Operaciones Pacíficas Descripcion La primera prioridad de la Unidad de Respues Extraterrestre es prepararse para cuando sea necesaria su presencia. La Celda para Alienígenas PHALANX es una parte importante del plan de respuesta a la invasion. Contiene celdas con atmosfera regulada, maquinaria de interrogatio, unidades de distribucion de alimentos y cualquier otro aparato necesario para mantener cualquier vida extraterrestre que podamos capturar. En primer lugar, las habitaciones con atmosfera regulada permiten confinar extraterrestres (EXT) durante un prolongado periodo de tiempo. Sus generadores de atmosfera son capaces de generar cualquier combinación de gases en cualquiera de las celdas, para proporciona la mezcla adecuada a un EXT en concreto durante semanas (más que suficiente para terminar cualquier proyecto de investigación sobre dicho EXT). Las posibilidades de necesitar gases que no se produzcan de manera natural en la tierra, y que esto sea un obstaculo para nuestras investigaciones, son infinitesimales. En el peor de los casos, estos generadores de atmosfera han sido diseñados para permitir la conexion de cualquier equipamiento de soporte vital recuperado del enemigo. En segundo lugar, disponen de maquinaria de control remoto en cada celda, que permite aplicar sedantes, mediacion o cualquier otro compuesto quimico a los EXT a traves de un aguja neumática, asi como administrar electroshocks para facilitar los interrogatorios. También cuantan con el llamado "botón del pánico" en cada bloque de celdas, que permite incinerar el contenido de esas celdas en caso de emergencia. Las celdas y los pasillos de esta estructura estan especialmente diseñados para permitir que EXT's de cualquier forma y tamaño sean introducidos y confinados. Adicionalmente, se ha dispuesto de una camara criogénica para almacenar cuerpos y muestras para su posterior análisis Doctrina Recomendada En el caso de una invasion, las Celdas para Alienígenas deberían ser usadas al máximo de su potencial, almacenando EXTs tanto vivos como muertos para permitirnos preseguir las investigaciones pertinentes. No hay mayor prioridad que la de descubrir cómo funcionan los procesos mentales de los extraterrestre en la esperanza de conocer sus motivaciones y, quizas, encontrar una forma de compromiso, una oportunidad de comunicacion, o en el peor de los casos, una estrategia de contraataque que neutralice la amenaza alienígena de una vez. Si una base PHALANX es atacada, se debe considerar de inmediato el uso del "botón del pánico" en todas las galerias de celdas. De no encontrarse en ellas ningun especimen irremplazable, la norma general sera impedir la liberación de los EXT encarcelados. Otra estrategia más arriesgada sería la de sedar a los prisioneros durante un ataque, sin embargo esta opción no se recomienda por su peligrosidad. Addenda Para cualquier futor Comandante que revise este archivo: Ten siempre presente que la maquinaria de la Celda de Alienígenas, al igual que mucho del equipo PHALANX, todavia no ha pasado su prueba de fuego al no encontrarse la oportunidad para ello. Seguramente serán necesaras mejores y/o ajustes para cumplir las especificaciones de diseño.
it: Blueprints -- Alien Containment Facility CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Research Document, Sigma Clearance -- Commander's Eyes Only Filed: 16 February 1958 By: Maj. Marcel LeClerc, Base Commander, PHALANX, Pacific Operations Command Overview The first priority of the Extraterrestrial Response Unit is to prepare for a time when it may be needed. The PHALANX Containment Facility is an important part of any invasion response plan. It contains atmospheric habitation chambers, interrogation machinery, nutrition distribution units, and all the other apparatus required to sustain any extraterrestrial life that we could comprehend. Firstly, the airtight habitation chambers provide a place to store and keep extraterrestrials (EXT) for a significant period of time. Their atmosphere generators are capable of pumping any individual chamber full of any desired mix of gases. This can provide an EXT with breathable air for at least several weeks, well beyond the expected lifespan for a specimen in our research programs. Trace elements that do not occur naturally on Earth may be difficult to come by, but the likelihood of this becoming an impediment to our research is infinitessimal. In a worst-case scenario, the atmosphere generators are designed to allow links to recovered life support equipment. Secondly, waldo-operated medical and interrogation apparatus is present in each habitation chamber, able to apply sedation, medication or other chemical injections via a pneumatic dart launcher, or to administer electroshocks for interrogation purposes. There is also a so-called "panic button" installed on each chamber individually and in the control room for every block of chambers. The panic button can immediately incinerate the contents of its chamber during an emergency. The chambers and corridors of the Containment Facility are specially designed to allow EXTs of any shape and size to be transported and held. The facility also has a fully-equipped cryo-morgue to store corpses and samples for later review. Recommended Doctrine In the case of an invasion, the Containment Unit should be used to its full extent, storing both live and dead EXTs for research and allowing us to examine them in their living state. There is no greater priority than the discovery of the thought processes of the extraterrestrial mind, to learn their motivations and perhaps find a compromise, an opportunity for communication, or a suitable counterstrategy to neutralise the enemy once and for all. If a PHALANX base were to be attacked, immediate consideration should be given to hit the panic button on the entire Containment Facility. Unless there are irreplaceable specimens in storage, we cannot risk the attacking EXTs freeing their captured comrades. Immediate and complete sedation is another, more risky strategy -- however, I stress that we will not win a war with half measures. Addenda To whatever future Commanders might be reviewing this file: Keep in mind that the machinery in the Containment Facility, like a fair portion of PHALANX equipment, has yet to undergo its true acid test against an extraterrestrial force. Upgrades or adjustments may be required for it to perform up to its design spec.
pt_br: Blueprints -- Alien Containment Facility CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Research Document, Sigma Clearance -- Commander's Eyes Only Filed: 16 February 1958 By: Maj. Marcel LeClerc, Base Commander, PHALANX, Pacific Operations Command Overview The first priority of the Extraterrestrial Response Unit is to prepare for a time when it may be needed. The PHALANX Containment Facility is an important part of any invasion response plan. It contains atmospheric habitation chambers, interrogation machinery, nutrition distribution units, and all the other apparatus required to sustain any extraterrestrial life that we could comprehend. Firstly, the airtight habitation chambers provide a place to store and keep extraterrestrials (EXT) for a significant period of time. Their atmosphere generators are capable of pumping any individual chamber full of any desired mix of gases. This can provide an EXT with breathable air for at least several weeks, well beyond the expected lifespan for a specimen in our research programs. Trace elements that do not occur naturally on Earth may be difficult to come by, but the likelihood of this becoming an impediment to our research is infinitessimal. In a worst-case scenario, the atmosphere generators are designed to allow links to recovered life support equipment. Secondly, waldo-operated medical and interrogation apparatus is present in each habitation chamber, able to apply sedation, medication or other chemical injections via a pneumatic dart launcher, or to administer electroshocks for interrogation purposes. There is also a so-called "panic button" installed on each chamber individually and in the control room for every block of chambers. The panic button can immediately incinerate the contents of its chamber during an emergency. The chambers and corridors of the Containment Facility are specially designed to allow EXTs of any shape and size to be transported and held. The facility also has a fully-equipped cryo-morgue to store corpses and samples for later review. Recommended Doctrine In the case of an invasion, the Containment Unit should be used to its full extent, storing both live and dead EXTs for research and allowing us to examine them in their living state. There is no greater priority than the discovery of the thought processes of the extraterrestrial mind, to learn their motivations and perhaps find a compromise, an opportunity for communication, or a suitable counterstrategy to neutralise the enemy once and for all. If a PHALANX base were to be attacked, immediate consideration should be given to hit the panic button on the entire Containment Facility. Unless there are irreplaceable specimens in storage, we cannot risk the attacking EXTs freeing their captured comrades. Immediate and complete sedation is another, more risky strategy -- however, I stress that we will not win a war with half measures. Addenda To whatever future Commanders might be reviewing this file: Keep in mind that the machinery in the Containment Facility, like a fair portion of PHALANX equipment, has yet to undergo its true acid test against an extraterrestrial force. Upgrades or adjustments may be required for it to perform up to its design spec.

source: b_command_txt
el: Blueprints -- Command Centre CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 30 July 2027 By: Dr. Richard Strohm, Base Commander, PHALANX, Pacific Operations Command Overview To any noble personages reading this report -- yeah, right -- I should warn you that I'm somewhat drunk and am dictating the last of my paperwork before they close the base down forever. And I'll probably be long-dead before anyone digs up any info about this old project, so I can't get in trouble for whatever I say here. Just for the record, the bastarding SecDef can get buggered with a chainsaw. 'Budget cuts' my ass. Anyway, we've made some upgrades to the CC lately, so I've got to submit a new report. The Command Centre is the nerve centre of any PHALANX base. It coordinates all base activity from research to engineering, it gathers and interprets data from our radar installations, it serves as a war room for mission planning, and it is the C3 (Command/Control/Communications) hub that launches and directs our air-to-air interceptions. A base can still operate without a functional Command Centre, but it would be blind, deaf and dumb; our interceptors couldn't even launch for lack of traffic control. The CC is packed floor to ceiling with a brand new H-9000 mainframe and state-of-the-art communications gear, all of which is being ripped out by a gang of jackhammer-equipped thugs even as we speak. This equipment can't function without a power plant to supply it with enough electricity. In my experience, most of the command staff actually lives in the CC, but I'm told that lower-ranking individuals do get to see their bunks once every few days. Speaking for myself, though, that's anecdotal evidence at best. Recommended Doctrine In the unlikely event that this type of installation is ever built again, keep it supplied with enough power to run it properly, and place it in a well-protected spot some distance from the entrance and hangars. If a base does get attacked, defending the CC should be a top priority, because without it we will be unable to put up any kind of effective fight until it can be repaired. Addenda Addendum, Executive Officer Abel S. Howard, 18 March 2084: The old CC blueprints have been updated by our engineers to replace the ancient H-9000 mainframe and terminals with up-to-date holo-workstations and a fresh supercomputer installation. All other components are still viable and effective.
es: El Centro de Comando es el corazón de cualquier base Phalanx. Todas las misiones son planeadas aquí, al igual que toda la información recogida por los sensores de la base y los agentes de campo convergen aquí. Ninguna base puede operar sin un Centro de Comando, en consecuencia cada base debe tener uno para poder entrar en operación.
es_es: Diseños -- Centro de Mando Clasificación Nivel Negro Unidad de Repuesta Extraterrestre PHALANX Detalles constructivos, Sigma Clearance -- Solo para los ojos del comandante Archivado: 30 Julio 2027 By: Dr. Richard Strohm, Comandante en jefe de Base, PHALANX, Centro de Operaciones Pacíficas Descripción Para cualquiera que este leyendo este informe, -- si, bueno -- debo advertir primero que estoy algo borracho y estoy dictando la última de mis notas de trabajo antes de que cierren esta base para siempre. Y probablemente llevaré mucho tiempo muerto antes de que alguien encuentre información de este antiguo proyecto, así que no creo que me meta en lios por cualquier cosa que pueda decir aquí... Sólo para que se sepa, por mi parte el bastardo del Secretario de Defensa puede ser operado con una sierra mecanica. 'Recortes de presupuesto'... gilipollas. En cualquier caso hemos hecho algunas mejoras en el centro de mando ultimamente, así que se supone que tengo que hacer un informe. El Centro de Mando forma el sistema nervioso central de cualquier base PHALANX. Coordina toda la actividad de la base: desde investigación hasta la producción, procesamiento de las señales del radar, sirve de sala de operaciones para misiones y es lo que llamamos el Concentrador C3 (Comando/Control/Comunicación) durante las misiones de intercepción aéreas. Una base puede funcionar sin su Centro de Mando, pero se encontraría ciega y sorda; ni siquiera podríamos lanzar nuestros interceptores por la falta de control del trafico aéreo. El CM está revestido desde el suelo hasta el techo de las nuevas computadoras H-9000 y la maquinaria de comunicación más puntera; todo lo cual está siendo desmontado por unos paletos armados con alicates mientras hablo. Este equipo no puede funcionar sin una planta generadora que proporcione la electricidad necesaria. Por mi experiencia puedo decir que la mayor parte del equipo de mando prácticamente vive en el CM, aunque los miembros de menor categoría apenas lo pisan una vez cada muchos dias. Doctrina Recomendada En el improbable caso de que este tipo de instalaciones tenga que ser construido de nuevo, mantengase bien provisto de electricidad, y construyase en un lugar bien protegido, lejos de la entrada o de los hangares. Si la base resulta atacada, proteger el CM debe ser la principal prioridad, porque sin él la base será incapaz de ofrecer ninguna otra resistencia hasta que sea reparado. Addenda Addendum, Oficial Ejecutivo Abel S. Howard, 18 Marzo 2084: Los antiguos prototipos del CM han sido actualizados por nuestros ingenieros para sustituir el antiguo H-9000 por terminales con la ultima tecnología holográfica y supercomputadores de nueva generacion. El resto de componentes todavía es útil.
it: Blueprints -- Command Centre CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 30 July 2027 By: Dr. Richard Strohm, Base Commander, PHALANX, Pacific Operations Command Overview To any noble personages reading this report -- yeah, right -- I should warn you that I'm somewhat drunk and am dictating the last of my paperwork before they close the base down forever. And I'll probably be long-dead before anyone digs up any info about this old project, so I can't get in trouble for whatever I say here. Just for the record, the bastarding SecDef can get buggered with a chainsaw. 'Budget cuts' my ass. Anyway, we've made some upgrades to the CC lately, so I've got to submit a new report. The Command Centre is the nerve centre of any PHALANX base. It coordinates all base activity from research to engineering, it gathers and interprets data from our radar installations, it serves as a war room for mission planning, and it is the C3 (Command/Control/Communications) hub that launches and directs our air-to-air interceptions. A base can still operate without a functional Command Centre, but it would be blind, deaf and dumb; our interceptors couldn't even launch for lack of traffic control. The CC is packed floor to ceiling with a brand new H-9000 mainframe and state-of-the-art communications gear, all of which is being ripped out by a gang of jackhammer-equipped thugs even as we speak. This equipment can't function without a power plant to supply it with enough electricity. In my experience, most of the command staff actually lives in the CC, but I'm told that lower-ranking individuals do get to see their bunks once every few days. Speaking for myself, though, that's anecdotal evidence at best. Recommended Doctrine In the unlikely event that this type of installation is ever built again, keep it supplied with enough power to run it properly, and place it in a well-protected spot some distance from the entrance and hangars. If a base does get attacked, defending the CC should be a top priority, because without it we will be unable to put up any kind of effective fight until it can be repaired. Addenda Addendum, Executive Officer Abel S. Howard, 18 March 2084: The old CC blueprints have been updated by our engineers to replace the ancient H-9000 mainframe and terminals with up-to-date holo-workstations and a fresh supercomputer installation. All other components are still viable and effective.
pt_br: Blueprints -- Command Centre CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 30 July 2027 By: Dr. Richard Strohm, Base Commander, PHALANX, Pacific Operations Command Overview To any noble personages reading this report -- yeah, right -- I should warn you that I'm somewhat drunk and am dictating the last of my paperwork before they close the base down forever. And I'll probably be long-dead before anyone digs up any info about this old project, so I can't get in trouble for whatever I say here. Just for the record, the bastarding SecDef can get buggered with a chainsaw. 'Budget cuts' my ass. Anyway, we've made some upgrades to the CC lately, so I've got to submit a new report. The Command Centre is the nerve centre of any PHALANX base. It coordinates all base activity from research to engineering, it gathers and interprets data from our radar installations, it serves as a war room for mission planning, and it is the C3 (Command/Control/Communications) hub that launches and directs our air-to-air interceptions. A base can still operate without a functional Command Centre, but it would be blind, deaf and dumb; our interceptors couldn't even launch for lack of traffic control. The CC is packed floor to ceiling with a brand new H-9000 mainframe and state-of-the-art communications gear, all of which is being ripped out by a gang of jackhammer-equipped thugs even as we speak. This equipment can't function without a power plant to supply it with enough electricity. In my experience, most of the command staff actually lives in the CC, but I'm told that lower-ranking individuals do get to see their bunks once every few days. Speaking for myself, though, that's anecdotal evidence at best. Recommended Doctrine In the unlikely event that this type of installation is ever built again, keep it supplied with enough power to run it properly, and place it in a well-protected spot some distance from the entrance and hangars. If a base does get attacked, defending the CC should be a top priority, because without it we will be unable to put up any kind of effective fight until it can be repaired. Addenda Addendum, Executive Officer Abel S. Howard, 18 March 2084: The old CC blueprints have been updated by our engineers to replace the ancient H-9000 mainframe and terminals with up-to-date holo-workstations and a fresh supercomputer installation. All other components are still viable and effective.
