Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: b_storage_txt
el: Blueprints -- Storage CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 26 January 1958 By: Maj. Marcel LeClerc, Base Commander, PHALANX, Pacific Operations Command Overview The Storage facility is the base's repository for ammunition, weapons, and other equipment not currently in use. All small-arms, vehicle and aircraft ammunition that is not earmarked for emergency response resides in the Storage facility. It also serves as a garage for our battlefield vehicles. These remain in their bays until mission time, with fully-loaded magazines in case of a base attack. Cameras and alarms maintain round-the-clock vigilance to ensure no unauthorised removals are made. All removals must be approved by the officer on duty before the alarm is deactivated. Live ammunition and other sensitive equipment such as alien artifacts are kept in locked containers in the quartermaster's office behind rigorous security; checking anything out of locked storage requires the presence of the base quartermaster and written authorisation from the Command Centre. All item requisitions necessary for research, production and aircraft maintenance are handled by the appropriate officers; no input from the Base Commander is required. Only mission equipment and battlefield vehicles require the Commander's direct supervision. The Storage facility can fit a maximum of 50 standard-sized pallets of equipment. The amount of items in a pallet is relatively unimportant, size is the main restricting factor with regards to Storage facility space. The contents of each individual pallet are scrupulously tracked by magnetic labels and detailed punch-card logs. It does not depend upon any other base facilities to function. Recommended Doctrine In the case of an invasion, we will need all the storage space we can get. Large stores of ammunition may need to be squared away for long periods of time. Recovered artifacts will need to be adequately contained and protected, as anything with nebulous alien capabilities should be kept in our explosion-proof lockers or be destroyed. If all the lockers are full, we may have no choice in the matter. During a base attack, the Storage facility would not be more than a target of opportunity. Any sensitive equipment in the facility will most likely be protected and require significant effort to destroy. Even the facility itself is cheap and easy to repair. The only threat comes from stored explosives and ammunition, which may present a risk due to the possibility of sympathetic detonation. Still, any extraterrestrials are unlikely to spend the time and effort getting into our explosion-proof lockers when there are easier targets nearby. Addenda None.
es: Este edificio es usado para almacenar el equipamiento y partes sobrantes. Cada bodega provee espacio para 50 unidades de equipamiento.
es_es: Diseños -- Almacén Clasificación Nivel Negro Unidad de Repuesta Extraterrestre PHALANX Detalles constructivos, Sigma Clearance -- Solo para los ojos del comandante Archivado: 26 Enero 1958 By: Maj. Marcel LeClerc, Comandante en jefe de Base, PHALANX, Centro de Operaciones Pacíficas Descripción El almacén es donde se guardan las armas, municiones y cualquier otro equipamiento que no esté siendo utilizado en ese momento. Tambien se usa como garaje para nuestros vehículos de batalla, permaneciendo aquí hasta que son requeridos para alguna misión, y con las armas cargadas para una intervención inmediata en caso de ataque a la base. Existen cámaras y alarmas vigilando continuamente que no se extraigan las mercancías almacenadas sin gautorización. Cualquier retirada de equipamiento debe ser aprobada por el oficial al mando antes de que la alarma pueda ser desactivada. La munición y otros bienes importantes, como los artefactos alienígenas, se almacenan en contenedores cerrados en la oficina del encargado sometidos a una rigurosa vigilancia; el uso de cualquiera de estos contenedores requiere la presencia del oficial encargado así como una autorización firmada por el Centro de Mando. No obstante, cualquier pedido de objetos usados para investigación, desarrollo y mantenimiento general son tramitados por el oficial adecuado en cada caso, sin requerir autorización del Centro de Mando. Sólo el equipamiento de batalla y los vehiculos están directamente supervisados por él. Un Almacén normal puede contener un máximo de 50 palés de equipo. La cantidad de objetos en cada palé individual es poco importante, es el tamaño total lo que limíta el uso del almacén. El contenido de cada palé es escrupulosamente registrado con bandas magneticas y detallado en registros de entrada y salida ante cualquier movimiento. El almacén no requiere de ninguna otra instalación para su funcionamiento. Doctrina Recomendada En caso de ataque necesitaremos todo el espacio de almacenaje que podamos conseguir. Son necesarias grandes cantidades de munición para resistir un ataque durante largos periodos de tiempo. Los artefactos alienígenas recuperados deberá ser adecuadamente almacenados y protegidos; cualquier artefacto que presente un extraño comportamiento, o que todavía no haya sido investigado por los chicos del laboratorio, deberá ser guardado en nuestros contenedores a prueba de explosión, o ser destruido. Si todo el espacio esta ocupado, puede que no tengamos altenernativas en ese aspecto. Durante un ataque a la base, el almacén no será mas que un blanco de oportunidad. Si pueden, los alienígenas intentaran destruirlo, pero no es un objetivo primario y seguramente pasarán por ellos sin mostrar interés. Cualquier equipamiento estará debidamente sellado y protegido, con lo que su destrucción requeriría un esfuerzo quizas demasiado grande, existiendo otros blancos más apetitosos. El único peligro proviene de la munición y los explosivos almacenados, que pueden correr riesgo de detonación por explosiones cercanas. Addenda Ninguno.
it: Blueprints -- Storage CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 26 January 1958 By: Maj. Marcel LeClerc, Base Commander, PHALANX, Pacific Operations Command Overview The Storage facility is the base's repository for ammunition, weapons, and other equipment not currently in use. All small-arms, vehicle and aircraft ammunition that is not earmarked for emergency response resides in the Storage facility. It also serves as a garage for our battlefield vehicles. These remain in their bays until mission time, with fully-loaded magazines in case of a base attack. Cameras and alarms maintain round-the-clock vigilance to ensure no unauthorised removals are made. All removals must be approved by the officer on duty before the alarm is deactivated. Live ammunition and other sensitive equipment such as alien artifacts are kept in locked containers in the quartermaster's office behind rigorous security; checking anything out of locked storage requires the presence of the base quartermaster and written authorisation from the Command Centre. All item requisitions necessary for research, production and aircraft maintenance are handled by the appropriate officers; no input from the Base Commander is required. Only mission equipment and battlefield vehicles require the Commander's direct supervision. The Storage facility can fit a maximum of 50 standard-sized pallets of equipment. The amount of items in a pallet is relatively unimportant, size is the main restricting factor with regards to Storage facility space. The contents of each individual pallet are scrupulously tracked by magnetic labels and detailed punch-card logs. It does not depend upon any other base facilities to function. Recommended Doctrine In the case of an invasion, we will need all the storage space we can get. Large stores of ammunition may need to be squared away for long periods of time. Recovered artifacts will need to be adequately contained and protected, as anything with nebulous alien capabilities should be kept in our explosion-proof lockers or be destroyed. If all the lockers are full, we may have no choice in the matter. During a base attack, the Storage facility would not be more than a target of opportunity. Any sensitive equipment in the facility will most likely be protected and require significant effort to destroy. Even the facility itself is cheap and easy to repair. The only threat comes from stored explosives and ammunition, which may present a risk due to the possibility of sympathetic detonation. Still, any extraterrestrials are unlikely to spend the time and effort getting into our explosion-proof lockers when there are easier targets nearby. Addenda None.
pt_br: Blueprints -- Storage CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 26 January 1958 By: Maj. Marcel LeClerc, Base Commander, PHALANX, Pacific Operations Command Overview The Storage facility is the base's repository for ammunition, weapons, and other equipment not currently in use. All small-arms, vehicle and aircraft ammunition that is not earmarked for emergency response resides in the Storage facility. It also serves as a garage for our battlefield vehicles. These remain in their bays until mission time, with fully-loaded magazines in case of a base attack. Cameras and alarms maintain round-the-clock vigilance to ensure no unauthorised removals are made. All removals must be approved by the officer on duty before the alarm is deactivated. Live ammunition and other sensitive equipment such as alien artifacts are kept in locked containers in the quartermaster's office behind rigorous security; checking anything out of locked storage requires the presence of the base quartermaster and written authorisation from the Command Centre. All item requisitions necessary for research, production and aircraft maintenance are handled by the appropriate officers; no input from the Base Commander is required. Only mission equipment and battlefield vehicles require the Commander's direct supervision. The Storage facility can fit a maximum of 50 standard-sized pallets of equipment. The amount of items in a pallet is relatively unimportant, size is the main restricting factor with regards to Storage facility space. The contents of each individual pallet are scrupulously tracked by magnetic labels and detailed punch-card logs. It does not depend upon any other base facilities to function. Recommended Doctrine In the case of an invasion, we will need all the storage space we can get. Large stores of ammunition may need to be squared away for long periods of time. Recovered artifacts will need to be adequately contained and protected, as anything with nebulous alien capabilities should be kept in our explosion-proof lockers or be destroyed. If all the lockers are full, we may have no choice in the matter. During a base attack, the Storage facility would not be more than a target of opportunity. Any sensitive equipment in the facility will most likely be protected and require significant effort to destroy. Even the facility itself is cheap and easy to repair. The only threat comes from stored explosives and ammunition, which may present a risk due to the possibility of sympathetic detonation. Still, any extraterrestrials are unlikely to spend the time and effort getting into our explosion-proof lockers when there are easier targets nearby. Addenda None.

source: b_teamroom_txt
el: Blueprints -- Team Room CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 11 August 2008 By: Gen. E. Baxter, Base Commander, PHALANX, Pacific Operations Command Overview It is painfully clear that soldiers during wartime lead highly stressful lives. In order to maintain morale they need a place to unwind and interact in a rank-free environment. We have sought to provide this kind of R&R in the form of the Team Room facility. It is equipped with a variety of entertainments, from sports tables to high-tech game consoles. It also features a modest wall-mounted cinema display for communal movie screenings. There are vending machines with alcoholic and non-alcoholic beverages, and a separate sitting room for our soldiers to achieve some amount of privacy from the closeness of base living. To this end the sitting room can be locked from the inside for up to 30 minutes per day by each team member. The lock may be overridden from the Control Centre or by a present Command Centre or medical officer in case of an emergency. All our equipment requires maintenance, and I would argue that our soldiers require the most maintenance of all. The Team Room is one of the best ways to keep them mentally healthy and in fighting trim. Unless it has access to an operational Power Plant, the Team Room will be shut down to avoid non-vital power consumption. Recommended Doctrine The Team Room is an important tool in maintaining good morale amongst our soldiers and should be built in any base that houses a combat team. It provides them with various vital means of stress relief, which will ease the stressful effects of continued combat, life-threatening situations, and the near-certain death of team members in the field. High morale is essential for our battlefield performance and must be maintained at all costs. However, I must stress that the Team Room is not a replacement for base leave. Our soldiers will still need to be allowed off-base from time to time in order to maintain their connection with the outside world and their sanity. For the purposes of a base attack, the Team Room is an extremely low-risk installation with little to no strategic value. If encountered by extraterrestrial attackers, it will almost certainly be bypassed altogether in favour of more sensitive installations. Addenda None.
es: <TODO>
es_es: Diseños -- Sala de Recreo Clasificación Nivel Negro Unidad de Repuesta Extraterrestre PHALANX Detalles constructivos, Sigma Clearance -- Solo para los ojos del comandante Archivado: 11 Agosto 2008 By: Gen. E. Baxter, Comandante en jefe de Base, PHALANX, Centro de Operaciones Pacíficas Descripción Está claro que los soldados llevan una vida muy estresada durante la guerra. Necesitan un lugar para desconectar y relacionarse en un ambiente sin rangos. Hemos planeado proporcionar este tipo de relajacion en la forma de una instalación de recreo. Ésta está equipada con varios tipos de entretenimiento, desde mesas de juego hasta consolas de ultima generación. También cuenta con una pequeña pantalla de cine para el visionado común de películas. Hay máquinas expendedoras con bebidas alcoholicas y no alcoholicas, y una sala de lectura que proporciona un poco más de intimidad a los soldados. Para conseguir este objetivo, cada día la sala de lectura puede cerrarse desde dentro durante 30 minutos por parte de cada miembro del equipo. Por supuesto, este cierre puede desbloquearse desde el centro de mando o a petición de algún oficial médico en caso de una emergencia. Todo nuestro equipamiento necesita mantenimiento, y debo decir que nuestros soldados necesitan más que ninguno. La Sala de Recreo es una de las mejores formas de mantenerlos mentalmente sanos en situación de combate. A no ser que tenga acceso a una Planta de Energía operativa, la Sala de Recreo debe desconectarse para evitar un consumo de potencia no esencial. Doctrina Recomendada La Sala de Recreo es una herramienta importante en el mantenimiento de una moral alta entre nuestros soldados y debería ser construida en cualquier base que albergue a un equipo de combate. La sala les proporciona varias vías de descargar el estrés producido por el combate continuo, las situaciones peligrosas y el conocimiento de vivir al borde de la muerte en cada misión. Una moral alta es esencial para nuestra efectividad en el campo de batalla y debe ser mantenida a toda costa. Sin embargo debo recalcar que la Sala de Recreo no es un reemplazo de los permisos. A nuestros soldados se les tiene que seguir concediendo días de libres fuera de la base para que mantengan un saludable vínculo con el mundo exterior. En caso de una ataque a la base, la Sala de Recreo es una instalación de riesgo casi nulo, sin ningún valor estratégico. Si los asaltantes la encuentran, lo más probable es que pasen de largo en busca de construcciones más importantes. Addenda Ninguno.
it: Blueprints -- Team Room CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 11 August 2008 By: Gen. E. Baxter, Base Commander, PHALANX, Pacific Operations Command Overview It is painfully clear that soldiers during wartime lead highly stressful lives. In order to maintain morale they need a place to unwind and interact in a rank-free environment. We have sought to provide this kind of R&R in the form of the Team Room facility. It is equipped with a variety of entertainments, from sports tables to high-tech game consoles. It also features a modest wall-mounted cinema display for communal movie screenings. There are vending machines with alcoholic and non-alcoholic beverages, and a separate sitting room for our soldiers to achieve some amount of privacy from the closeness of base living. To this end the sitting room can be locked from the inside for up to 30 minutes per day by each team member. The lock may be overridden from the Control Centre or by a present Command Centre or medical officer in case of an emergency. All our equipment requires maintenance, and I would argue that our soldiers require the most maintenance of all. The Team Room is one of the best ways to keep them mentally healthy and in fighting trim. Unless it has access to an operational Power Plant, the Team Room will be shut down to avoid non-vital power consumption. Recommended Doctrine The Team Room is an important tool in maintaining good morale amongst our soldiers and should be built in any base that houses a combat team. It provides them with various vital means of stress relief, which will ease the stressful effects of continued combat, life-threatening situations, and the near-certain death of team members in the field. High morale is essential for our battlefield performance and must be maintained at all costs. However, I must stress that the Team Room is not a replacement for base leave. Our soldiers will still need to be allowed off-base from time to time in order to maintain their connection with the outside world and their sanity. For the purposes of a base attack, the Team Room is an extremely low-risk installation with little to no strategic value. If encountered by extraterrestrial attackers, it will almost certainly be bypassed altogether in favour of more sensitive installations. Addenda None.
pt_br: Blueprints -- Team Room CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 11 August 2008 By: Gen. E. Baxter, Base Commander, PHALANX, Pacific Operations Command Overview It is painfully clear that soldiers during wartime lead highly stressful lives. In order to maintain morale they need a place to unwind and interact in a rank-free environment. We have sought to provide this kind of R&R in the form of the Team Room facility. It is equipped with a variety of entertainments, from sports tables to high-tech game consoles. It also features a modest wall-mounted cinema display for communal movie screenings. There are vending machines with alcoholic and non-alcoholic beverages, and a separate sitting room for our soldiers to achieve some amount of privacy from the closeness of base living. To this end the sitting room can be locked from the inside for up to 30 minutes per day by each team member. The lock may be overridden from the Control Centre or by a present Command Centre or medical officer in case of an emergency. All our equipment requires maintenance, and I would argue that our soldiers require the most maintenance of all. The Team Room is one of the best ways to keep them mentally healthy and in fighting trim. Unless it has access to an operational Power Plant, the Team Room will be shut down to avoid non-vital power consumption. Recommended Doctrine The Team Room is an important tool in maintaining good morale amongst our soldiers and should be built in any base that houses a combat team. It provides them with various vital means of stress relief, which will ease the stressful effects of continued combat, life-threatening situations, and the near-certain death of team members in the field. High morale is essential for our battlefield performance and must be maintained at all costs. However, I must stress that the Team Room is not a replacement for base leave. Our soldiers will still need to be allowed off-base from time to time in order to maintain their connection with the outside world and their sanity. For the purposes of a base attack, the Team Room is an extremely low-risk installation with little to no strategic value. If encountered by extraterrestrial attackers, it will almost certainly be bypassed altogether in favour of more sensitive installations. Addenda None.
