Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: Cycle through visible enemies
es: Dar un vistazo a los enemigo Visibles
es_es: Rotar entre los enemigos visibles
it: Scorri fra i nemici visibili
pt_br: Alternar entre os inimigos visíveis

source: Machine Pistol
es_es: Pistola Automática
it: Pistola a Tachioni
pt_br: Pistola Automática

source: 4.2mm MP Magazine
es_es: Cargador de Pistola Automática 4.2mm
it: Caricatore 4.2mm MP
pt_br: Carregador 4.2mm para Pistola Automática

source: Riot Shotgun
es_es: Escopeta
it: Fucile da Rivolta

source: Saboted Slugs
it: Cartucce a Pallettoni
pt_br: Balotes para espingarda

source: Flechette Shells
es_es: Cartuchos de Escopeta
it: Proiettili per Sparachiodi
pt_br: Cartuchos com agulhas

source: Candlelight
it: Fuoco di Candela
pt_br: Luz de Vela

source: Particle-Beam Rocket
it: Missile a Flusso di Particelle
pt_br: Foguete de feixe de partículas

source: Snap Shot - Airburst
it: Colpo Improvviso - Esplosione in Volo
pt_br: Tiro rápido - Impacto

source: Aimed Shot - Airburst
it: Colpo Mirato - Esplosione in Volo
pt_br: Tiro Mirado - Impacto

source: 3-Round Burst - Airburst
it: Raffica da 3 Proiettili - Esplosione in Volo
pt_br: Rajada de 3 tiros - Impacto

source: Snap Shot - Timed
it: Colpo Improvviso - Esplosione a Tempo
pt_br: Tiro Rápido - Cronometrado

source: Aimed Shot - Timed
it: Colpo Mirato - Esplosione a Tempo
pt_br: Tiro Mirado - Cronometrado

source: 3-Round Burst - Timed
it: Raffica da 3 Proiettili - Esplosione a Tempo
pt_br: Rajada de 3 tiros - Cronometrado

source: Bolter Rifle
it: Fucile Bolter
pt_br: Rifle Bolter

source: Bolter Rifle Magazine
it: Caricatore per Fucile Bolter
pt_br: Carregador para Rifle Bolter

source: Short Wave
it: Onda Corta
pt_br: Onda Curta

source: Long Wave
it: Onda Lunga
pt_br: Onda Longa

source: Charged Blast
es: Estallido Cargado
it: Colpo Caricato

source: Spray
it: Raffica

source: Plasma Blaster
it: Cannone al Plasma
pt_br: Explosivo de Plasma

source: Plasma Blaster Charge
it: Caricatore Cannone al Plasma
pt_br: Carga de Explosivo de Plasma

source: TU: %i
it: UT: %i
pt_br: UT: %i

source: Armour %i Morale %i
it: Armatura %i Morale %i

source: Armour %i Morale %i Move %i (%i TU left)
it: Armatura %i Morale %i Passi %i (%i UT rimaste)

source: Currently panics!
es: ¡En Pánico!
it: In preda al panico!
pt_br: Entra em pânico!

source: was stunned.
it: è stato stordito.

source: was killed.
it: è stato ucciso.

source: An alien was stunned:
it: Un alieno è stato stordito:

source: An alien was killed:
it: Un alieno è stato ucciso:

source: Ready for drop down
es: Listo para lanzar
it: Pronti a sbarcare
pt_br: Pronto para a descida

source: Transportmission
es_es: Misión de transporte
it: Missione di trasporto
pt_br: Missão de transporte

source: Weapon: %s
es: Arma: %s
es_es: Arma: %s
it: Arma: %s
pt_br: Arma: %s

source: Shield: %s
es: Escudo: %s
es_es: Escudo: %s
it: Scudo: %s
pt_br: Escudo: %s

source: Equipment: %s
it: Equipaggiamento: %s

source: Your dropship is low on fuel and returns to base
it: La tua nave da trasporto ha finito il carburante e ritorna alla base.

source: No item assigned
it: Nessun oggetto assegnato

source: Costs: %1.0f c
es: Costos: %1.0f c
es_es: Costes: %1.0f c
it: Costi: %1.0f c
pt_br: Custos: %1.0f c

source: Running Costs: %1.0f c
es: Costos de Operación: %1.0f c
es_es: Mantenimiento: %1.0f c
it: Mantenimento: %1.0f c
pt_br: Manutenção: %1.0f c

source: Your base %s is under attack.
es: Su base, %s, esta siendo atacada.
es_es: Tu base %s está siendo atacada
it: La tua base %s è sotto attacco.
pt_br: Sua base %s está sendo atacada.

source: Alien activity has been reported: '%s'
es: Actividad Extraterrestre ha sido reportada: '%s'
es_es: Informe de actividad alienígena: '%s'
it: Attività aliena riportata: '%s'

source: Alien activity
es: Actividad Extraterrestre
es_es: Activida alienígena
it: Attività aliena
pt_br: Atividade alienígena

source: The mission expired and %i civilian died.
it: Il tempo e' scaduto e %i civile è morto.

source: Giving up
es: Rindiéndose
it: Demoralizzato

source: credit
it: credito

source: Aircrafts: %i c
es_es: Naves: %i c
it: Velivoli: %i c

source: Race: %s Recruits: %i %s, %i %s, %i %s, %i %s Credits: %ic Difficulty: %s %s
it: Razza:%s Reclute: %i %s, %i %s, %i %s, %i %s Crediti:%ic Difficoltà: %s %s

source: Bring up the in-game console
es_es: Muestra la consola de juego
it: Fai comparire la console durante il gioco

source: You don't have enough living quarters to house all of your personnel. You need to fire %i personnel until more living space becomes available.
it: Non hai abbastanza dormitori per ospitare tutto il personale. Devi licenziare %i impiegati prima di liberare un po' di spazio.

source: You don't have enough quarters for your employees.
it: Non hai abbastanza dormitori per i tuoi impiegati.

source: Turn soldier toward mouse pointer
es_es: Gira al soldado en la dirección del puntero del ratón
it: Gira il soldato nella direzione del mouse

source: Reload the weapon in the soldiers left hand
it: Ricarica l'arma sulla mano sinistra del soldato

source: Reload the weapon in the soldiers right hand
it: Ricarica l'arma sulla mano destra del soldato

source: Slice through terrain at a higher level
es_es: Salta a un nivel superior
it: Mostra una fetta più alta di terreno

source: Slice through terrain at a lower level
es_es: Salta a un nivel inferior
it: Mostra una fetta più bassa di terreno

source: Toggle first-person/third-person camera mode
es_es: Cambia la cámara a primera persona/tercera persona
it: Cambia fra visuale in soggettiva/terza persona

source: By selling %s %s
it: Vendendo %s %s

source: %i collected item
it: %i oggetto raccolto

source: you gathered %i credits.
it: hai guadagnato %i crediti.
pt_br: você recolheu %i créditos.

source: Assemble a team first
es: Primero Construya un Equipo
es_es: Forma un equipo antes
it: Crea una squadra prima
pt_br: Monte uma equipe primeiro

source: Servername: %s
es: Nombre de Servidor: %s
es_es: Nombre del servidor: %s
it: Nome Server: %s
pt_br: Nome do servidor: %s

source: Moralestates: %s
es: Estados Morales: %s
it: Stato morale: %s
pt_br: Estados de moral: %s

source: Teamplay: %s
es: Juego en Equipo: %s
it: Gioco a squadre: %s
pt_br: Jogo de Equipes: %s

source: Max. players per team: %s
es: Máximo de Jugadores por Equipo: %s
it: Max. giocatori per squadra: %s
pt_br: Máx. de jogadores por time: %s

source: Max. teams allowed in this map: %s
es_es: Máximo número de equipos para este mapa: %s
it: Max. squadre permesse in questa mappa: %s

source: Max. clients: %s
es: Máximo de Clientes: %s
it: Max. giocatori: %s
pt_br: Máx. de jogadores: %s

source: Max. soldiers per player: %s
es: Máximo de Soldados por Jugador: %s
it: Max. soldati per giocatore: %s
pt_br: Máx. de soldados por jogador: %s

source: Max. soldiers per team: %s
es: Máximo de Soldados por Equipo: %s
it: Max. soldati persquadra: %s
pt_br: Máx de soldados por time: %s

source: All bookmark slots are used - please removed unused entries and repeat this step
it: Tutti i segnalibri sono stati usati - per favore cancella quelli inutilizzati e ripeti questa operazione

source: Select a free team or your coop team
es_es: Selecciona un equipo libre o a tu equipo acompañante
it: Seleziona una squadra libera o la tua squadra coop

source: Connection timed out - server is no longer reachable
it: Connessione caduta - il server non è più raggiungibile

source: Network error
it: Errore di rete

source: Invalid or full team
es_es: Acción invalida o equipo completo
it: Squadra non valida o piena

source: Local game version (%s) differs from the servers
it: La versione del gioco locale (%s) differisce da quella sui server

source: Local map version differs from server
it: La versione locale della mappa differisce da quella sul server

source: You are using modified ufo script files - you won't be able to connect to the server
it: Stai usando file script di ufo modificati - non puoi connetterti al server

source: Local game version (%s) differs from the servers (%s)
it: La versione del gioco locale (%s) differisce da quella sui server (%s)

source: Location: %s Type: %s Objective: %s
es: Ubicación: %s Tipo: %s Objetivo: %s
es_es: Localización: %s Tipo: %s Objetivo: %s
it: Luogo: %s Tipo: %s Obbiettivo: %s
pt_br: Local: %s Tipo: %s Objetivo: %s

source: Build a hangar first
it: Costruisci un hangar prima

source: Set playersoldiers lower than teamsoldiers
es: Establece que los soldados del jugador sean menos que los soldados del equipo
es_es: Hacer soldados del jugador menor que soldados del equipo
it: Soldati del giocatore minori dei soldati della squadra
pt_br: Colocar os soldados de jogadores abaixo dos soldados do time

source: Hide the HUD (press ESC to reactivate HUD)
es_es: Esconde el HUD (pulsa ESC para reactivar el HUD)
it: Nascondi l'HUD (Premi ESC per riattivarlo)

source: Alien spotted:
it: Alieno individuato:

source: No particle loaded
it: Nessuna particella caricata

source: Productiontime %ih
es_es: Tiempo de producción %ih
it: Tempo di produzione %ih

source: [not yet researchable]
es: [Aún no Alcanzable]
es_es: [no investigable]
it: [non ancora ricercabile]
pt_br: [ainda não é possível pesquisar]

source: Toggle to next soldier
es_es: Cambiar al siguiente soldado
it: Vai al prossimo soldato

source: You lost the game
it: Hai perso la battaglia

source: %s (%i on board)
it: %s (%i a bordo)

source: Corpse of %s (%i on board)
it: Cadavere di %s (%i a bordo)

source: %s (%i on board, %i left)
it: %s (%i a bordo, %i rimasti)

source: Transfer is not possible - the base doesn't have a storage building.
it: Trasferimento impossibile - la base non ha un magazzino.

source: Transfer is not possible - the base doesn't have quarters
it: Trasferimento impossibile - la base non ha dormitori

source: Corpse of %s (%i on board, %i left)
it: Cadavere di %s (%i a bordo, %i rimasti)

source: Alive %s (%i on board, %i left)
it: Esemplare vivo di %s (%i a bordo, %i rimasti)

source: Transfer is not possible - the base doesn't have an alien containment
it: Trasferimento impossibile - la base non ha unità di contenimento

source: Transfer is not possible - the base doesn't have hangar
it: Trasferimento impossibile - la base non ha hangar

source: Can't unload while not at a base
it: Non posso scaricare se non sono in una base

source: The base does not exist anymore.
it: La base non esiste più.

source: Transport mission ended, returning to homebase now.
it: Missione di trasporto terminata, ora ritorno alla base di provenienza.

source: Transport mission ended, aircraft assigned to new base.
it: Missione di trasporto terminata, velivolo assegnato alla nuova base.

source: Can't start a transport mission while not at base
it: Non posso cominciare una missione di trasporto se non sono in una base

source: No aircraft selected
it: Non hai selezionato il velivolo

source: Please select the aircraft to use from the list
it: Perfavore, seleziona il velivolo da usare dalla lista

source: You are transferring aircraft. You cannot use this aircraft to transfer things or employees.
it: Stai trasferendo questo velivolo. Non puoi usarlo per trasferire cose o impiegati.

source: You are transferring stuff. You cannot use this aircraft to transfer itself.
it: Stai trasferendo roba. Non puoi usare questo velivolo per auto-trasportarsi.

source: You can transfer equipment - this base has a storage building
it: Puoi trasferire equipaggiamento - questa base ha un magazzino

source: No storage building in this base
it: Nessun magazzino in questa base

source: You can transfer employees - this base has quarters
it: Puoi trasferire impiegati - questa base ha dei dormitori

source: No quarters in this base
it: Nessun dormitorio in questa base

source: You can transfer aliens - this base has alien containment
it: Puoi trasferire alieni - questa base ha un'unità di contenimanto

source: No alien containment in this base
it: Nessuna unità di contenimento alieni in questa base

source: %s ammo-less weapon with
es: %s arma sin munición con
es_es: %s arma sin munición con
it: %s arma senza munizioni con

source: %s auxiliary equipment with
es: %s equipo auxiliar con
es_es: %s equipo auxiliar con
it: %s equipaggiamento ausiliario con

source: %s: Protection: %i Hardness: %i
es: %s: Protección: %i Dureza: %i
es_es: %s: Protección: %i Dureza: %i
it: %s: Protezione: %i Durezza: %i
pt_br: %s: Proteção: %i Dureza: %i

source: Depends: %s
es: Depende: %s
es_es: Depende: %s
it: Dipende: %s
pt_br: Depende de: %s

source: Buildtime: %i day
it: Tempo di costruzione: %i giorno

source: Fixcosts: %i c
es: Costo Fijo: %i c
es_es: Costes de reparación: %i c
it: Costi fissi: %i c
pt_br: Conserto: %i c

source: Fuel: %i
es: Combustible: %i
es_es: Combustible: %i
it: Carburante: %i
pt_br: Combustível: %i

source: Equipment: %s
it: Equipaggiamento: %s

source: Ufopedia Content
es: Contenido de la OVNIpedia
es_es: Contenido de la OVNIpedia
it: Contenuto dell'UFOpedia
pt_br: Conteúdo da UFOpedia

source: Ufopedia Index: %s
es_es: Indice de la OVNIpedia: %s
it: Indice UFOpedia: %s

source: ^BProposal: %s (%s)
it: ^BProposta: %s (%s)

source: Proposal: %s (%s)
it: Proposta: %s (%s)

source: Currently shaken, won't let their guard down.
it: Sotto shock, non abbasserà la guardia.

source: %s is on a rampage.
it: %s è scatenato.

source: %s is consumed by mad rage!
it: %s è infuriato!

source: %s is currently shaken.
es: %s Esta actualmente conmocionado.
it: %s è sotto shock
pt_br: %s está atualmente abalado.

source: UGV
es: VTNT
pt_br: Robô

source: Don't make it public via masterserver
pt_br: Não tornar público via servidor mestre

source: Publish server address via masterserver
pt_br: Publicar endereço do servidor via servidor mestre

source: Max. human players per team:
pt_br: Máx. de jogadores humanos por equipe:

source: No confirmation before walking and shooting
es: No es necesaria confirmación antes de caminar o disparar
es_es: Sin confirmación antes de moverse o disparar
pt_br: Não pedir confirmação antes de andar e atirar

source: Confirmation needed before walking and shooting
es: S necesita confirmación antes de caminar o disparar
es_es: Necesita confirmación antes de moverse o disparar
pt_br: Pedir confirmação antes de andar e atirar

source: Choose another hud
es: Escoger otro diseño del Despliegue de la Información en Pantalla
es_es: Elegir otro HUD
pt_br: Escolher outra interface

source: Deactivates tooltips
es: Desactiva los consejos de las herramientas
es_es: Desactivar pistas
pt_br: Desativar dicas

source: No centring at soldier selecting, shooting and appearing
pt_br: Não centralizar ao selecionar soldado, atirar e aparecer

source: Deactivates cursor tooltips
es_es: Desactivar ayudas del cursor
pt_br: Desativar dicas sob o cursor

source: Use 2D geoscape
pt_br: Utilizar visão 2D

source: No employees hired at campaign start
es: No se contrataron empleados al iniciar la campaña
es_es: Sin empleados al comienzo de la campaña
pt_br: Nenhum empregado contratado ao início da campanha

source: No buildings in the initial base
es: No se construyeron edificios en la base inicial
es_es: Sin edificios en la base inicial
pt_br: Sem instalações na base inicial

source: New York
es: Nueva York
es_es: Nueva York
pt_br: Nova York

source: San Francisco
pt_br: São Francisco

source: ufo_big_pre_txt
pt_br: Nenhuma informação pré-pesquisa disponível

source: Contributing Artist and Modeller
pt_br: Artista e Modelador Contribuinte

source: Quake 2 Engine
es: Motor de Quake 2
pt_br: Engine do Quake 2

source: Copyright 2004-2007 by UFO: AI Team
pt_br: Direitos autorais reservados 2004-2007 Equipe de UFO: AI

source: Version: %s
es: Versión: %s
es_es: Versión: %s
pt_br: Versão: %s

source: UFO disappears on our radar
es_es: OVNI desaparecido de nuestro radar
pt_br: OVNI desaparece do seu radar

source: tachyon
es: Taquión
es_es: Taquión

source: Alien stealth aircraft sighted
es: Aeronave Extraterrestre invisible avistada
es_es: Nave alienígena camuflada avistada

source: Rookie
es: Novato
es_es: Novato

source: Squad Leader
es: Líder del Escuadrón
es_es: Jefe de escuadrón

source: Buy/Sell aircraft
es: Compra/Vende Aeronave
es_es: Comprar/Vender nave

source: Equip weapons and shields
es: Equipa armamento y Escudo
es_es: Equipar armas y blindaje

source: Click to cycle through the spotted enemies
es: Click para ver los enemigos encontrados
es_es: Click para cambiar entre los enemigos avistados

source: Back to worldview
es: Regresar al mapa del mundo
es_es: Volver al globo terraque

source: Build base-facilities
es: Construir Instalaciones de la Base
es_es: Construir edificios

source: Close this dialog
es: Cerrar este Dialogo
es_es: Cerrar esta ventana

source: Show only primary weapons
es: Mostrar solamente armamento principal
es_es: Mostrar sólo armas primarias

source: Show other equipment
es: Mostrar el resto del equipamiento
es_es: Mostrar otro equipo

source: Show only armor
es: Mostrar solamente Armadura
es_es: Mostrar sólo armaduras

source: Armor
es: Armadura
es_es: Armadura

source: Ufopedia
es: OVNIpedia
es_es: OVNIpedia

source: Power:
es: Poder:
es_es: Potencia:

source: Assault Guns:
es: Pistolas de Asalto:
es_es: Armas de asalto:

source: Survived Missions:
es: Misiones Sobrevividas:
es_es: Missiones superadas:

source: Killed Enemies:
es: Enemigos Asesinados:
es_es: Enemigos eliminados:

source: Singleplayer
es: Vs Maquina
es_es: Un jugador

source: Dedicated server:
es: Servidor Dedicado:
es_es: Servidor dedicado:

source: Max. players per team:
es: Máximo de jugadores por equipo:
es_es: Maximos jugadores por equipo:

source: Multitexturing:
es_es: Multitexturas:

source: Confirm Movement:
es: Confirma la acción:
es_es: Confirmar movimiento:

source: No confirmation before walking
es: No es necesaria confirmación antes de caminar
es_es: Sin confirmación antes de moverse

source: Confirmation needed before walking
es: S necesita confirmación antes de caminar
es_es: Necesita confirmacion antes de moverse

source: Center view:
es: Vista Central:
es_es: Centrar vista:

source: No centering at soldier selecting, shooting and appearing
es: No centrar al Soldado eligiendo, disparando y apareciendo
es_es: No centrar en el soldado al seleccionar, disparar o aparecer

source: Centering at soldier selecting, shooting and appearing
es: Centrando al Soldado eligiendo, disparando y apareciendo
es_es: Centrar en el soldado al seleccionar, disparar o aparecer

source: Use a flat geoscape
es_es: Usar un mapa plano

source: Use a 3D geoscape
es_es: Usar un globo 3D

source: Productionlimit
es_es: Límite de producción

source: Edit name of the soldier
es: Cambiar nombre del soldado
es_es: Editar nombre del soldado

source: Show only primary weapons in store
es: Mostrar solamente armamento primario Disponible en la tienda
es_es: Mostrar sólo armas primarias en el almacén

source: Show only secondary weapons in store
es: Mostrar solamente armamento secundario Disponible en la tienda
es_es: Mostrar sólo armas secundarias en el almacén

source: Show other equipment in store
es: Mostrar otro equipo en la tienda
es_es: Mostrar otro equipamiento en el almacén

source: Show only armor in store
es: Mostrar Solamente Armadura Disponible en la tienda
es_es: Mostrar sólo armaduras en el almacén

source: Show only technologies
es_es: Mostrar sólo armas tecnología

source: Technologies
es_es: Tecnologías

source: Leave Ufopedia
es: Salir de OVNIpedia
es_es: Abandonar OVNIpedia

source: FIXME
es_es: ARREGLAME

source: There are rumors of a mine being\overrun by aliens. Although this\source of information is doubtful,\you'll need to investigate.
es: Hay rumores sobre una mina que\esta siendo invadida por extraterrestres.\Aunque la fuente de información es dudosa,\tendrá que investigar.
es_es: Hay rumores de una mina\capturada por los alienígenas. Aunque la\fuente no es fiable,\debes investigar.There are rumors of a mine being\overrun by aliens. Although this\source of information is doubtful,\you'll need to investigate.

source: Aliens attacked one of our home bases
es: Los Extraterrestres han atacado una de nuestras bases
es_es: Los alienígenas atacaron una de nuestras bases

source: live_alien_pre_txt
es_es: No hay información previa a la investigación diponible.

source: monomolecular_blades_pre_txt
es_es: No hay información previa a la investigación diponible.

source: tachyonpistol_pre_txt
es_es: No hay información previa a la investigación diponible.

source: tachyonpistol_mag_pre_txt
es_es: No hay información previa a la investigación diponible.

source: tachyonrifle_pre_txt
es_es: No hay información previa a la investigación diponible.

source: tachyonrifle_mag_pre_txt
es_es: No hay información previa a la investigación diponible.

source: tachyonsniper_pre_txt
es_es: No hay información previa a la investigación diponible.

source: tachyonsniper_mag_pre_txt
es_es: No hay información previa a la investigación diponible.
