Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: b_powerplant_txt
el: Blueprints -- Power Plant CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 16 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview PHALANX has had trouble generating enough power to meet its needs ever since the organisation was first conceived in 1955. The old bases were forced to constantly pump in electricity from large, non-emitting sources (like hydroelectric dams) via many kilometres of wiring. They were completely dependent on outside power and were paralysed whenever the grid went down. It has taken the Russian nuclear revolution to enable full electrical autonomy for our underground bases, even when factoring high-energy research. Our plant of choice is the German HEFR (High-Energy Fission Reactor), a very efficient energy amplifier design. It is a subcritical reactor, a reactor that produces fission without achieving a sustained chain reaction. Instead it uses an external source of neutrons -- in this case a particle accelerator -- to stimulate the reaction. This method releases enough power to keep the particle accelerator running, as well as a power surplus that is redirected to feed the rest of the base. The HEFR runs on thorium rather than uranium, and most of its waste output will decay naturally to the radioactive level of coal ash in only 500 years. By comparison, the half-lives of the isotopes most frequently used in nuclear weapons and old reactors are 24,110 years for plutonium (Pu-239) and 700 million years for uranium (U-235). The short-lived waste output is particularly easy to handle for the depleted element postprocessor integrated into the design. After a full trip through the postprocessor, the HEFR's reactor waste will take only weeks to decay to human-safe levels of radioactivity. In our design, the reactor core and operational machinery are built into a special shell located far deeper than the rest of the base. Only the coolant tanks and control/service entrances poke up to the base level. This protects against the possible but minuscule risk of a meltdown in case we completely lose refrigeration of the core. I admit, I copied half of the specifics verbatim from the various briefs I've read -- nuclear physics are a touch above my head -- but I understand the stats well enough. The power output of one plant is enough to fully meet the needs of a standard base. If a base is equipped with many high-energy buildings such as laboratories, a second plant may be required, but a subsequent increase in base defences and security will be required to properly protect it. We can easily and safely store enough fuel on-site for a decade of continued operation. A protected container is installed with every reactor, and it can be refuelled if necessary. Recommended Doctrine Every base needs at least one power plant. Without a power plant, many facilities -- including the Command Centre -- can't function. Bases with exceptional power use may need two or more to keep all our facilities working at top performance. Our base defence strategy should pay particular attention to defending the power plant. Damage to the coolant tanks could be disastrous; if we lose too much coolant a meltdown will be hard to avoid. We may consider stepping down the reactor in anticipation of an attack, but it would take a long time to get it started up again, during which we wouldn't be able to operate any energy-intensive equipment. Things like radar, laboratory equipment, even hangar lifts. Addenda None.
es: La planta de poder provee a la base de energía. Sin energía la mayoría de las instalaciones no podrán operar. Por esta razón la planta de poder es vital, y es probable que sea un objetivo en caso de una invasión enemiga.
es_es: Especificaciones -- Planta de Energía CLASIFICACIÓN NIVEL NEGRO Unidad de Respuesta Extraterrestre PHALANX Documento de Investigación, Sigma Clearance -- Solo para los ojos del Comandante Archivado: 16 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingeniería, PHALANX, Centro de Operaciones Atlánticas Descripcion La organización PHALANX ha tenido problemas de consumo de energía desde su inicio en 1955. Las antiguas bases tenian que transportar su electricidad desde grandes centrales hidroelectricas a traves de cables de muchos kilometros de longitud; eran completamente dependientes de la energía exterior y su funcionamiento se paralizaba cada vez que había un corte de suministro. Fue la revolución de la energía nuclear en Rusia la que permitió autonomía electrica completa, incluso albergando laboratorios de investigación de alta energía. La planta generadora que hemos seleccionado es la alemana RFAE (Reactor de Fisión de Alta Energía), con un diseño de amplificación de potencia muy eficiente. Este es un reactor subcrítico, que pueden producir la fisión atómica sin alcanzar las energias necesarías para una reacción en cadena sostenida. Para ello, en vez de usar la energía interna de los átomos para desencadenar la fisión, usa los neutrones de un acelerador de partículas para estimular la reacción. Este método produce la suficiente energía para mantener funcionando el acelerador de partículas y sobra para repartir al resto de la base. El RFAE funciona con torio en vez de uranio, y la mayoria de sus residuos tienen un periodo de desintegración de sólo 500 años, tras los cuales se convierte en simple ceniza. En comparación, el tiempo de vida medio de los isótopos más frecuentes usados en las armas nucleares llega a los 24.110 años para el plutonio (Pu-239) y 700 millones de años para el uranio (U-235). Estos residuos de corta duración son muy fácilmente tratados por el postprocesador de resudios integrado en la planta. Después de un ciclo completo en este postprocesador, el residuo alcanza niveles de radioactividad segura en sólo algunas semanas. En este diseño, el nucleo del reactor y la maquinaria adicional estan situadas en una camara especial excavada mucho más profundamente que el resto de la base. Únicamente los tanques de refrigerante y las entradas de mantenimiento están situadas al mismo nivel. Esto protege del minusculo riesgo de fusión del nucleo en el caso de fallo total de los sistemas de refrigeración. Admito que he copiado gran parte de la jerga técnica de otros informes que he leido -- la física nuclear está por encima de mis conocimientos -- pero comprendo los fundamentos. La energía producida por una planta es suficiente para abastecer las necesidades de una base normal. Si la base cuenta con muchas instalaciones que requieran mucha energía, como laboratorios, una segunda planta generadora podría ser necesaria, aunque hay que asumir tambien un aumento en los costes necesarios en defensa y seguridad para protegerla correctamente. Podemos almacenar perfectamente combustible para una decada de funcionamiento o más; existe un contenedor de combustible adosado a cada reactor y puede ser rellenado cada vez que sea necesario. Doctrina Recomendada Cada base necesita por lo menos una planta de energía. Sin ella, muchas instalaciones -- incluido el centro de mando -- no pueden funcionar. Las bases con consumos de energía excepcionales pueden necesitar dos o más para mantener sus instalaciones al máximo rendimiento. Nuestra estrategia de defensa debe prestar especial atención a la planta de energía. Cualquier daño a los tanques de refrigeración puede ser desastroso; si se pierde demasiado refrigerante el riesgo de una fusión del nucleo sería tremendo. Se puede considerar la posibilidad de detener el reactor en los momentos previos a un ataque, pero esta maquinaria tarda mucho tiempo en volver a arrancar, tiempo en el que no funcionaría ningun equipamiento de gran consumo como radares, laboratorios y plataformas del hangar. Addenda Ninguno.
it: Blueprints -- Power Plant CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 16 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview PHALANX has had trouble generating enough power to meet its needs ever since the organisation was first conceived in 1955. The old bases were forced to constantly pump in electricity from large, non-emitting sources (like hydroelectric dams) via many kilometres of wiring. They were completely dependent on outside power and were paralysed whenever the grid went down. It has taken the Russian nuclear revolution to enable full electrical autonomy for our underground bases, even when factoring high-energy research. Our plant of choice is the German HEFR (High-Energy Fission Reactor), a very efficient energy amplifier design. It is a subcritical reactor, a reactor that produces fission without achieving a sustained chain reaction. Instead it uses an external source of neutrons -- in this case a particle accelerator -- to stimulate the reaction. This method releases enough power to keep the particle accelerator running, as well as a power surplus that is redirected to feed the rest of the base. The HEFR runs on thorium rather than uranium, and most of its waste output will decay naturally to the radioactive level of coal ash in only 500 years. By comparison, the half-lives of the isotopes most frequently used in nuclear weapons and old reactors are 24,110 years for plutonium (Pu-239) and 700 million years for uranium (U-235). The short-lived waste output is particularly easy to handle for the depleted element postprocessor integrated into the design. After a full trip through the postprocessor, the HEFR's reactor waste will take only weeks to decay to human-safe levels of radioactivity. In our design, the reactor core and operational machinery are built into a special shell located far deeper than the rest of the base. Only the coolant tanks and control/service entrances poke up to the base level. This protects against the possible but minuscule risk of a meltdown in case we completely lose refrigeration of the core. I admit, I copied half of the specifics verbatim from the various briefs I've read -- nuclear physics are a touch above my head -- but I understand the stats well enough. The power output of one plant is enough to fully meet the needs of a standard base. If a base is equipped with many high-energy buildings such as laboratories, a second plant may be required, but a subsequent increase in base defences and security will be required to properly protect it. We can easily and safely store enough fuel on-site for a decade of continued operation. A protected container is installed with every reactor, and it can be refuelled if necessary. Recommended Doctrine Every base needs at least one power plant. Without a power plant, many facilities -- including the Command Centre -- can't function. Bases with exceptional power use may need two or more to keep all our facilities working at top performance. Our base defence strategy should pay particular attention to defending the power plant. Damage to the coolant tanks could be disastrous; if we lose too much coolant a meltdown will be hard to avoid. We may consider stepping down the reactor in anticipation of an attack, but it would take a long time to get it started up again, during which we wouldn't be able to operate any energy-intensive equipment. Things like radar, laboratory equipment, even hangar lifts. Addenda None.
pt_br: Blueprints -- Power Plant CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 16 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview PHALANX has had trouble generating enough power to meet its needs ever since the organisation was first conceived in 1955. The old bases were forced to constantly pump in electricity from large, non-emitting sources (like hydroelectric dams) via many kilometres of wiring. They were completely dependent on outside power and were paralysed whenever the grid went down. It has taken the Russian nuclear revolution to enable full electrical autonomy for our underground bases, even when factoring high-energy research. Our plant of choice is the German HEFR (High-Energy Fission Reactor), a very efficient energy amplifier design. It is a subcritical reactor, a reactor that produces fission without achieving a sustained chain reaction. Instead it uses an external source of neutrons -- in this case a particle accelerator -- to stimulate the reaction. This method releases enough power to keep the particle accelerator running, as well as a power surplus that is redirected to feed the rest of the base. The HEFR runs on thorium rather than uranium, and most of its waste output will decay naturally to the radioactive level of coal ash in only 500 years. By comparison, the half-lives of the isotopes most frequently used in nuclear weapons and old reactors are 24,110 years for plutonium (Pu-239) and 700 million years for uranium (U-235). The short-lived waste output is particularly easy to handle for the depleted element postprocessor integrated into the design. After a full trip through the postprocessor, the HEFR's reactor waste will take only weeks to decay to human-safe levels of radioactivity. In our design, the reactor core and operational machinery are built into a special shell located far deeper than the rest of the base. Only the coolant tanks and control/service entrances poke up to the base level. This protects against the possible but minuscule risk of a meltdown in case we completely lose refrigeration of the core. I admit, I copied half of the specifics verbatim from the various briefs I've read -- nuclear physics are a touch above my head -- but I understand the stats well enough. The power output of one plant is enough to fully meet the needs of a standard base. If a base is equipped with many high-energy buildings such as laboratories, a second plant may be required, but a subsequent increase in base defences and security will be required to properly protect it. We can easily and safely store enough fuel on-site for a decade of continued operation. A protected container is installed with every reactor, and it can be refuelled if necessary. Recommended Doctrine Every base needs at least one power plant. Without a power plant, many facilities -- including the Command Centre -- can't function. Bases with exceptional power use may need two or more to keep all our facilities working at top performance. Our base defence strategy should pay particular attention to defending the power plant. Damage to the coolant tanks could be disastrous; if we lose too much coolant a meltdown will be hard to avoid. We may consider stepping down the reactor in anticipation of an attack, but it would take a long time to get it started up again, during which we wouldn't be able to operate any energy-intensive equipment. Things like radar, laboratory equipment, even hangar lifts. Addenda None.
