Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: craft_shield_light_txt
el: Technical Specifications: Polymer Aircraft Armour CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. One of the fundamental truths in aircraft design is that it's easier to dish out damage than it is to take it and keep coming. Heavy objects don't really belong in the sky; it takes a constant input of power to keep things like aircraft, birds and balloons from coming back down, and if the source of this power is damaged in mid-flight, a crash is unavoidable. PHALANX uses exclusively multi-engine aircraft, but even though it's possible for our interceptors to land on only one engine, the loss of an engine during combat will immediately render the aircraft combat-ineffective. With such a drastic loss of speed and manoeuvring power, continuing the engagement would be suicide Adding extra armour to our aircraft is a weighty but effective solution to keeping them in the sky, protecting critical systems from damage and allowing the aircraft to stay in the fight longer than would otherwise be possible. It will reduce the severity of hits to the fuel tank and other vital systems that might otherwise result in the craft's instant destruction. The expensive polymer used in our standard add-on armour is one of the toughest materials on the planet. It deforms wildly under heat and pressure, such as when impacted by kinetic or explosive energy, cushioning the blow across the entire armour surface. Once the energy has dissipated, the deformed plate amazingly resumes all or most of its previous shape, depending on the amount of damage received. We even have facilities in our Workshops to repair permanently-deformed polymer plates once the aircraft returns to base. On the downside, the added weight will slow the aircraft down and significantly decrease its effective range. This is less of an issue for quick short-range interceptions, but can cause problems if UFOs are spotted in areas far distant from any of our bases. Installing this armour add-on will completely take up the modular armour slot on one of our aircraft. Recommended Doctrine It is recommended to restrict this armour add-on to craft which are meant to make quick, short-range interceptions not far from their base. The installation of add-on armour on our long-range interceptors is left to the Commander's discretion, but limiting their effective range in this manner can be dangerous, as it will be several hours' work to strip off the armour once it's put on. During this time the interceptor will be 'in the shop' and unable to launch. Any rearming or refuelling of the aircraft will have to wait until the installation/removal is complete. Our techs can't work on this material with dangerous munitions or fuel on-site. Scrambling an aircraft during a half-finished armour job is possible but not recommended. The craft will be highly unbalanced and in danger of crashing because of unpredictable handling and behaviour. It certainly won't be able to fight, as its targeting electronics will have been shut down for the duration of the maintenance cycle, and they cannot be booted up in time to be effective in a scramble situation. Addenda None.
es: <TODO>
it: Technical Specifications: Polymer Aircraft Armour CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. One of the fundamental truths in aircraft design is that it's easier to dish out damage than it is to take it and keep coming. Heavy objects don't really belong in the sky; it takes a constant input of power to keep things like aircraft, birds and balloons from coming back down, and if the source of this power is damaged in mid-flight, a crash is unavoidable. PHALANX uses exclusively multi-engine aircraft, but even though it's possible for our interceptors to land on only one engine, the loss of an engine during combat will immediately render the aircraft combat-ineffective. With such a drastic loss of speed and manoeuvring power, continuing the engagement would be suicide Adding extra armour to our aircraft is a weighty but effective solution to keeping them in the sky, protecting critical systems from damage and allowing the aircraft to stay in the fight longer than would otherwise be possible. It will reduce the severity of hits to the fuel tank and other vital systems that might otherwise result in the craft's instant destruction. The expensive polymer used in our standard add-on armour is one of the toughest materials on the planet. It deforms wildly under heat and pressure, such as when impacted by kinetic or explosive energy, cushioning the blow across the entire armour surface. Once the energy has dissipated, the deformed plate amazingly resumes all or most of its previous shape, depending on the amount of damage received. We even have facilities in our Workshops to repair permanently-deformed polymer plates once the aircraft returns to base. On the downside, the added weight will slow the aircraft down and significantly decrease its effective range. This is less of an issue for quick short-range interceptions, but can cause problems if UFOs are spotted in areas far distant from any of our bases. Installing this armour add-on will completely take up the modular armour slot on one of our aircraft. Recommended Doctrine It is recommended to restrict this armour add-on to craft which are meant to make quick, short-range interceptions not far from their base. The installation of add-on armour on our long-range interceptors is left to the Commander's discretion, but limiting their effective range in this manner can be dangerous, as it will be several hours' work to strip off the armour once it's put on. During this time the interceptor will be 'in the shop' and unable to launch. Any rearming or refuelling of the aircraft will have to wait until the installation/removal is complete. Our techs can't work on this material with dangerous munitions or fuel on-site. Scrambling an aircraft during a half-finished armour job is possible but not recommended. The craft will be highly unbalanced and in danger of crashing because of unpredictable handling and behaviour. It certainly won't be able to fight, as its targeting electronics will have been shut down for the duration of the maintenance cycle, and they cannot be booted up in time to be effective in a scramble situation. Addenda None.
pt_br: Technical Specifications: Polymer Aircraft Armour CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. One of the fundamental truths in aircraft design is that it's easier to dish out damage than it is to take it and keep coming. Heavy objects don't really belong in the sky; it takes a constant input of power to keep things like aircraft, birds and balloons from coming back down, and if the source of this power is damaged in mid-flight, a crash is unavoidable. PHALANX uses exclusively multi-engine aircraft, but even though it's possible for our interceptors to land on only one engine, the loss of an engine during combat will immediately render the aircraft combat-ineffective. With such a drastic loss of speed and manoeuvring power, continuing the engagement would be suicide Adding extra armour to our aircraft is a weighty but effective solution to keeping them in the sky, protecting critical systems from damage and allowing the aircraft to stay in the fight longer than would otherwise be possible. It will reduce the severity of hits to the fuel tank and other vital systems that might otherwise result in the craft's instant destruction. The expensive polymer used in our standard add-on armour is one of the toughest materials on the planet. It deforms wildly under heat and pressure, such as when impacted by kinetic or explosive energy, cushioning the blow across the entire armour surface. Once the energy has dissipated, the deformed plate amazingly resumes all or most of its previous shape, depending on the amount of damage received. We even have facilities in our Workshops to repair permanently-deformed polymer plates once the aircraft returns to base. On the downside, the added weight will slow the aircraft down and significantly decrease its effective range. This is less of an issue for quick short-range interceptions, but can cause problems if UFOs are spotted in areas far distant from any of our bases. Installing this armour add-on will completely take up the modular armour slot on one of our aircraft. Recommended Doctrine It is recommended to restrict this armour add-on to craft which are meant to make quick, short-range interceptions not far from their base. The installation of add-on armour on our long-range interceptors is left to the Commander's discretion, but limiting their effective range in this manner can be dangerous, as it will be several hours' work to strip off the armour once it's put on. During this time the interceptor will be 'in the shop' and unable to launch. Any rearming or refuelling of the aircraft will have to wait until the installation/removal is complete. Our techs can't work on this material with dangerous munitions or fuel on-site. Scrambling an aircraft during a half-finished armour job is possible but not recommended. The craft will be highly unbalanced and in danger of crashing because of unpredictable handling and behaviour. It certainly won't be able to fight, as its targeting electronics will have been shut down for the duration of the maintenance cycle, and they cannot be booted up in time to be effective in a scramble situation. Addenda None.

source: craft_shield_plating_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες

source: craft_shield_plating_txt
el: Commander, I've got some good news. My team and I have finished prototyping the alien aircraft plating project. Our new armour is now ready for full PHALANX production. This has been a difficult project from the start. We've faced several major challenges in designing equipment capable of bending the alien materials into the shapes we want, and 'programming' the materials to change when we want and how we want them to do so. Ultimately we overcame these problems, but then we had to deal with the natural limitations of the material. The main drawback of these alien materials is their weight. They are significantly heftier than modern human aircraft materials, and anything we make from them will suffer from the extra weight. The only way the aliens manage to keep their wingless UFOs in the sky is through overwhelming engine power. Airspeed, manoeuvrability, fuel consumption, maximum operational range -- all these will be negatively affected by putting alien materials onto our aircraft. However, it's a sacrifice we don't seem to have any choice in making. Even a very thin skin of alien materials offers a substantial protective benefit, shrugging off hits that would turn our Polymer Aircraft Armour to paste. During air trials of the new armour, one of our own "Sparrowhawk" missiles -- which can bring down most Earth-built aircraft in a single hit -- failed to inflict significant harm to the test craft. I'm not even joking. We've got half an hour of compiled test footage that will confirm everything I just said. The new aircraft plating we've designed takes full advantage of these capabilities and shows the supreme toughness of the alien materials. The armour can take Particle Beam Weapon hits at point blank range without breaking up. For the very first time, our aircraft will be able to soak up tremendous amounts of damage and still keep flying like the aliens do. I wouldn't say we're quite in the same league yet, but we're getting there. It may only be feasible to use this armour on aircraft equipped with alien propulsion or otherwise upgraded engines, due to the increased weight and reduced speed and range. Still, even if that turns out to be the case, the new plating will be essential in keeping our current airfleet effective against the mounting alien threat. You and I both know the price tag of new aircraft, Commander -- we cannot afford to let any of our planes become obsolete. --Cdr. Navarre

source: craft_alien_astrogation_pre_txt
el: Κύριε Διοικητά, η περισυλλογή μιας άθικτης μονάδας αστροπλοήγησης των εξωγήινων αποτελεί σταθμό στις προσπάθειές μας. Παρόλο που η μονάδα δεν φαίνεται να περιέχει κάποιον αστρικό χάρτη, θα μας επιτρέψει να μεταφράσουμε τις εξωγήινες αστρονομικές παρατηρήσεις και να αναβαθμίσουμε τα δικά μας αστρονομικά συστήματα κατά αρκετές τάξεις μεγέθους. Τελικά, η προσπάθεια που θα καταβάλλουμε εδώ μπορεί να μας βοηθήσει να ακολουθήσουμε τους εξωγήινους πίσω στον μητρικό τους πλανήτη. Σε συνδυασμό με την Προώθηση Εξωγήινων και την Ανίχνευση Εξωγήινων, η Αστροπλοήγηση Εξωγήινων αποτελεί ένα από τα τρία υποστηλώματα της κατασκευής των UFO. Η κατανόησή της θα μας φέρει αρκετά πιο κοντά στην κατασκευή ενός διαπλανητικού αμυντικού σκάφους ικανού και για ατμοσφαιρική πτήση. --Paul Navarre, Διευθυντής

source: craft_alien_astrogation_txt
el: Κύριε Διοικητά, ολοκληρώσαμε τις εργασίες μας πάνω στην εξωγήινη μονάδα αστροπλοήγησης. Ακολουθεί μια περίληψη της αναφοράς που προέκυψε. Από τα πρώτα στάδια της μελέτης μας πάνω στην εξωγήινη μονάδα αστροπλοήγησης καταλήξαμε ότι αποτελεί, στην ουσία, έναν πανίσχυρο υπολογιστή κατασκευασμένο για το συγκεκριμένο σκοπό και γεμάτο με εξειδικευμένο λογισμικό -- όλα με στόχο την χάραξη πορείας από ένα σημείο του διαστήματος σε κάποιο άλλο. Χρησιμοποιεί ένα καινούργιο, ξένο σύστημα αστρονομικής "γλώσσας" το οποίο αποφασίσαμε να υιοθετήσουμε ώστε να κάνουμε χρήση αυτής της εξωγήινης τεχνολογίας. Τώρα που έχουμε πλέον καταλάβει την αστρονομική "γλώσσα" των εξωγήινων, διαπιστώνουμε ότι η μονάδα αστροπλοήγησης είναι άριστη σε αυτό που κάνει. Μόλις δεχτεί τα κατάλληλα δεδομένα, το σύστημα σχεδιάζει την πορεία ανάμεσα σε δύο οποιαδήποτε σημεία μέσα σε δευτερόλεπτα. Παράλληλα, μπορεί να κάνει έξυπνη αναθεώρηση της πορεία με τη χρήση φίλτρων όπως "ελάχιστος χρόνος ταξιδίου", "μικρότερη απόσταση", "λιγότεροι κίνδυνοι" και άλλα. Τα φίλτρα αυτά μπορούν να χρησιμοποιούνται σε οποιονδήποτε πιθανό συνδυασμό μεταξύ τους, μέχρι το σύστημα να επιστρέψει την επιθυμητή πορεία. Μπορεί επίσης να λαμβάνει υπόψιν δυνατότητα κίνησης Ταχύτερης Από το Φώς κατά τη χάραξη της πορείας, το οποίο ουσιαστικά επιβεβαιώνει τη θεωρία μας ότι οι εξωγήινοι έχουν πρόσβαση σε κάποιου είδους τεχνολογία τΑΦ. Το μόνο πρόβλημα που υπάρχει με τον τρόπο σχεδιασμού πορείας του συστήματος είναι ότι χρειάζεται έναν αστρικό χάρτη προκειμένου να υπολογίσει ακριβείς πορείες πέρα από την εμβέλεια των αισθητήρων του UFO. Μέχρι τώρα δεν έχουμε βρει κάποιο αστρικό χάρτη σε κανένα από τα UFO που περισυλλέξαμε. Υπάρχει πιθανότητα μόνο τα UFO που είναι εξοπλισμένα με κινητήρα ΤΑΦ να κουβαλάνε αστρικό χάρτη, καθώς θα τον χρειάζονταν οπωσδήποτε για την πλοήγηση. Αντί για τον πολυπόθητο αστρικό χάρτη, οι μονάδες αστροπλοήγησης που έχουμε περισυλλέξει μέχρι τώρα περιέχουν σημαντικές λεπτομέρειες για τη Γη και το ηλιακό μας σύστημα. Επιφανειακοί των εξώτερων πλανητών και όλων των δορυφόρων τους (ακόμα και ενός μέχρι πρότινος άγνωστου δορυφόρου του Πλούτωνα), φασματική ανάλυση κάθε σώματος της ζώνης αστεροειδών αλλά και της μακρινής ζώνης Kuiper, καθώς και οι τροχιές όλων των σωμάτων στο ηλιακό σύστημα υπολογισμένες για τις επόμενες εκατοντάδες χρόνια. Δεν είμαστε ακόμα σίγουροι κατά πόσο θα μας βοηθήσουν αυτές οι πληροφορίες, όμως σίγουρα θα ενισχύσουν σημαντικά τις γνώσεις μας για το ηλιακό μας σύστημα -- όταν, βέβαια, μας επιτραπεί να τις μοιραστούμε με το κοινό. Θα ήταν δυνατό να προγραμματίσουμε τους δικούς μας αστρικούς χάρτες μέσα στη μονάδα αστροπλοήγησης, όμως φαντάζομαι πόσο πρωτόγονοι και ατελείς θα είναι οι χάρτες μας σε σχέση με αυτούς που διαθέτουν οι εξωγήινοι. Θα συμβούλευα να αποφύγουμε οποιοδήποτε διαστρικό ταξίδι χρησιμοποιώντας αυτές τις μονάδες μέχρι να αιχμαλωτίσουμε κάποιον εξωγήινο χάρτη. Μέχρι τότε, όμως, θα μπορούμε να τις χρησιμοποιούμε για να κινούμαστε εντός του ηλιακού μας συστήματος όταν κατασκευάσουμε ένα σκάφος PHALANX ικανό για πτήσεις στο διάστημα. Θα απλοποιήσουν σημαντικά την όλη διαδικασία του διαπλανητικού ταξιδιού σε τέτοιο βαθμό ώστε να στέλνουμε αποστολές στον Κρόνο ή ακόμα και τον Πλούτωνα με το πάτημα ενός κουμπιού. Και αυτό είναι κάτι που θα πρέπει να επιδιώξουμε το συντομότερο δυνατόν. --Paul Navarre, Διευθυντής

source: craft_alien_propulsion_pre_txt
el: Κύριε Διοικητά, οι εξηγήινοι κινητήρες αντιύλης που περισυλλέξαμε προκαλέσαν το ενδαφέρον της ομάδας μου από τη στιγμή που βρέθηκαν στα χέρια μας. Τώρα πια που έχουμε κατανοήσει τις ιδιότητες των εξωγήινων υλικών, πιστεύω ότι μπορούμε να αποκαλύψουμε τις λεπτομέρειες της συγκεκριμένης τεχνολογίας καθώς και να την αντιγράψουμε. Μόλις κατανοήσουμε τη λειτουργία και τον τρόπο κατασκευής των διαφορετικών εξαρτηματων θα είμαστε σε θέση να αντιγράψουμε τους συγκεκριμένους κινητήρες. Σε συνδυασμό με την Αστροπλοήγηση Εξωγήινων και την Ανίχνευση Εξωγήινων, η Προώθηση εξωγήινων αποτελεί ένα από τα τρία υποστηλώματα της κατασκευής των UFO. Η κατανόησή της θα μας φέρει αρκετά πιο κοντά στην κατασκευή ενός διαπλανητικού αμυντικού σκάφους ικανού και για ατμοσφαιρική πτήση. --Paul Navarre, Διεύθυντής

source: craft_alien_propulsion_txt
el: Κύριε Διοικητά, βρίσκομαι στην ευχάριστη θέση να σας αναφέρω την επιτυχία του προγράμματος ανάλυσης της εξωγήινης προώθησης. Αποκαλύψαμε τα μυστικά της κατασκευής του εξωγήινου κινητήρα και κατανοήσαμε επιτέλους τη διαδρομή που διανύει η αντιύλη από τη δεξαμενή καυσίμων μέχρι τον θάλαμο αντίδρασης. Για να επαναλάβω τα ευρήματα της προηγούμενης αναφοράς: (Θεωρία UFO) "Το σύστημα προώθησης των εξωγήινων είναι κάποιο είδος πυραύλου τελείως διαφορετικό από οτιδήποτε κατασκευάστηκε στη Γη, καθώς χρησιμοποιεί την άμεση εξουδετέρωση ύλης-αντιύλης για την παραγωγή ώθησης. Πρωτόνια και αντιπρωτόνια εισάγονται στον θάλαμο καύσης και η εκρηκτική ενέργεια που προκύπτει διοχετεύεται στην έξοδο του κινητήρα. Αυτό δίνει στο UFO εξαιρετική ισχύ και, εφόσον δεν χρειάζεται οξυγόνο ή άλλα αέρια ως καύσιμο για την αντίδραση, του επιτρέπει να λειτουργεί ακόμα και στο απόλυτο κενό. Ένα εξελιγμένο σύστημα ψήξης παρέχει διαρκώς υγρό άζωτο γύρω από το κάλυμα του κινητήρα ώστε να μην υπερθερμαίνεται και να μειώνονται οι υπέρυθρες εκπομπές του σκάφους. Η θερμότητα του κινητήρα ικανοποιεί, επίσης, τις ανάγκες του σκάφους σε ηλεκτρισμό." Η έρευνά μας αποκάλυψε τον τρόπο κατασκευής των κινητήρων, πως ελέγχονται και τον τρόπο που θα μπορούσαμε να τους τροποποιήσουμε για χρήση στα αεροσκάφη μας. Έχουμε πλέον τη δυνατότητα να αντιγράψουμε τους κινητήρες και να τους χρησιμοποιήσουμε με οποιονδήποτε τρόπο χρειαστεί. Πρώτα, όμως, πρέπει να σας προειδοποιήσω: θα είναι υπερβολικά ακριβοί στην κατασκευή. Ο συνδυασμός της περίπλοκης χρήσης των εξωγήινων υλικών, των ευαίσθητων ηλεκτρονικών και του συστήματος ψύξης με υγρό άζωτο θα φτάσει τις δυνατότητες παραγωγής στα όριά τους. Θα χρειαστεί περεταίρω έρευνα σχετικά με τον τρόπο αποθήκευσης και χειρισμού της αντιύλης, όμως οι βελτιωμένοι κινητήρες είναι εντελώς ανεξάρτητοι -- ουσιαστικά πρόκειται για εξωγήινους κινητήρες με προσαρμοστές για ανθρώπινη τεχνολογία. Η αναβάθμιση του στόλου μπορεί να ξεκινήσει μόλις θα έχουμε αρκετά αποθέματα αντιύλης για να καλύψουμε τις απαιτήσεις. Όπως έχω ήδη αναφέρει, η διαφορά στην απόδοση των κινητήρων υγρών καυσίμων μας με εκέινη των κινητήρων ύλης-αντιύλης είναι απλά εκπληκτική. Μόλις ξεκινήσουμε να τους χρησιμοποιούμε στα αεροσκάφη μας, οι πιλότοι μας θα χρειαστούν σημαντική επανεκπαίδευση για τις δυνατότητες των οχημάτων τους. Επιτρέψτε μου να σας εξηγήσω. Σε ένα κανονικό στρατιωτικό τζετ, η χρήση μεγάλης επιτάχυνσης σε κλειστή στροφή μπορεί να οδηγήσει σε μείωμένη αντίληψη ή ακόμα και αναισθησία λόγω της βαρυτικής επιτάχυνσης. Έχουν πεθάνει πιλότοι από υπερβολική επιτάχυνση. Όμως, σε ένα τζετ αντιύλης τα συγκεκριμένα προβλήματα γίνονται εκατοντάδες φορές χειρότερα. Οι κινητήρες είναι τόσο ισχυροί ώστε η υπερβολική επιτάχυνση να μπορεί έυκολα να μετατρέψει το σώμα του ανθρώπινου πιλότου σε μια άμορφη μάζα. Ακόμα και το ίδιο το σκάφος πιθανόν να δυσκολεύεται να ανταπεξέλθει με την επιτάχυνση, ενώ οι μηχανικοί μας θα πρέπει να είναι υπερβολικά προσεκτικοί όταν ελέγχουν την κόποση των μετάλλων, εξετάζουν για αδιόρατες ρωγμές ή οποιαδήποτε άλλα ίχνη φθοράς. Η παραμικρή ρωγμή στην κατασκευή μπορεί να οδηγήσει στην πλήρη διάλυση του αεροσκάφους εν πτήσει. Οι περιοριστές μηχανικής ώθησης μπορούν να κάνουν μόνο ορισμένα πράγματα -- οι μεγαλύτερη καταπόνηση G συμβαίνει στις κλειστές στροφές. Παρόλα αυτά, δεν θα υπάρχει πρόβλημα εφόσον οι εμπλεκόμενοι -- τόσο οι πιλότοι όσο και οι μηχανικοί -- είναι απόλυτα προσεκτικοί στα καθήκοντά τους. Έχουμε αναθεωρήσει σημαντικά τα πρωτόκολλα ελέγχου και ασφάλειας ειδικά για τα αεροσκάφη αντιύλης. Η επανεκπαίδευση των πιλότων μας είναι το μόνο εμπόδιο που απομένει για την χρήση αυτών των εξωγήινων κινητήρων. --Paul Navarre, Διεύθυντής

source: craft_alien_detection_pre_txt
el: Κύριε Διοικητά, ο εξωγήινος εξοπλισμός ανίχνευσης φαίνεται να αποτελείται από ένα σύνολο ισχυρών ενεργητικών και παθητικών ανιχνευτικών συστημάτων, στα οποία συμπεριλαμβάνεται ρανταρ, εικόνα, δέκτες μαγνητισμού και υπεριωδών/υπέρυθρων. Το πιο ενδιαφέρον, όμως, εξάρτημα εκτελεί κάποιο είδος ανίχνευσης άγνωστο σε εμάς και το οποίο δείχνει να είναι πολύ πιο αποτελεσματικό στον εντοπισμό UFO από οτιδήποτε άλλο διαθέτουμε. Εάν μας επιτρέψετε να αποσυναρμολογίσουμε τον εξοπλισμό, είμαι αισιόδοξος ότι θα αποκαλύψουμε όλες τις δυνατότητές του και τον τρόπο αντιγραφής των περισσότερων, αν όχι όλων, εξαρτημάτων του. Αν καταφέρουμε να αξιοποιήσουμε τη συγκεκριμένη τεχνολογία θα ενίσχυσει σημαντικά τις αμυντικές μας προσπαθειες εδώ στη Γη, ενώ θα παρέχει ζωτικές δυνατότητες στην μακροπρόθεσμη ανάπτυξη διαστημικών σκαφών. Σε συνδυασμό με την Προώθηση Εξωγήινων και την Αστροπλοήγηση Εξωγήινων, η Ανίχνευση Εξωγήινων αποτελεί ένα από τα τρία υποστηλώματα της κατασκευής των UFO. Η κατανόησή της θα μας φέρει αρκετά πιο κοντά στην κατασκευή ενός διαπλανητικού αμυντικού σκάφους ικανού και για ατμοσφαιρική πτήση. --Paul Navarre, Διεύθυντής
