Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: alien_mind_txt
el: Commander, My team has finished conducting a number of tests on our captives that have shed some light on the aliens' behaviour. In one experiment, an alien specimen was given a box of food, sealed by a two-digit number lock. The subject took six hours to find the right combination by trial and error. This places the alien's IQ well below most large terrestrial mammals; however, when other subjects in the Containment were given the same task, with exactly the same lock, they all immediately input the right combination on their first attempt without having been exposed to the first specimen's attempts. We know how this looks, Commander, but I assure you my team and I have been thoroughly conscientious about security and separation. The aliens have not been allowed to communicate in any way. We're not yet willing to commit to any definite hypothesis about these events, though we're working on it. Unfortunately, results of our other experiments have been inconclusive at best. Various ways of communication have been attempted without success. Despite having fully functional vocal cords and/or working hands, they do not seem to speak or sign in any sense that we understand. Pheromone communication has had no effect beyond simple physical reactions. The large biological disparity between alien species also creates its own share of problems with containment and communication -- please refer to the alien autopsy reports for more details on individual alien physiology. Nevertheless, I believe we're making progress, however slowly. Communication with the aliens is certainly within the realm of possibility. Our studies confirm that all alien specimens react to external stimuli. This means that we can make them respond, one way or another. Dr. Yamamura is currently working on teaching an isolated group how to express desire, acknowledgement and denial. Their intelligence is too limited to attempt anything more sophisticated at the moment. Once the subjects have mastered these basic concepts, we will have some data on the rate at which the aliens can learn, and a solid foundation upon which to build. Yamamura hopes we can gradually raise their communication skills until they can make themselves intelligible to us, thereby spreading this knowledge to others of their kind who may possess superior intellect and talents. As always, I will keep you informed, Commander. Sincerely, Dr. Connor
it: Commander, My team has finished conducting a number of tests on our captives that have shed some light on the aliens' behaviour. In one experiment, an alien specimen was given a box of food, sealed by a two-digit number lock. The subject took six hours to find the right combination by trial and error. This places the alien's IQ well below most large terrestrial mammals; however, when other subjects in the Containment were given the same task, with exactly the same lock, they all immediately input the right combination on their first attempt without having been exposed to the first specimen's attempts. We know how this looks, Commander, but I assure you my team and I have been thoroughly conscientious about security and separation. The aliens have not been allowed to communicate in any way. We're not yet willing to commit to any definite hypothesis about these events, though we're working on it. Unfortunately, results of our other experiments have been inconclusive at best. Various ways of communication have been attempted without success. Despite having fully functional vocal cords and/or working hands, they do not seem to speak or sign in any sense that we understand. Pheromone communication has had no effect beyond simple physical reactions. The large biological disparity between alien species also creates its own share of problems with containment and communication -- please refer to the alien autopsy reports for more details on individual alien physiology. Nevertheless, I believe we're making progress, however slowly. Communication with the aliens is certainly within the realm of possibility. Our studies confirm that all alien specimens react to external stimuli. This means that we can make them respond, one way or another. Dr. Yamamura is currently working on teaching an isolated group how to express desire, acknowledgement and denial. Their intelligence is too limited to attempt anything more sophisticated at the moment. Once the subjects have mastered these basic concepts, we will have some data on the rate at which the aliens can learn, and a solid foundation upon which to build. Yamamura hopes we can gradually raise their communication skills until they can make themselves intelligible to us, thereby spreading this knowledge to others of their kind who may possess superior intellect and talents. As always, I will keep you informed, Commander. Sincerely, Dr. Connor
pt_br: Commander, My team has finished conducting a number of tests on our captives that have shed some light on the aliens' behaviour. In one experiment, an alien specimen was given a box of food, sealed by a two-digit number lock. The subject took six hours to find the right combination by trial and error. This places the alien's IQ well below most large terrestrial mammals; however, when other subjects in the Containment were given the same task, with exactly the same lock, they all immediately input the right combination on their first attempt without having been exposed to the first specimen's attempts. We know how this looks, Commander, but I assure you my team and I have been thoroughly conscientious about security and separation. The aliens have not been allowed to communicate in any way. We're not yet willing to commit to any definite hypothesis about these events, though we're working on it. Unfortunately, results of our other experiments have been inconclusive at best. Various ways of communication have been attempted without success. Despite having fully functional vocal cords and/or working hands, they do not seem to speak or sign in any sense that we understand. Pheromone communication has had no effect beyond simple physical reactions. The large biological disparity between alien species also creates its own share of problems with containment and communication -- please refer to the alien autopsy reports for more details on individual alien physiology. Nevertheless, I believe we're making progress, however slowly. Communication with the aliens is certainly within the realm of possibility. Our studies confirm that all alien specimens react to external stimuli. This means that we can make them respond, one way or another. Dr. Yamamura is currently working on teaching an isolated group how to express desire, acknowledgement and denial. Their intelligence is too limited to attempt anything more sophisticated at the moment. Once the subjects have mastered these basic concepts, we will have some data on the rate at which the aliens can learn, and a solid foundation upon which to build. Yamamura hopes we can gradually raise their communication skills until they can make themselves intelligible to us, thereby spreading this knowledge to others of their kind who may possess superior intellect and talents. As always, I will keep you informed, Commander. Sincerely, Dr. Connor

source: alien_mind_pre_txt
el: Commander, Though we've achieved limited results so far, research must continue on our alien captives. There's a number of experiments we'd like to run that require your authorisation for lab time and funding. I assure you this is not blue-sky research; with enough tests and behavioural data, we may be able to figure out a way to communicate with these aliens, perhaps even reawaken their intelligence somehow. We don't know what the results of the program will be -- we simply know too little about these aliens, our body of data is far too small to make any predictions at this point. What we do know is that every tidbit we learn about alien psychology is a valuable piece of the puzzle. On a personal note, I'm convinced they must know something, Commander. The trick is in getting it out of them, and we're by God going to do it. My team and I are all eagerly awaiting your approval for the program. Sincerely, Dr. Connor
it: Commander, Though we've achieved limited results so far, research must continue on our alien captives. There's a number of experiments we'd like to run that require your authorisation for lab time and funding. I assure you this is not blue-sky research; with enough tests and behavioural data, we may be able to figure out a way to communicate with these aliens, perhaps even reawaken their intelligence somehow. We don't know what the results of the program will be -- we simply know too little about these aliens, our body of data is far too small to make any predictions at this point. What we do know is that every tidbit we learn about alien psychology is a valuable piece of the puzzle. On a personal note, I'm convinced they must know something, Commander. The trick is in getting it out of them, and we're by God going to do it. My team and I are all eagerly awaiting your approval for the program. Sincerely, Dr. Connor
pt_br: Commander, Though we've achieved limited results so far, research must continue on our alien captives. There's a number of experiments we'd like to run that require your authorisation for lab time and funding. I assure you this is not blue-sky research; with enough tests and behavioural data, we may be able to figure out a way to communicate with these aliens, perhaps even reawaken their intelligence somehow. We don't know what the results of the program will be -- we simply know too little about these aliens, our body of data is far too small to make any predictions at this point. What we do know is that every tidbit we learn about alien psychology is a valuable piece of the puzzle. On a personal note, I'm convinced they must know something, Commander. The trick is in getting it out of them, and we're by God going to do it. My team and I are all eagerly awaiting your approval for the program. Sincerely, Dr. Connor

source: Odd Behaviour
el: Συμπεριφορά Όντων
it: Comportamento Strano
pt_br: Comportamento incomum

source: alien_odd_behaviour_txt
el: Commander, We have spent the past few weeks investigating these strange occurrences in our Containment unit, and we believe we've formulated a theory that may begin to explain the aliens' newfound intelligence. It seems that we were off in our preliminary appraisal of how the alien intellect works. We first believed them to be autonomously operating individuals, in the same way humans are, though with superior communications and team tactics. However, our lab experiments and an intense review of battlefield footage now seem to contradict that hypothesis. In our video records, we have often seen the aliens seeking cover, coordinating their fire, working as a team even though they carry no obvious communications equipment. However, when we captured a few live specimens in our Containment unit, they never displayed anything above the level of animal instinct. This seems incongruous with the evidence we have; large, well-developed brain structures and a proven knowledge of combat tactics. We sought to reconcile these ideas in a new hypothesis, and our experiments have begun to produce tangible results. The new specimens certainly are responsible for the strange behaviour we've observed, but we originally assumed that they were officers of some type under colour of authority. We now believe that theory to also be wrong. Our experiments prove that when the aliens are allowed to congregate, with or without the suspected 'officers', they become significantly more active and sophisticated. When they are separated from each other for a large enough distance, they revert back to their basic states. The conclusion is obvious. There is some kind of communal force binding these creatures together. A string of new theories has emerged. The most likely explanation is in the alien brain. There are several species of alien, all of which meet the physiological requirements for a sentient species, but they show little to no brainwave activity of their own. This implies the presence of some kind of shared or distributed thought between them, a hive mind that grows more intelligent as it grows in numbers. We're not sure how it's possible for this hive mind to cross species boundaries; it's obvious that the different alien races originated on different worlds, with vastly divergent evolutionary paths, and some species appear to have been around far longer than others. However, given the aliens' advanced technology, the 'how' is less of an enigma than the 'why'. These new findings also seem to suggest that specimens down on Earth are cut off from the source of their intelligence. While this may be an important advantage for PHALANX forces, it also brings up threats we had not yet considered. Our research into alien physiology has established that isolated specimens cannot survive very long in our environment, and behave with little enough intelligence while they're on the surface; but if a large enough number is allowed to escape and coordinate with each other -- or with alien sympathisers on Earth -- we could be looking at a serious infiltration risk. With several specimens on hand, their intelligence now seems to be approaching the human level. If we can create a suitable translation device or common language, we believe we may finally be able to establish communications with aliens in PHALANX captivity. Perhaps some of our linguists or psychology experts could form a dialogue. This is an avenue of inquiry that we cannot afford to ignore. Of course, if such experiments were to be approved by the Base Commander, I assure you that my team would take full precautions. Nothing is more important to us than the lives of our men and the security of our facilities. Sincerely, Dr. Connor
it: Commander, We have spent the past few weeks investigating these strange occurrences in our Containment unit, and we believe we've formulated a theory that may begin to explain the aliens' newfound intelligence. It seems that we were off in our preliminary appraisal of how the alien intellect works. We first believed them to be autonomously operating individuals, in the same way humans are, though with superior communications and team tactics. However, our lab experiments and an intense review of battlefield footage now seem to contradict that hypothesis. In our video records, we have often seen the aliens seeking cover, coordinating their fire, working as a team even though they carry no obvious communications equipment. However, when we captured a few live specimens in our Containment unit, they never displayed anything above the level of animal instinct. This seems incongruous with the evidence we have; large, well-developed brain structures and a proven knowledge of combat tactics. We sought to reconcile these ideas in a new hypothesis, and our experiments have begun to produce tangible results. The new specimens certainly are responsible for the strange behaviour we've observed, but we originally assumed that they were officers of some type under colour of authority. We now believe that theory to also be wrong. Our experiments prove that when the aliens are allowed to congregate, with or without the suspected 'officers', they become significantly more active and sophisticated. When they are separated from each other for a large enough distance, they revert back to their basic states. The conclusion is obvious. There is some kind of communal force binding these creatures together. A string of new theories has emerged. The most likely explanation is in the alien brain. There are several species of alien, all of which meet the physiological requirements for a sentient species, but they show little to no brainwave activity of their own. This implies the presence of some kind of shared or distributed thought between them, a hive mind that grows more intelligent as it grows in numbers. We're not sure how it's possible for this hive mind to cross species boundaries; it's obvious that the different alien races originated on different worlds, with vastly divergent evolutionary paths, and some species appear to have been around far longer than others. However, given the aliens' advanced technology, the 'how' is less of an enigma than the 'why'. These new findings also seem to suggest that specimens down on Earth are cut off from the source of their intelligence. While this may be an important advantage for PHALANX forces, it also brings up threats we had not yet considered. Our research into alien physiology has established that isolated specimens cannot survive very long in our environment, and behave with little enough intelligence while they're on the surface; but if a large enough number is allowed to escape and coordinate with each other -- or with alien sympathisers on Earth -- we could be looking at a serious infiltration risk. With several specimens on hand, their intelligence now seems to be approaching the human level. If we can create a suitable translation device or common language, we believe we may finally be able to establish communications with aliens in PHALANX captivity. Perhaps some of our linguists or psychology experts could form a dialogue. This is an avenue of inquiry that we cannot afford to ignore. Of course, if such experiments were to be approved by the Base Commander, I assure you that my team would take full precautions. Nothing is more important to us than the lives of our men and the security of our facilities. Sincerely, Dr. Connor
pt_br: Commander, We have spent the past few weeks investigating these strange occurrences in our Containment unit, and we believe we've formulated a theory that may begin to explain the aliens' newfound intelligence. It seems that we were off in our preliminary appraisal of how the alien intellect works. We first believed them to be autonomously operating individuals, in the same way humans are, though with superior communications and team tactics. However, our lab experiments and an intense review of battlefield footage now seem to contradict that hypothesis. In our video records, we have often seen the aliens seeking cover, coordinating their fire, working as a team even though they carry no obvious communications equipment. However, when we captured a few live specimens in our Containment unit, they never displayed anything above the level of animal instinct. This seems incongruous with the evidence we have; large, well-developed brain structures and a proven knowledge of combat tactics. We sought to reconcile these ideas in a new hypothesis, and our experiments have begun to produce tangible results. The new specimens certainly are responsible for the strange behaviour we've observed, but we originally assumed that they were officers of some type under colour of authority. We now believe that theory to also be wrong. Our experiments prove that when the aliens are allowed to congregate, with or without the suspected 'officers', they become significantly more active and sophisticated. When they are separated from each other for a large enough distance, they revert back to their basic states. The conclusion is obvious. There is some kind of communal force binding these creatures together. A string of new theories has emerged. The most likely explanation is in the alien brain. There are several species of alien, all of which meet the physiological requirements for a sentient species, but they show little to no brainwave activity of their own. This implies the presence of some kind of shared or distributed thought between them, a hive mind that grows more intelligent as it grows in numbers. We're not sure how it's possible for this hive mind to cross species boundaries; it's obvious that the different alien races originated on different worlds, with vastly divergent evolutionary paths, and some species appear to have been around far longer than others. However, given the aliens' advanced technology, the 'how' is less of an enigma than the 'why'. These new findings also seem to suggest that specimens down on Earth are cut off from the source of their intelligence. While this may be an important advantage for PHALANX forces, it also brings up threats we had not yet considered. Our research into alien physiology has established that isolated specimens cannot survive very long in our environment, and behave with little enough intelligence while they're on the surface; but if a large enough number is allowed to escape and coordinate with each other -- or with alien sympathisers on Earth -- we could be looking at a serious infiltration risk. With several specimens on hand, their intelligence now seems to be approaching the human level. If we can create a suitable translation device or common language, we believe we may finally be able to establish communications with aliens in PHALANX captivity. Perhaps some of our linguists or psychology experts could form a dialogue. This is an avenue of inquiry that we cannot afford to ignore. Of course, if such experiments were to be approved by the Base Commander, I assure you that my team would take full precautions. Nothing is more important to us than the lives of our men and the security of our facilities. Sincerely, Dr. Connor
