Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: news_phalanx_and_mumbai_aftermath_txt
el: "Project PHALANX" was first conceived by the United States Department of Defense in 1955, after years of growing concern over increased numbers of UFO sightings all across the world. The possibility of an alien invasion plagued badly on the minds of politicians already unnerved by the nuclear power of the Soviet Union. The existence of hostile extraterrestrial life in the universe seemed a very remote possibility, even moreso that these hostiles might find Earth among all the vastness of space -- but could America afford to take that chance? The project's proponents spent two years building support among the highest levels of power. Finally, in 1957, PHALANX received its first funding allocation. A significant chunk of the year's 'black budget' went to the construction of an advanced underground complex in the Nevada desert somewhere in the territory of Nellis Air Force Base. The complex was named "PHALANX Pacific Operations Command", loaded with state-of-the-art equipment, and staffed with the best and brightest to hammer out how best to combat an extraterrestrial incursion into US soil. The project was a rousing success in its formative years, developing ground-breaking technologies and producing working prototypes of things the world had never seen before, all for a fraction of the costs that civilian contractors would run up. Due to its very nature, PHALANX was the subject of yearly budget battles, but its R&D successes always gave the project a reason to continue even for the most hardline practicalists. However, the world moved on while PHALANX kept preparing for something that never happened. The Vietnam war saw a tremendous upsurge in military spending, almost none of which was allocated to PHALANX or similar projects, who saw their own budgets slashed and burned in the face of war. Despite repeated requests for more funding, the Joint Chiefs dismissed the outlandish 1950s program as 'pie-in-the-sky' spending and let it continue only because of its research efforts. Most of the remaining funding went to keep old equipment serviced and the labs running, if only barely. PHALANX never quite recovered after the war. They would never again have the budgets they had in the '50s; the glory years were over. They supplied some new technology used in the Gulf War, and experienced brief uptick during the opening years of the 21st century due to soaring US military budgets, but after these brief spurts of creativity the project would again fade into obscurity. The Second Cold War drained away the last life left in the project. Its commanders struggled to keep it going without even the money to keep their aircraft in the sky, but even the invention of artificial spider silk couldn't save them from the United States' crashing economy. The country's slide into ruin necked every 'non-essential' military program in the country, one by one, and PHALANX was finally stricken from the budget in 2027. It was five months away from its 70th anniversary. The staff was dismissed, the base dismantled, the unique equipment mothballed and thrown into storage. The project was quickly forgotten. Until it was rediscovered on 9 March 2084 by an old man who remembered reading about it in a dusty file in his long-demolished office. The horror and enormity of the events in Mumbai shocked the world. The existence of intelligent alien life in the universe was no longer a matter of faith. Not only did it exist, it had made contact in the worst way. The massacres were too large and visible for Earth's governments to keep them secret. Video evidence of the smoking, blood-stained streets aired on television sets around the world. The aliens had left no other evidence of their visit; they diligently recovered their dead and collected every scrap of dropped technology before pulling out. Panic spread like wildfire in the wake of the Mumbai broadcasts, and things got worse as word reached the general public about the slaughter in Bonn, Johannesburg and Bangkok. The world knew it had been visited, and now it began to realise it was under attack. The quest for solutions was frantic. The United Nations remained in session continuously for over a week. Plans were drawn up and burnt down with lightning speed. The world was completely defenceless against an alien invasion, both militarily and psychologically. No one had prepared for this. It was one of the forgotten doomsday scenarios that sat crumbling to dust in the back closet of some strategic planning office, unread and unheeded. Now, however, the public demanded answers that no one knew, action that no one could provide. The UN could agree only on a few token gestures; at the order of the Security Council, NASA evacuated International Space Stations 1 and 2, as well as the permanent colony on the moon. The entire range of planned missions to Mars was stricken from the calendar. On all the matters that counted, the UN was deadlocked. Some nations wanted to build massive orbital defences while others insisted they should be permitted to use nuclear missiles for UFO interception. Still others had even more outlandish projects to push. The situation grew worse as the days wore on, until one aging diplomat remembered the PHALANX project. With full access to the old US files, the UN was shocked to find plans, designs, equipment and training manuals; a fully-detailed response to an invasion scenario. They immediately decided to revive PHALANX and equip it to defend Earth from the alien threat. However, everyone who was once a part of PHALANX was either dead or dying. They were going to need a new staff. By unanimous vote, it was decided to keep the project as secret as possible, known only to the highest-ranking politicians and military commanders in the world. The public was comforted with smokescreens and sweet lies while a hand-picked team of operatives from all over the world struggled to resurrect PHALANX and whip it back into fighting trim. Old equipment was tracked down and recovered from gutted warehouses, crumbling manuals were dusted off, and stockpiles of weapons were reassembled for use. With the secret backing of all eight great powers, the project had funding, support and the men it needed to go to war. All it lacked was a leader.
es_es: El "Proyecto PHALANX" fue desarrollado en primera instancia por el Departamento de Defensa de los Estados Unidos en 1955 después de años de creciente preocupación por el elevado número de avistamientos OVNI alrededor del mundo. La posibilidad de una invasión alienígena recorría la mente de unos políticos que ya estaban suficientemente nerviosos con el poder nuclear soviético. La existencia de vida extraterrestre hostil era una posibilidad muy remota, más aún teniendo en cuenta que estas criaturas hostiles tenían que encontrar la Tierra entre el inmenso vacío del espacio; pero ¿América podía correr ese riesgo? Los inventores del proyecto se pasaron dos años construyendo el apoyo político necesario en los más altos niveles del gobierno. Finalmente, en 1957, PHALANX recibió su primera partida de gastos. Una parte importante de los 'fondos reservados' existentes se destinaron a la construcción de un avanzado complejo subterraneo en el desierto de Nevada, en algún lugar de la Base Aerea de Nellis. El complejo fue denominado "Mando de Operaciones Pacíficas de PHALANX", y estaba equipado con el equipo más puntero y el personal más cualificado, todo ello para encontrar la mejor forma de combatir una hipotética amenaza a los Estados Unidos por parte de una fuerza alienígena. El proyecto consiguió muchos éxitos en sus primeros años, desarrollando increibles tecnologías y produciendo prototipos de cosas que el mundo ni siquiera había imaginado, todo por una fracción del coste que hubiera ocasionado haber hecho todo ese desarrollo con contratistas civiles. Por su naturaleza, el Proyecto PHALANX fue objeto de intensos debates respecto a los fondos adjudicados en cada administración, pero el éxito de sus programas de I+D siempre les permitió continuar aplastando las quejas de los escépticos más radicales. Sin embargo, el mundo continuó su marcha mientras PHALANX se preparaba para algo que nunca sucedió. La guerra de Vietnam ocasionó un aumento tremendo del gasto militar, pero prácticamente ninguno de esos fondos fueron a parar a las manos de PHALANX o de proyectos similares, que veian sus propios fondos destinarse a la maquinaria de guerra. A pesar de las numerosas peticiones de aumento de presupuesto, la Junta de Jefes de Estado desechó el antiguo programa como 'devorador de dinero' y sólo permitió su existencia gracias a sus esfuerzos en investigación. La mayor parte del presupuesto restante fue destinado al mantenimiento del equipamiento y al funcionamiento básico de los laboratorios. PHALANX nunca se recuperó del todo después de la guerra. Nunca volvieron a conseguir los fondos adjudicados durante la década de los 50; los años de gloria habían pasado. Sus logros se redujeron a suministrar parte de la nueva tecnoloía usada durante la Guerra del Golfo, aunque el proyecto experimentó un ligero repunte en los primeros años del siglo XXI debido al enorme presupuesto para gasto militar que tenía Estados Unidos en la época. Una vez pasado este pequeño periodo de actividad, el proyecto volvió a caer en la oscuridad. La Segunda Guerra Fría absorbió la poca vida que le quedaba a PHALANX. Sus comandantes intentaron mantener el proyecto abierto sin tan siquiera tener dinero suficiente como para mantener a los aviones en el aire, pero ni siquiera la invención de la tela de araña sintética pudo salvarlos del desplome de la economía de EEUU. La caida del país en la ruina hizo desaparecer cualquier programa militar 'no esencial' y PHALANX fue finalmente cerrado en 2027; faltaban 5 meses para su 70 aniversario. El personal fue despedido, la base desmantelada y el equipamiento fue embalado y guardado en un almacen. El proyecto fue rápidamente olvidado. Hasta que fue redescubierto el 9 de Marzo de 2084 por un anciano que recordaba haber leido sobre él en un archivo polvoriento de su oficina demolida varios años atrás. El horror y la enormidad de los acontecimientos de Mumbai impactaron al mundo. La existencia de inteligencia extraterrestre había dejado de ser una cuestión de fe. No sólamente existían, sino que habían contactado de la peor forma posible. La masacre había sido demasiado grande como para permitir a los gobiernos de la Tierra mantenerla en secreto. Las imagenes de las calles ensangrentadas y humeantes recorrían las televisiones de todo el mundo. Los alienígenas no habían dejado otra evidencia de su visita, ya que habían recogido a sus muertos y cualquier muestra de tecnología antes de desaparecer. El pánico cundió a partir de las imagenes de Mumbai, y las cosas fueron de mal en peor cuando empezaron los rumores de las matanzas ocurridas en Bonn, Johannesburgo y Bangkok. El mundo sabía que había sido visitado, pero ahora empezaba a darse cuenta de que realmente estaba siendo atacado. La búsqueda de soluciones fue frenética. Las Naciones Unidas tuvieron una sesión continua de más de una semana. Los planes se hacían y desechaban a la velocidad del rayo. El mundo estaba completamente indefenso contra la invasión alienígena, tanto militar como psicológicamente. Nadie estaba preparado. Este era uno de los olvidados escenarios apocalípticos que se archivaban sin leer y que guardaban polvo en desmanteladas oficinas. Ahora, sin embargo, el público reclamaba respuestas que nadie conocía, acciones que nadie sabía como iniciar. La ONU sólo pudo ponerse de acuerdo en algunos gestos simbólicos; por orden del Consejo de Seguridad la NASA evacuó las Estaciónes Espaciales Internacionales 1 y 2 así como la colonia permanente de la Luna. Todas las misiones planeadas con destino a Marte fueron borradas del calendario. En cualquier otro asunto la ONU se encontraba en un punto muerto. Algunas naciones proponían construir defensas orbitales masivas, mientras que otros insistían en que se les debía permitir el uso de armas nucleares en la interceptación de OVNIs; algunos otros proponían planes aún más disparatados. La situación empeoraba a medida que pasaban los dias, hasta que un antiguo diplomático recordó el proyecto PHALANX. Con acceso completo a todos los archivos de los antiguos Estados Unidos, la ONU se sorprendió de encontrar planes, diseños, equipamiento y manuales de entrenamiento para ofrecer una respuesta ante una invasión alienígena. Sin embargo, cualquiera que hubiera tenido cualquier relación con PHALANX estaba muerto o a punto de hacerlo. Iban a necesitar un nuevo equipo. Por voto unánime se decidió mantener el proyecto en secreto, siendo conocido sólo por los políticos y militares de más alto rango en todo el mundo. El público fue tranquilizado con dulces mentiras mientras se hacía una cuidadosa selección de personal alrededor del mundo; personal destinado a resucitar el proyecto PHALANX y ofrecer resistencia a la amenaza. El antiguo equipamiento fue recuperado de los oscuros almacenes, se les quitó el polvo a los manuales y montañas de armas fueron reensambladas para el combate. Mantenido en secreto por las ocho grandes superpotencias, el proyecto por fin volvía a tener fondos, apoyos y los hombres que necesitaba para ir a la guerra. Lo único que faltaba era un lider.
it: Il "Progetto PHALANX" venne inizialmente concepito dal dipartimento alla difesa degli Stati Uniti nel 1955, dopo la crescente preoccupazione dovuta all'elevato numero di avvistamenti UFO nel mondo. La possibilità di un'invasione aliena preoccupò parecchio i politici, già abbastanza innervositi dal potere nucleare dell'URSS. L'esistenza di forze ostili extraterrestri nell'universo sembrava molto improbabile, ancora di più che queste forze attaccassero proprio la Terra -- ma potevano permettersi gli Stati Uniti di correre il rischio? Chi propose il progetto spese più di due anni nel cercare appoggi ai livelli più alti. Finalmente, nel 1957, PHALANX ottenne il suo primo stanziamento economico. Una parte significante dei 'soldi neri' di quell'anno vennero spesi nella costruzione di una avanzata base sotterranea nel deserto del Nevada da qualche parte nel territorio della base aeronautica di Nellis. Il complesso venne chiamato "Comando delle Operazioni nel Pacifico PHALANX", venne fornito del migliore equipaggiamento allora disponibile e il personale venne addestrato per fronteggiare al meglio un'eventuale incursione aliena su territorio statunitense. Il progetto fu un successo e sviluppò tecnologie rivoluzionarie producendo prototipi funzionanti di oggetti mai visti prima sul pianeta. Per la sua natura, PHALANX fu oggetto di parecchi scontri sul terreno del budget, ma i suoi successi nel reparto della R&S diede una ragione per continuare. Comunque sia, il mondo andò avanti mentre PHALANX si stava preparando per un eventualità che non si manifestava. Il Vietnam vide un innalzamento delle spese militari, e nessuna di queste furono destinate a PHALANX o a progetti simili. Nonostante le richieste di maggiori fondi, l'Alto Comando liquidò le richieste lasciando aperto il progetto solo per i suoi sforzi nella ricerca. Tutti i fondi rimanenti vennero impiegati per mantenere il vecchio equipaggiamento e i laboratori. PHALANX non si riprese mai dalla guerra. Non riottenne mai i fondi degli anni '50; il periodo d'oro erano finito. Fornirono nuova tecnologia alla Guerra del Golfo, ottennero maggiori introiti durante i primi anni del ventunesimo secolo dovuti all'innalzamento delle spese belliche, ma dopo questi brevi periodi, il progetto ricadde nell'oblio. La Seconda Guerra Fredda diede il colpo di grazia al progetto. I suoi comandanti riuscirono a trascinarlo avanti senza neppure avere i soldi per mantenere i velivoli in aria, ma nemmeno l'invenzione della seta artificiale riuscì a salvarli dal crack finanziario USA. Tutti i programmi militari non strettamente necessari vennero depennati e PHALANX venne ufficialmente chiuso nel 2027. Mancavano cinque mesi al settantesimo anniversario. Lo staff venne licenziato, la base smantellata, l'equipaggiamento imballato e gettato nei magazzini. Il progetto venne presto dimenticato. Finchè non venne riscoperto il 9 Marzo 2084 quasi per caso da un diplomatico spulciando vecchi archivi. Gli orrori degli eventi di Mumbai sconvolsero il mondo. L'esistenza di forme di vita aliena nell'universo non era più una questione di fede. Non solo esisteva, ma era addirittura entrata in contatto nel peggiore dei modi. Il massacro era troppo grande per essere tenuto segreto dai governi della Terra. Le immagini delle strade fumanti e coperte di sangue fecero il giro del mondo. Gli alieni non lasciarono altre prove della loro visita; diligentemente recuperarono i cadaveri e raccolsero ogni frammento di tecnologia prima di andarsene. Il panico si sparse come un incendio, e le cose andarono anche peggio quando si sparse la notizia di Bonn, Johannesburg e Bangkok. Il mondo sapeva di essere stato visitato, e cominciava a capire di essere sotto attacco. Serviva urgentemente una soluzione. Le Nazioni Unite rimasero a colloquio per più di una settimana. I progetti venivano acclamati e cestinati alla velocità della luce. Il mondo era completamente indifeso contro l'invasione aliena, sia militarmente che psicologicamente. Nessuno era pronto per una tale evenienza. Questo era proprio lo scenario di terrore previsto in qualche ufficio ora polveroso. Intanto la popolazione cercava risposte a cui nessuno sapeva rispondere, e provvedimenti che nessuno sapeva prendere. Le Nazioni Unite presero solo alcuni accorgimenti; fecero evacuare le Stazioni Spaziali Internazionali 1 e 2, così come la colonia permanente sulla luna. Tutte le missioni per Marte vennero annullate. Per tutte le questioni importanti invece, le Nazioni Unite erano a un punto morto. Alcuni paesi volevano costruire imponenti basi di difesa orbitanti, altri chiedevano di poter usare missili nucleari contro gli UFO. Altri ancora pretendevano soluzioni ancora più irragionevoli. La situazione peggiorava di giorno in giorno, finché a un anziano diplomatico non tornò in mente il progetto PHALANX. Dopo aver ottenuto pieno accesso ai file statunitensi, le Nazioni Unite furono colpite nello scoprire piani, progetti, equipaggiamento e manuali d'addestramento; una dettagliata risposta ad un'invasione su vasta scala. Decisero immediatamente di ristabilire PHALANX ed equipaggiarlo per difendere la Terra dalla minaccia aliena. Comunque sia, tutti quelli che facevano parte di PHALANX erano morti o stavano morendo. C'era bisogno di un nuovo staff. Con voto unanime, si decise di mantenere il progetto segreto, conosciuto solo dai politici ed esponenti militari più importanti del mondo. La popolazione venne tranquillizzata con cortine di fumo e bugie mentre un manipolo di operativi da tutto il globo si adoperava per riattivare PHALANX e renderlo pronto per la battaglia. Il vecchio equipaggiamento venne rintracciato e recuperato mentre le armi venivano riassemblate per l'uso. Con l'appoggio segreto di tutte e otto le superpotenze, il progetto venne sovvenzionato sia economicamente che logisticamente. Mancava solo il leader.

source: A New Twist
el: Μια νέα καμπή
it: Trama/La Svolta
pt_br: Uma Nova Virada

source: The Enemy On Earth
el: Ο εχθρός στη Γή

source: enemy_on_earth_txt
el: Commander, You need to read this right away. By your request, we've performed several hurried autopsies and done our best to examine the live prisoners taken on our mission against the alien sympathisers. The results are alarming. Do you remember the report I sent you about the first live alien specimen we researched? As you may remember, it had lost all its intellect and became largely unresponsive without fellows to empower the hive mind. Prepare yourself, Commander: The human prisoner in our Containment unit exhibits the very same symptoms. A thorough blood analysis has produced conclusive evidence that the prisoner is infected with an XVI strand. This new strand is slightly different from the others we've encountered, and we fear it can only be designated "XVI-H". It appears to be willfully designed to infect humans with the alien hive mind. It overrides their own rational thought processes and replaces them with a direct link into the group, whether there actually is a group or not, through a process we currently fail to understand. Our subjects run the gamut of the human race; the infection seems to have no preference for IQ or physical potential. The infection method appears to be a direct injection of infected blood into the victim's bloodstream. It is premeditated and ruthless. Any amount of shared blood is enough for the infection to take root. Quarantine procedures have been tightened to the absolute maximum, and we're rushing another full batch of tests on all our personnel. Our field agents remain clean, thank God -- just think if we'd gone into a combat zone with soldiers capable of turning on their teammates at any moment! -- but I fear we have found one conclusive result. It's Dr. Eisenhower, our Director of Administration. He's been away on holiday since last week, but we ran an older sample which has now come up positive. We don't know when or how he was subverted or if he even joined PHALANX with honourable intentions, but it's clear he has acted as an alien spy for some weeks. Unfortunately we can't seem to find him at his announced destination. Internal Security has taken charge of his workstation and is in the process of information control. Things are a bit hectic right now. Dr. Eisenhower's infection implies that other members of a hive mind -- human or alien -- were in close enough proximity to allow him to function at human intelligence. He could have linked up with our subjects in Containment, or a nearby alien cell, or even other infiltrators inside our base. Right now, we don't know, and we most likely never will. We're all frightened in the Bio lab. My assistant has been jumping at shadows all day. Commander, we must develop a vaccine against XVI-H as soon as possible. The danger of our soldiers and salvage technicians falling victim to the infection in the field is too great to ignore even for a moment. I hereby request your permission to start work on a vaccine immediately. Please, please respond at your earliest convenience. Sincerely, Dr. Connor
