Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: pbeampistol_txt
el: Commander, I've got the specs of the new alien pistol for you, and they're not good. We've always suspected that a real alien army would field more than just plasma weapons and Kerrblades. Now they've gone and proved us right. This particle beam weaponry is extremely advanced, a quantum leap above the plasma weapons, miniaturised far beyond our ability to duplicate. Particle-beam weaponry is designed to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. Until now we've only seen the aliens use this technology in large UFO weapons. Now, however, they're using it on the ground in the worst way. The pistol itself is quite simple in build, just a shell covering a set of magnets and electrostatic lenses for focusing and constricting the particle beam. This is all stuff we can duplicate easily with enough money and effort. However, we've yet to figure out the weapon's ammo supply. The energy readings we've taken from the magazines are extreme, and despite our efforts, we haven't managed to disable or disarm one in order to safely open it up. Even shooting it dry doesn't completely deactivate one of these magazines. More research will be required before we can try and understand them, much less reproduce them. Certainly this pistol is the nastiest handgun I've ever seen in my career, with impressive armour-piercing capabilities and extreme damage potential. The high-speed particle beam can kill a lightly-armoured human in one shot at ranges of up to 40 metres. Just one shot. With regards to lethality at range, it outperforms even our laser pistol. The only good news is that the PB pistol is significantly less accurate than our lasers and produce too much of a kick to make repeated accurate shots. In fact, firing the pistol may be difficult for troops with less than the required physical strength. The particles leaving the barrel move at a fraction of the speed of light, so they generate an unholy amount of recoil against the shooter. It would be an extreme challenge for weaker troops to keep the weapon on-target. If these pistols are deployed, we recommend they only be issued to the stronger troops on our squad. I'll keep you posted on our progress with the magazines, Commander. --Cdr. Navarre
it: Commander, I've got the specs of the new alien pistol for you, and they're not good. We've always suspected that a real alien army would field more than just plasma weapons and Kerrblades. Now they've gone and proved us right. This particle beam weaponry is extremely advanced, a quantum leap above the plasma weapons, miniaturised far beyond our ability to duplicate. Particle-beam weaponry is designed to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. Until now we've only seen the aliens use this technology in large UFO weapons. Now, however, they're using it on the ground in the worst way. The pistol itself is quite simple in build, just a shell covering a set of magnets and electrostatic lenses for focusing and constricting the particle beam. This is all stuff we can duplicate easily with enough money and effort. However, we've yet to figure out the weapon's ammo supply. The energy readings we've taken from the magazines are extreme, and despite our efforts, we haven't managed to disable or disarm one in order to safely open it up. Even shooting it dry doesn't completely deactivate one of these magazines. More research will be required before we can try and understand them, much less reproduce them. Certainly this pistol is the nastiest handgun I've ever seen in my career, with impressive armour-piercing capabilities and extreme damage potential. The high-speed particle beam can kill a lightly-armoured human in one shot at ranges of up to 40 metres. Just one shot. With regards to lethality at range, it outperforms even our laser pistol. The only good news is that the PB pistol is significantly less accurate than our lasers and produce too much of a kick to make repeated accurate shots. In fact, firing the pistol may be difficult for troops with less than the required physical strength. The particles leaving the barrel move at a fraction of the speed of light, so they generate an unholy amount of recoil against the shooter. It would be an extreme challenge for weaker troops to keep the weapon on-target. If these pistols are deployed, we recommend they only be issued to the stronger troops on our squad. I'll keep you posted on our progress with the magazines, Commander. --Cdr. Navarre
pt_br: Commander, I've got the specs of the new alien pistol for you, and they're not good. We've always suspected that a real alien army would field more than just plasma weapons and Kerrblades. Now they've gone and proved us right. This particle beam weaponry is extremely advanced, a quantum leap above the plasma weapons, miniaturised far beyond our ability to duplicate. Particle-beam weaponry is designed to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. Until now we've only seen the aliens use this technology in large UFO weapons. Now, however, they're using it on the ground in the worst way. The pistol itself is quite simple in build, just a shell covering a set of magnets and electrostatic lenses for focusing and constricting the particle beam. This is all stuff we can duplicate easily with enough money and effort. However, we've yet to figure out the weapon's ammo supply. The energy readings we've taken from the magazines are extreme, and despite our efforts, we haven't managed to disable or disarm one in order to safely open it up. Even shooting it dry doesn't completely deactivate one of these magazines. More research will be required before we can try and understand them, much less reproduce them. Certainly this pistol is the nastiest handgun I've ever seen in my career, with impressive armour-piercing capabilities and extreme damage potential. The high-speed particle beam can kill a lightly-armoured human in one shot at ranges of up to 40 metres. Just one shot. With regards to lethality at range, it outperforms even our laser pistol. The only good news is that the PB pistol is significantly less accurate than our lasers and produce too much of a kick to make repeated accurate shots. In fact, firing the pistol may be difficult for troops with less than the required physical strength. The particles leaving the barrel move at a fraction of the speed of light, so they generate an unholy amount of recoil against the shooter. It would be an extreme challenge for weaker troops to keep the weapon on-target. If these pistols are deployed, we recommend they only be issued to the stronger troops on our squad. I'll keep you posted on our progress with the magazines, Commander. --Cdr. Navarre

source: pbeampistol_pre_txt
el: Commander, we've recovered a dangerous new alien pistol that seems to fire high-energy particle beams -- more deadly than lasers, more accurate than plasma weapons, and an extremely nasty new threat to our troops on the battlefield. Preliminary tests against our armour have produced distressing results. We need to perform more research on these weapons immediately. Please authorise this program at your earliest convenience. --Cdr. Navarre
it: Commander, we've recovered a dangerous new alien pistol that seems to fire high-energy particle beams -- more deadly than lasers, more accurate than plasma weapons, and an extremely nasty new threat to our troops on the battlefield. Preliminary tests against our armour have produced distressing results. We need to perform more research on these weapons immediately. Please authorise this program at your earliest convenience. --Cdr. Navarre
pt_br: Commander, we've recovered a dangerous new alien pistol that seems to fire high-energy particle beams -- more deadly than lasers, more accurate than plasma weapons, and an extremely nasty new threat to our troops on the battlefield. Preliminary tests against our armour have produced distressing results. We need to perform more research on these weapons immediately. Please authorise this program at your earliest convenience. --Cdr. Navarre

source: pbeamammo_txt
el: Commander, my method worked. I think we've managed to crack the secrets of the mysterious particle beam weaponry. Here are my conclusions. The appearance of man-portable particle beam weaponry suggests a serious escalation in this war. Prior to being shot at with it, we had no idea that the aliens possessed such advanced technology, and we have no idea why it was not deployed before now. The aliens' motivations and strategy remain a complete mystery to us. Still, I don't believe I'm overstating the issue that these weapons change everything. When I try to describe this, you have to understand that I'm not talking about the actual weapons. As I've mentioned in my reports, the weapons themselves are basically nothing more than a metal shell around a set of magnets and electrostatic lenses, all used for focusing and constricting the particle beam. The real magic happens in a space about the size of my fist. I'm talking about what we have previously thought of as the 'magazine', until now. What it actually is is unbelievable. Each individual magazine is actually a synchrotron particle accelerator of mind-blowingly tiny proportions, wrapped around a battery pack so small that we can't even begin to imagine how they built it. The synchrotron speeds particles round and round in a very small circle -- less than the diameter of the magazine -- until they've achieved sufficient velocity. The particles are then diverted via a magnetic field into the focusing array, where they are magnetically constricted -- 'pinched' -- into a coherent beam. Commander, there is no chance in hell that we can build accelerators this complex this small. Not in our lifetimes. Neither we at PHALANX nor the rest of the world have the precision machinery or the knowledge necessary to duplicate the alien technology. We've documented how the weapons works, and they're simple enough to produce, but if we actually want to use them we're going to have to scrounge magazines off the aliens. Worse, these little accelerators are put under tremendous amounts of strain in their lifetimes, and they'll start to malfunction after being used only a few times. Our ammo supply will be spotty at best, limited to whatever we can recover in the field. If the aliens have widespread access to this sort of technology, and they obviously do, I couldn't tell you why they haven't just waltzed in and mashed humanity into paste. Their war machine is several orders of magnitude greater than ours. Their technology is more advanced, they have more numbers and better aircraft, and yet they're still coming at us in fits and starts. It's baffling. However, any good soldier will tell you that 'why' doesn't matter right now. They're the ones making the mistake and it's up to us to take advantage of it. We need to upgrade, upgun, and uptrain everything we have, Commander. Everything. We have to be ready before they start getting really serious about this war. --Cdr. Navarre
it: Commander, my method worked. I think we've managed to crack the secrets of the mysterious particle beam weaponry. Here are my conclusions. The appearance of man-portable particle beam weaponry suggests a serious escalation in this war. Prior to being shot at with it, we had no idea that the aliens possessed such advanced technology, and we have no idea why it was not deployed before now. The aliens' motivations and strategy remain a complete mystery to us. Still, I don't believe I'm overstating the issue that these weapons change everything. When I try to describe this, you have to understand that I'm not talking about the actual weapons. As I've mentioned in my reports, the weapons themselves are basically nothing more than a metal shell around a set of magnets and electrostatic lenses, all used for focusing and constricting the particle beam. The real magic happens in a space about the size of my fist. I'm talking about what we have previously thought of as the 'magazine', until now. What it actually is is unbelievable. Each individual magazine is actually a synchrotron particle accelerator of mind-blowingly tiny proportions, wrapped around a battery pack so small that we can't even begin to imagine how they built it. The synchrotron speeds particles round and round in a very small circle -- less than the diameter of the magazine -- until they've achieved sufficient velocity. The particles are then diverted via a magnetic field into the focusing array, where they are magnetically constricted -- 'pinched' -- into a coherent beam. Commander, there is no chance in hell that we can build accelerators this complex this small. Not in our lifetimes. Neither we at PHALANX nor the rest of the world have the precision machinery or the knowledge necessary to duplicate the alien technology. We've documented how the weapons works, and they're simple enough to produce, but if we actually want to use them we're going to have to scrounge magazines off the aliens. Worse, these little accelerators are put under tremendous amounts of strain in their lifetimes, and they'll start to malfunction after being used only a few times. Our ammo supply will be spotty at best, limited to whatever we can recover in the field. If the aliens have widespread access to this sort of technology, and they obviously do, I couldn't tell you why they haven't just waltzed in and mashed humanity into paste. Their war machine is several orders of magnitude greater than ours. Their technology is more advanced, they have more numbers and better aircraft, and yet they're still coming at us in fits and starts. It's baffling. However, any good soldier will tell you that 'why' doesn't matter right now. They're the ones making the mistake and it's up to us to take advantage of it. We need to upgrade, upgun, and uptrain everything we have, Commander. Everything. We have to be ready before they start getting really serious about this war. --Cdr. Navarre
pt_br: Commander, my method worked. I think we've managed to crack the secrets of the mysterious particle beam weaponry. Here are my conclusions. The appearance of man-portable particle beam weaponry suggests a serious escalation in this war. Prior to being shot at with it, we had no idea that the aliens possessed such advanced technology, and we have no idea why it was not deployed before now. The aliens' motivations and strategy remain a complete mystery to us. Still, I don't believe I'm overstating the issue that these weapons change everything. When I try to describe this, you have to understand that I'm not talking about the actual weapons. As I've mentioned in my reports, the weapons themselves are basically nothing more than a metal shell around a set of magnets and electrostatic lenses, all used for focusing and constricting the particle beam. The real magic happens in a space about the size of my fist. I'm talking about what we have previously thought of as the 'magazine', until now. What it actually is is unbelievable. Each individual magazine is actually a synchrotron particle accelerator of mind-blowingly tiny proportions, wrapped around a battery pack so small that we can't even begin to imagine how they built it. The synchrotron speeds particles round and round in a very small circle -- less than the diameter of the magazine -- until they've achieved sufficient velocity. The particles are then diverted via a magnetic field into the focusing array, where they are magnetically constricted -- 'pinched' -- into a coherent beam. Commander, there is no chance in hell that we can build accelerators this complex this small. Not in our lifetimes. Neither we at PHALANX nor the rest of the world have the precision machinery or the knowledge necessary to duplicate the alien technology. We've documented how the weapons works, and they're simple enough to produce, but if we actually want to use them we're going to have to scrounge magazines off the aliens. Worse, these little accelerators are put under tremendous amounts of strain in their lifetimes, and they'll start to malfunction after being used only a few times. Our ammo supply will be spotty at best, limited to whatever we can recover in the field. If the aliens have widespread access to this sort of technology, and they obviously do, I couldn't tell you why they haven't just waltzed in and mashed humanity into paste. Their war machine is several orders of magnitude greater than ours. Their technology is more advanced, they have more numbers and better aircraft, and yet they're still coming at us in fits and starts. It's baffling. However, any good soldier will tell you that 'why' doesn't matter right now. They're the ones making the mistake and it's up to us to take advantage of it. We need to upgrade, upgun, and uptrain everything we have, Commander. Everything. We have to be ready before they start getting really serious about this war. --Cdr. Navarre

source: pbeamammo_pre_txt
el: Commander, we've decided that more research is badly needed on the particle beam weaponry, especially their mysterious power source, the magazines which we've been utterly unable to examine. No amount of finesse or ingenuity has been able to open them. That's why I'm hereby proposing extreme measures. I want to use our lab's radiation chamber to bombard one of the magazines with electromagnetic pulses, destroying most of the internal electronics, and hopefully causing it to shut down. Once it's safely deactivated, we can use brute force to open it up. Destroying a magazine to find out how it works may seem crude and backwards, but we have no other choice at the moment. Even blasted to hell by EMP, it should help us answer a lot of questions about the aliens' particle beam technology. It may also give us clues as to how we can get inside an undamaged magazine. Once we know how the magazine works, we can reassess the weapons and we'll hopefully be able to tell you how it all fits together, Commander. --Cdr. Navarre
it: Commander, we've decided that more research is badly needed on the particle beam weaponry, especially their mysterious power source, the magazines which we've been utterly unable to examine. No amount of finesse or ingenuity has been able to open them. That's why I'm hereby proposing extreme measures. I want to use our lab's radiation chamber to bombard one of the magazines with electromagnetic pulses, destroying most of the internal electronics, and hopefully causing it to shut down. Once it's safely deactivated, we can use brute force to open it up. Destroying a magazine to find out how it works may seem crude and backwards, but we have no other choice at the moment. Even blasted to hell by EMP, it should help us answer a lot of questions about the aliens' particle beam technology. It may also give us clues as to how we can get inside an undamaged magazine. Once we know how the magazine works, we can reassess the weapons and we'll hopefully be able to tell you how it all fits together, Commander. --Cdr. Navarre
pt_br: Commander, we've decided that more research is badly needed on the particle beam weaponry, especially their mysterious power source, the magazines which we've been utterly unable to examine. No amount of finesse or ingenuity has been able to open them. That's why I'm hereby proposing extreme measures. I want to use our lab's radiation chamber to bombard one of the magazines with electromagnetic pulses, destroying most of the internal electronics, and hopefully causing it to shut down. Once it's safely deactivated, we can use brute force to open it up. Destroying a magazine to find out how it works may seem crude and backwards, but we have no other choice at the moment. Even blasted to hell by EMP, it should help us answer a lot of questions about the aliens' particle beam technology. It may also give us clues as to how we can get inside an undamaged magazine. Once we know how the magazine works, we can reassess the weapons and we'll hopefully be able to tell you how it all fits together, Commander. --Cdr. Navarre

source: Alien Artifact - Particle Beam Cannon
el: Εξωγήινο τεχνούργημα - Κανόνι μοριακής ακτίνας
it: Artefatto Alieno - Cannone a Flusso di Particelle
pt_br: Artefato Alienígena - Canhão de Feixe de Partículas
