Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: rpg_txt
el: Technical Specifications: HPML Rocket Launcher CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The South-African MPMDS (Multi-Purpose Missile Delivery System) has a classic, almost surgically clean name that completely belies its purpose. It is the heaviest infantry missile launcher on the market, able to fire anti-tank shells as easily as high-explosive rockets that turn infantry into hamburger. Originally intended as light field artillery, this weapon is fairly new; its only combat experience has been in Mumbai in the hands of Commonwealth troops. It was one of the handful of weapons that eventually turned the tide in the fighting -- and there is a good reason why. Alien craft on the ground emit fantastic amounts of jamming and other EW (Electronic Warfare) activity. In fact, they emit so much of it that ordinary 'smart' missiles are rendered completely ineffective. If one type of alien EW doesn't fool the missile's relatively stupid electronic brain, another will. No amount of tinkering by Earth's military engineers has been able to fix the situation. The MPMDS, however, will remain effective against the alien invaders -- one of the few human missile launchers that can -- because its rockets carry no onboard guidance. The rockets are 120mm monsters the size of artillery shells. They are fired out of a smoothbore barrel, fin-stabilised in flight, and have a maximum effective range of 70 metres. Surprisingly they are made up of only three parts: a rocket booster, a warhead and an impact trigger. This simplicity allows them to remain effective and reliable in the most hazardous situations. Though the rockets are not very accurate, they will devastate anything in their path, even aliens. It takes only one good hit from an MPMDS rocket to send the enemy flying. Standard ammunition for this launcher includes: HE (High-Explosive) rockets, AA (Anti-Armour) rockets, and IC (Incendiary) rockets. New types of MPMDS ammo were being researched by Commonwealth manufacturers before the start of the war. We have all their data on file and could use it to create revolutionary new rocket types. Along with the HPGL Grenade Launcher, this weapon will provide our troops the artillery support they need to survive and win through. For PHALANX use, we have given this rocket launcher the classification HPML. Recommended Doctrine The HPML is best used in a support role, providing covering fire for our assault troops with high-explosive and/or incendiary rockets. However, care should be taken that friendly fire incidents do not occur, as this could have disastrous effects in a combat mission. Friendly troops should be kept away from the rear of the launcher during firing; the hot exhaust gases are extremely dangerous to nearby humans. The HPML should not be fired at targets closer than 8 metres from the shooter. Violating these safety guidelines could result in serious injury or death to the shooter and other members of the team. If a target is closer than 8 metres, any shooter should immediately resort to his sidearm or a combat knife. Anything else would be suicide. Addenda Along with sniper rifles and grenades, this is one of the few standard-issue human weapons that are fully effective against robotic aliens.
es_es: Especificaciones técnicas: Lanzacohetes HMPL CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción El ataque alienígena a Mumbai hizo nuestra situación dolorosamente clara. Su tecnología es mucho más avanzada que la nuestra. La completa falta de avance de las tropas de la Commonwealth en la ofensiva de Mumbai reveló debilidades críticas en el equipamiento y entrenamiento militar actual. Se perdieron tres batallones en el campo de tiro sin inflingir bajas significativas en el enemigo. PHALANX debe superar estos problemas, y para ello necesitamos la mejor tecnología que la humanidad pueda proporcionar. El Programa Excalibur fue creado para encontrar las armas mas efectivas de la Tierra revisando sus procedimientos de desarrollo, durabilidad, registro operacional y eficiacia de combate en aquellas situaciones en las que hemos conseguido presentar batalla a los alienigenas. El sistem sudafricano MPMDS (Multi-Purpose Missile Delivery System) es el lanzamisiles de infantería más pesado que existe en el mercado, capaz de disparar munición antitanque así como cohetes explosivos capaces de reducir a la nada a la infantería enemiga. Inicialmente diseñada como artillería ligera, este arma es relativamente nueva; su unica experiencia en combate fue durante la batalla de Mumbai a manos de las tropas de la Commonwealth. Fue una de las pocas armas eficaces que hicieron que aquella masacre no fuera mucho peor. Las naves alienígenas en tierra emiten increibles campos magneticos que interfieren con nuestros dispositivos. De hecho, sus emisiones hicieron que nuestros misiles guiados 'inteligentes' fueran completamente inútiles. Si alguna de las radiaciones extraterrestres no fue capaz de confundir el cerebro relativamente estupido de nuestros misiles, sin duda alguna cualquier otro dispositivo alienígena lo hizo. Nuestros ingenieros todavía no han encontrado la forma de superar este obstaculo. El MPMDS, sin embargo, al usar cohetes no guiados no se vio afectados por estas técnicas de guerra eletrónica. Los cohetes que usa son monstruos de 120mm, el tamaño de la munición de artillería convencional. Se dispara a traves de un cañón de guiado estabilizandose en el aire, y tienen un alcance efectivo máximo de 70 metros. Sorprendentemente están fabricados con sólo tres piezas: el impulsor, la cabeza explosiva y el disparador por impacto. Su relativa simpleza le permite una fiabilidad extraordinaria en los más adversos escenarios de combate. A pesar de que los cohetes no son especialmente certeros pueden devastar cualquier cosa que se encuentre en su camino, incluyendo extraterrestres. Con sólo un buen disparo se puede hacer saltar por los aires al enemigo. La munición estándar de este lanzacohetes incluye: el cohete explosivo (HE, High Explosive), cohetes antiblindaje y el cohete incendiario. La Commonwealth investigó nuevos tipos de munición para el MPMDS antes de la guerra; tenemos en nuestro poder todos sus datos y archivos lo que podría conducirnos en un futuro a producir nuevos y revolucionarios tipos de cohete. Junto con el Lanzagranadas HPGL, este arma proporciona a nuestras tropas el soporte de artillería necesario para sobrevivir y vencer en el campo de batalla. Para uso interno de PHALANX, hemos denominado este lanzacohetes como HPML- Doctrina Recomendada El HPML funciona mejor en misiones de soporte, proporcionando fuego de cobertura para nuestras tropas de asalto con sus cohetes explosivos o incendiarios. Sin embargo hay que tomar precauciones para evitar dañar a las tropas aliadas, ya que la gran potencia de los cohetes puede tener efectos desastrosos en nuestros soldados. Las tropas amigas deben permenecer alejadas de la parte trasera del lanzacohetes durante el disparo, ya que los gases calientes de la ignicion son muy peligrosos. El HPML no debe ser disparado contra blancos a menos de 8 metros del lanzador. No seguir estas directrices de seguridad puede producir serias heridas, e incluso la muerte, al artillero o a otros miembros del equipo. Si el blanco se encuentra a menos de 8 metros, el artillero deberá cambiar inmediatamente a su arma secundaria o cuchillo de combate. Cualquier otra consideración sería suicida. Addenda Además del rifle de francotirador y las granadas, esta es una de las pocas armas humanas estñandar que son efectivas contra enemigos robotizados.
it: Technical Specifications: HPML Rocket Launcher CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The South-African MPMDS (Multi-Purpose Missile Delivery System) has a classic, almost surgically clean name that completely belies its purpose. It is the heaviest infantry missile launcher on the market, able to fire anti-tank shells as easily as high-explosive rockets that turn infantry into hamburger. Originally intended as light field artillery, this weapon is fairly new; its only combat experience has been in Mumbai in the hands of Commonwealth troops. It was one of the handful of weapons that eventually turned the tide in the fighting -- and there is a good reason why. Alien craft on the ground emit fantastic amounts of jamming and other EW (Electronic Warfare) activity. In fact, they emit so much of it that ordinary 'smart' missiles are rendered completely ineffective. If one type of alien EW doesn't fool the missile's relatively stupid electronic brain, another will. No amount of tinkering by Earth's military engineers has been able to fix the situation. The MPMDS, however, will remain effective against the alien invaders -- one of the few human missile launchers that can -- because its rockets carry no onboard guidance. The rockets are 120mm monsters the size of artillery shells. They are fired out of a smoothbore barrel, fin-stabilised in flight, and have a maximum effective range of 70 metres. Surprisingly they are made up of only three parts: a rocket booster, a warhead and an impact trigger. This simplicity allows them to remain effective and reliable in the most hazardous situations. Though the rockets are not very accurate, they will devastate anything in their path, even aliens. It takes only one good hit from an MPMDS rocket to send the enemy flying. Standard ammunition for this launcher includes: HE (High-Explosive) rockets, AA (Anti-Armour) rockets, and IC (Incendiary) rockets. New types of MPMDS ammo were being researched by Commonwealth manufacturers before the start of the war. We have all their data on file and could use it to create revolutionary new rocket types. Along with the HPGL Grenade Launcher, this weapon will provide our troops the artillery support they need to survive and win through. For PHALANX use, we have given this rocket launcher the classification HPML. Recommended Doctrine The HPML is best used in a support role, providing covering fire for our assault troops with high-explosive and/or incendiary rockets. However, care should be taken that friendly fire incidents do not occur, as this could have disastrous effects in a combat mission. Friendly troops should be kept away from the rear of the launcher during firing; the hot exhaust gases are extremely dangerous to nearby humans. The HPML should not be fired at targets closer than 8 metres from the shooter. Violating these safety guidelines could result in serious injury or death to the shooter and other members of the team. If a target is closer than 8 metres, any shooter should immediately resort to his sidearm or a combat knife. Anything else would be suicide. Addenda Along with sniper rifles and grenades, this is one of the few standard-issue human weapons that are fully effective against robotic aliens.
pt_br: Technical Specifications: HPML Rocket Launcher CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The South-African MPMDS (Multi-Purpose Missile Delivery System) has a classic, almost surgically clean name that completely belies its purpose. It is the heaviest infantry missile launcher on the market, able to fire anti-tank shells as easily as high-explosive rockets that turn infantry into hamburger. Originally intended as light field artillery, this weapon is fairly new; its only combat experience has been in Mumbai in the hands of Commonwealth troops. It was one of the handful of weapons that eventually turned the tide in the fighting -- and there is a good reason why. Alien craft on the ground emit fantastic amounts of jamming and other EW (Electronic Warfare) activity. In fact, they emit so much of it that ordinary 'smart' missiles are rendered completely ineffective. If one type of alien EW doesn't fool the missile's relatively stupid electronic brain, another will. No amount of tinkering by Earth's military engineers has been able to fix the situation. The MPMDS, however, will remain effective against the alien invaders -- one of the few human missile launchers that can -- because its rockets carry no onboard guidance. The rockets are 120mm monsters the size of artillery shells. They are fired out of a smoothbore barrel, fin-stabilised in flight, and have a maximum effective range of 70 metres. Surprisingly they are made up of only three parts: a rocket booster, a warhead and an impact trigger. This simplicity allows them to remain effective and reliable in the most hazardous situations. Though the rockets are not very accurate, they will devastate anything in their path, even aliens. It takes only one good hit from an MPMDS rocket to send the enemy flying. Standard ammunition for this launcher includes: HE (High-Explosive) rockets, AA (Anti-Armour) rockets, and IC (Incendiary) rockets. New types of MPMDS ammo were being researched by Commonwealth manufacturers before the start of the war. We have all their data on file and could use it to create revolutionary new rocket types. Along with the HPGL Grenade Launcher, this weapon will provide our troops the artillery support they need to survive and win through. For PHALANX use, we have given this rocket launcher the classification HPML. Recommended Doctrine The HPML is best used in a support role, providing covering fire for our assault troops with high-explosive and/or incendiary rockets. However, care should be taken that friendly fire incidents do not occur, as this could have disastrous effects in a combat mission. Friendly troops should be kept away from the rear of the launcher during firing; the hot exhaust gases are extremely dangerous to nearby humans. The HPML should not be fired at targets closer than 8 metres from the shooter. Violating these safety guidelines could result in serious injury or death to the shooter and other members of the team. If a target is closer than 8 metres, any shooter should immediately resort to his sidearm or a combat knife. Anything else would be suicide. Addenda Along with sniper rifles and grenades, this is one of the few standard-issue human weapons that are fully effective against robotic aliens.

source: rpg_ammo_txt
el: Technical Specifications: HE Rocket CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a 120mm solid-fuel rocket fitted with a High-Explosive warhead. It is fired electronically by a spark igniter inside the launcher's barrel. The fuel is highly stable and resists concussion and heat, though it can cook off if exposed to high temperatures for a significant period of time. The warhead itself is completely inert unless armed by the impact trigger. Fire cannot set it off unless and until it's armed. Like C4 explosive, the unarmed compound inside the warhead will burn rather than explode when exposed to heat or open flame. Because it carries no onboard electronics, the rocket is impervious to EMP and electronic jamming. All high-tech aiming is done at the launcher. Therefore a properly-aimed rocket will arrive at its target regardless of anything that might happen during flight. The rocket is meant to be loaded into an HPML Rocket Launcher. Recommended Doctrine All soldiers equipped with rocket launchers should carry at least one reload whenever they go out in the field. Two or more are strongly recommended. It is not advisable to send our troops into combat without sufficient ammunition. Addenda None.
es_es: Especificaciones técnicas: Cohete Explosivo CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción Este es un cohete de combustible sólido de 120mm armado con una cabeza explosiva. Se dispara de manera electrónica a partir de un iniciador de chispa dentro del cañon del lanzacohetes. Su combustible es muy estable y resiste el desgaste y el calor, aunque puede perder eficacia si se expone a altas temperaturas durante un periodo prolongado de tiempo. La cabeza explosiva es completamente inerte hasta que se arma gracias al sensor de impacto. Al igual que con el explosivo C4, el compuesto sin armar se quemará en lugar de explotar si se expone a las llamas. Como consecuencia de no llevar ningun dispositivo electrónico, el cohete es inmune a los campos electromagnéticos o a dispositivos de guerra electrónica. Así, una vez lanzado un cohete llegará a su destino independieentemente de lo que ocurra a su alrededor durante el vuelo. Este cohete se usa como munición del Lanzacohetes HPML Doctrina Recomendada Cualquier soldado equipado con un lanzacohetes deberá portar al menos un cohete adicional siempre que esté en una situacion de combate. No es recomendable enviar a nuestros soldados al frente sin munición de reserva. Addenda Ninguno.
it: Technical Specifications: HE Rocket CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a 120mm solid-fuel rocket fitted with a High-Explosive warhead. It is fired electronically by a spark igniter inside the launcher's barrel. The fuel is highly stable and resists concussion and heat, though it can cook off if exposed to high temperatures for a significant period of time. The warhead itself is completely inert unless armed by the impact trigger. Fire cannot set it off unless and until it's armed. Like C4 explosive, the unarmed compound inside the warhead will burn rather than explode when exposed to heat or open flame. Because it carries no onboard electronics, the rocket is impervious to EMP and electronic jamming. All high-tech aiming is done at the launcher. Therefore a properly-aimed rocket will arrive at its target regardless of anything that might happen during flight. The rocket is meant to be loaded into an HPML Rocket Launcher. Recommended Doctrine All soldiers equipped with rocket launchers should carry at least one reload whenever they go out in the field. Two or more are strongly recommended. It is not advisable to send our troops into combat without sufficient ammunition. Addenda None.
pt_br: Technical Specifications: HE Rocket CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a 120mm solid-fuel rocket fitted with a High-Explosive warhead. It is fired electronically by a spark igniter inside the launcher's barrel. The fuel is highly stable and resists concussion and heat, though it can cook off if exposed to high temperatures for a significant period of time. The warhead itself is completely inert unless armed by the impact trigger. Fire cannot set it off unless and until it's armed. Like C4 explosive, the unarmed compound inside the warhead will burn rather than explode when exposed to heat or open flame. Because it carries no onboard electronics, the rocket is impervious to EMP and electronic jamming. All high-tech aiming is done at the launcher. Therefore a properly-aimed rocket will arrive at its target regardless of anything that might happen during flight. The rocket is meant to be loaded into an HPML Rocket Launcher. Recommended Doctrine All soldiers equipped with rocket launchers should carry at least one reload whenever they go out in the field. Two or more are strongly recommended. It is not advisable to send our troops into combat without sufficient ammunition. Addenda None.
