Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: antimatter_txt
el: Η εξέταση της αντιύλης ολοκληρώθηκε , κύριε Διοικητά, και είμαστε έτοιμοι να παρουσιάσουμε τα ευρήματά μας. Φοβάμαι, όμως, ότι τα νέα είναι, κατά κύριο λόγο, απογοητευτικά. Υπάρχουν πολλά που γνωρίζουν οι εξωγήινοι αλλά όχι εμείς. Το γεγονός αυτό γίνεται οφθαλμοφανές από την διαδεδομένη χρήση αντιύλης. Φαίνεται πως η αντιύλη είναι διαθέσιμη σε μεγάλες ποσότητες στους εξωγήινους, τουλάχιστον αρκετή ώστε να μπορούν να στέλνουν το ένα UFO μετά το άλλη στη Γη, καίγοντας ολόκληρες δεξαμενές αντιπρωτονίων. Από την άλλη, τα ανθρώπινα πειράματα με την αντιύλη . . . Η πρώτη τεχνητή αντιύλη που δημιουργήθηκε στη Γη αποτελούνταν από 9 άτομα αντι-υδρογόνου και παράχθηκε στο εργαστήριο φυσικής σωματιδίων CERN, το οποίο βρισκόταν κοντά στη Γενεύη στα Γαλλο-Ελβετικά σύνορα. Σε μικρό χρονικό διάστημα, ένα άλλο εργαστήριο δημιούργησε περίπου 100 άτομα. Από τότε έχουμε προχωρήσει με πολύ μικρά βήματα, αλλά ενώ πλέον μπορούμε να παράγουμε εκατομμύρια από αντιπροτόνια, είναι πολύ εύκολο να ξεχνάμε πόσο μικρή πραγματικά ποσότητα είναι αυτή. Στην πράξη, το μεγαλύτερο εμπόδιο στην αξιοποίηση του εξωγήινου καυσίμου ήταν η έλλειψη διαθεσιμότητας αντιπρωτονίων. Μπορεί να σημειώθηκε σημαντική πρόοδος από το 1995, όμως ακόμα και αν κάθε εργαστήριο σωματιδίων στην υφήλιο παρήγαγε το μεγαλύτερο δυνατό αριθμό αντιπρωτονίων, θα χρειαζόμασταν ογδόντα εκατομμύρια χρόνια για να παράγουμε 1 μόλις γραμμάριο αντιπρωτονίων. Συγκριτικά, η ποσότητα που περιέχεται στις δεξαμενές ένός UFO Ανιχνευτή ξεπερνάει την αντιύλη που παράχθηκε σε όλοκληρη τη Γη τα τελευταία εκατό χρόνια. Η ανθρωπότητα έχει ακόμα πολύ δρόμο να διανύσει μέχρι να μπορεί να δημιουργεί τις απαιτούμενες ποσότητες αντιπρωτονίων για να χρησιμοποιηθούν ως καύσιμα σε πυραύλους ύλης-αντιύλης. Το τελικό συμπέρασμα είναι ότι δεν μπορούμε να αντιγράψουμε τη συγκεκριμένη εξωγήινη τεχνολογία. Δεν ξέρουμε πως παράγουν την αντιύλη τους ή την απαιτούμενη για το σκοπό αυτό ηλεκτρική ενέργεια. Μέχρι να πέσει στα χέρια μας αυτός ο εξοπλισμός, οι προσπάθειές μας θα είναι άκαρπες. Η μόνη σημαντική επιτυχία προέξυψε από τη μελέτη του τρόπου που αποθηκεύουν οι εξωγήινοι την αντιύλη. Είμαστε βέβαιοι ότι μπορούμε να εφαρμόσουμε τις ίδιες τεχνικές μαγνητικής αποθήκευσης, δημιουργώντας ειδικές εγκαταστάσεις για την ασφαλή αποθήκευση μέχρι και δέκα γραμμαρίων αντιύλης. Σας έχω στείλει τα σχέδια σε ξεχωριστό μήνυμα, ώστε να τα μελετήσετε με την ησυχία σας. Επίσης, σχεδιάσαμε δεξαμενές καύσιμης αντιύλης που θα μπορούν να εφαρμόζονται στα αναχαιτιστικά μας ύστερα από σημαντικές τροποποιήσεις. Βέβαια, θα χρειαστούμε πλήρη κατανόηση του τρόπου που λειτουργούν οι κινητήρες των εξωγήινων πρωτού τις αξιοποιήσουμε. Δεν υπάρχει κανένας τρόπος να αναπαράγουμε αυτό το εξωγήινο καύσιμο. Εάν θέλουμε να χρησιμοποιήσουμε αντιύλη στις τεχνολογίες μας, θα είμαστε αναγκασμένοι να την περισυλλέγουμε από εξωγήινες πηγές. Είναι ένα επικίνδυνο σκεπτικό, όμως δεν έχουμε εναλλακτικές επιλογές. Πρέπει να αφομοιώσουμε αυτή την τεχνολογία το συντομότερο δυνατόν εάν θέλουμε να έχουμε πραγματικές ελπίδες αντιμετώπισης της εξωγήινης εισβολής. --Paul Navarre, Διεύθυντής
it: Il nostro studio sull'antimateria è completo, Comandante, e siamo pronti a presentare i nostri risultati. Mi dispiace, ma le notizie sono in larga parte brutte. Ci sono molte cose che gli alieni conoscono e noi no. Da nessuna parte è più evidente che nel loro diffuso utilizzo di antimateria. Sembra essere abbondante per loro, o almeno abbondante a sufficienza da spedire UFO dopo UFO sulla Terra, bruciando serbatoi peni di antiprotoni. D'altra parte gli esperimenti degli umani sull'antimateria... La prima produzione di antimateria artificiale sulla Terra è stata di nove atomi di anti-idrogeno creati nel laboratorio di fisica particellare CERN, che si trova vicino a Ginevra, al confine tra Francia e Svizzera. Non molto tempo dopo, un altro laboratorio ne ha prodotti circa altri cento. Siamo andati avanti lentamente nel corso degli anni con piccoli passi, ma anche se ora possiamo produrre antiprotoni a milioni, è facile dimenticare quanto sono piccoli in realtà. Infatti, il più grande ostacolo nel nostro adattamento del combustibile alieno è la disponibilità di antiprotoni. Abbiamo fatto molta strada dal 1995, ma se tutti i laboratori di fisica particellare nel mondo sfornassero quanti più antiprotoni possibile, ci vorrebbero diciotto milioni di anni per produrne un grammo. Di contro, la quantità contenuta nel serbatoio dello Scout UFO supera la quantità di antimateria prodotta sulla Terra nel secolo scorso. Un altro punto preoccupante è che gli alieni sembrano usare l'antimateria come parte del loro sistema di armamenti. I missili con carburante di antimateria sono una cosa; ma cosa succederebbe se cominciassero a usare la stessa antimateria come esplosivo? La mia squadra ha trovato ben più di una idea preoccupante di questo tipo. Per quanto mi riguarda, penso che dobbiamo cercare di raggiungere gli alieni su questo aspetto. Uno speciale programma riguardante armi ad antimateria potrebbe essere un'opzione molto interessante da perseguire -- potrebbe essere economicamente più conveniente piuttosto che cercare di adattare i missili alieni ai nostri intercettori. L'umanità è molto, molto lontana dall'essere capace di creare antiprotoni in quantità sufficiente da essere usati come combustibile per questi missili ad anti-materia. La morale è che non possiamo duplicare questa tecnologia aliena. Non sappiamo come riescano a creare la loro antimateria o come riescano a generare abbastanza elettricità per farlo. A meno che o finché non riusciamo a mettere le mani sul loro equipaggiamento, i nostri sforzi saranno infruttuosi. Il nostro unico maggiore successo viene dallo studio di come gli alieni immagazzinano la loro antimateria. Siamo convinti che possiamo impiegare le stesse tecniche di immagazzinaggio magnetico, creando speciali pallet protettivi che si adattano ai nostri magazzini senza realizzare ulteriori accorgimenti, e abbiamo progettato serbatoi di combustibile di antimateria che si adattano ai nostri intercettori, dopo alcune maggiori revisioni. Sicuramente avremo bisogno di una conoscenza completa dei motori alieni prima che possiamo iniziare a incorporarli. Nonostante gli sforzi, non siamo in grado di replicare il combustibile degli alieni. Se usassimo antimateria nella nostra tecnologia dipenderemmo da fonti aliene. Sembra una direzione pericolosa, ma non abbiamo scelta; dobbiamo adattarci a questa tecnologia il prima possibile se vogliamo avere una qualche possibilità di fermare veramente l'invasione. --Com. Navarre
pt_br: Nosso estudo sobre anti-matéria está completo, comandante, e nós estamos prontos para apresentar os resultados. Porém eu receio que as novidades sejam em sua maior parte ruins. Existe um monte de coisas que os alienígenas sabem e nós não. Não esclareceu-se nada sobre o uso difundido de anti-matéria. Parece ser abundante para eles, pelo menos abundante o bastante para enviar OVNI após OVNI à Terra, queimando tanques cheios de antiprótons. Experiências humanas com anti-matéria estão em outras mãos . . . A primeira anti-matéria artificialmente produzida na Terra consistiu em 9 átomos de anti-hidrogênio criados no CERN laboratório de física de partículas, situado perto de Genebra na divisa entre França e Suíça. Não muito depois, outro laboratório produziu aproximadamente 100 átomos. Nós avançamos lentamente, etapas minúsculas levaram anos, mas mesmo que nós possamos agora produzir milhões de anti-prótons, é fácil esquecer quão pouco isso realmente é. De fato, o maior obstáculo à nossa adaptação ao combustível alienígena é a indisponibilidade de anti-prótons. Nós percorremos um longo caminho desde 1995, mas sincronizamos com cada laboratório da física de partícula no mundo produzindo tantos anti-prótons quanto possível, porém levaria oitenta milhões de anos para produzir 1 grama de anti-protóns. Em comparação, a quantidade contida no tanque de um OVNI Scout excede toda aquela anti-matéria produzida na Terra nos últimos cem anos. Outro ponto preocupante é que os alienígenas parecem também usar a anti-matéria como parte de seus sistemas de armas. Os mísseis alienígenas movidos a anti-matéria são uma coisa; e se eles começarem a usar a própria anti-matéria como um explosivo? Minha equipe veio até mim com mais de uma disconcertante idéia ao longo destas linhas. Para mim, acho que devemos tentar tirar os alienígenas do caminho. Um programa especial sobre armas baseadas em anti-matéria pode ser uma opção muito interessante para seguirmos -- pode ser um processo mais econômico do que tentar adaptar os foguetes alienígenas a nosso interceptor. A Humanidade tem um longo caminho a percorrer para criar anti-prótons nas quantidades necessárias para abastecer estes foguetes de matéria/anti-matéria. O rodapé diz que nós não podemos duplicar esta tecnologia alienígena. Não sabemos como eles críam a sua anti-matéria ou como geram eletricidade suficiente para fazê-lo. A menos e até que nós possamos pôr nossas mãos neste equipamento, nossos esforços serão infrutíferos. Nosso único sucesso veio estudando como os alienígenas armazenam sua anti-matéria. Confiamos que podemos empregar as mesmas técnicas de armazenamento magnético, criando dependências especiais para armazenar com segurança até dez gramas de anti-matéria, e projetamos tanques de combustível anti-matéria que devem caber em nossos interceptores após algumas modificações. Claro que nós precisaremos de total compreensão sobre os motores alienígenas antes que possamos começar a incorporá-los. Para todas as intenções e finalidades, nós somos incapazes de replicar o combustível alienígena. Se nós usarmos a anti-matéria em nossa própria tecnologia nós seremos dependentes de recuperá-la das fontes alienígenas. Este parece um curso de ação perigoso, mas não temos escolha; precisamos adaptar essa tecnologia o mais cedo possível, se quizermos ter qualquer possibilidade real de parar a invasão. --Cmd. Navarre

source: antimatter_extra_txt
el: Η εξέταση της αντιύλης ολοκληρώθηκε , κύριε Διοικητά, και είμαστε έτοιμοι να παρουσιάσουμε τα ευρήματά μας. Φοβάμαι, όμως, ότι τα νέα είναι, κατά κύριο λόγο, απογοητευτικά. Υπάρχουν πολλά που γνωρίζουν οι εξωγήινοι αλλά όχι εμείς. Το γεγονός αυτό γίνεται οφθαλμοφανές από την διαδεδομένη χρήση αντιύλης. Φαίνεται πως η αντιύλη είναι διαθέσιμη σε μεγάλες ποσότητες στους εξωγήινους, τουλάχιστον αρκετή ώστε να μπορούν να στέλνουν το ένα UFO μετά το άλλη στη Γη, καίγοντας ολόκληρες δεξαμενές αντιπρωτονίων. Από την άλλη, τα ανθρώπινα πειράματα με την αντιύλη . . . Η πρώτη τεχνητή αντιύλη που δημιουργήθηκε στη Γη αποτελούνταν από 9 άτομα αντι-υδρογόνου και παράχθηκε στο εργαστήριο φυσικής σωματιδίων CERN, το οποίο βρισκόταν κοντά στη Γενεύη στα Γαλλο-Ελβετικά σύνορα. Σε μικρό χρονικό διάστημα, ένα άλλο εργαστήριο δημιούργησε περίπου 100 άτομα. Από τότε έχουμε προχωρήσει με πολύ μικρά βήματα, αλλά ενώ πλέον μπορούμε να παράγουμε εκατομμύρια από αντιπροτόνια, είναι πολύ εύκολο να ξεχνάμε πόσο μικρή πραγματικά ποσότητα είναι αυτή. Στην πράξη, το μεγαλύτερο εμπόδιο στην αξιοποίηση του εξωγήινου καυσίμου ήταν η έλλειψη διαθεσιμότητας αντιπρωτονίων. Μπορεί να σημειώθηκε σημαντική πρόοδος από το 1995, όμως ακόμα και αν κάθε εργαστήριο σωματιδίων στην υφήλιο παρήγαγε το μεγαλύτερο δυνατό αριθμό αντιπρωτονίων, θα χρειαζόμασταν ογδόντα εκατομμύρια χρόνια για να παράγουμε 1 μόλις γραμμάριο αντιπρωτονίων. Συγκριτικά, η ποσότητα που περιέχεται στις δεξαμενές ένός UFO Ανιχνευτή ξεπερνάει την αντιύλη που παράχθηκε σε όλοκληρη τη Γη τα τελευταία εκατό χρόνια. Ένα ακόμα ανησυχητικό γεγονός είναι ότι οι εξωγήινοι φαίνεται να χρησιμοποιούν την αντιύλη στα οπλικά τους συστημάτα. Η χρήση αντιύλης ως καύσιμο για πυραύλους είναι επικίνδυνη από μόνη της. Τι θα γίνει, όμως, αν ξεκινήσουν να χρησιμοποιούν την ίδια την αντιύλη ως εκρηκτικό; Η συγκεκριμένη πιθανότητα βασανίζει το προσωπικό μου, καθώς κάτι τέτοιο θα ήταν αρκετά εύκολο για τους εξωγήινους. Από την άλλη, η άποψή μου είναι ότι πρέπει να καταβάλλουμε προσπάθειες ώστε να προλάβουμε τους εξωγήινους στο συγκεκριμένο θέμα. Ένα ειδικό πρόγραμμα για την κατασκευή όπλων βασισμένων στην αντιύλη αποτελεί άκρως ενδιαφέρουσα ερευνητική επιλογή -- πιθανότατα θα είναι πιο συμφέρον απ'ότι να προσπαθούμε να προσαρμόσουμε τους εξωγήινους πυραύλους στα αεροσκάφη μας. Η ανθρωπότητα έχει ακόμα πολύ δρόμο να διανύσει μέχρι να μπορεί να δημιουργεί τις απαιτούμενες ποσότητες αντιπρωτονίων για να χρησιμοποιηθούν ως καύσιμα σε πυραύλους ύλης-αντιύλης. Το τελικό συμπέρασμα είναι ότι δεν μπορούμε να αντιγράψουμε τη συγκεκριμένη εξωγήινη τεχνολογία. Δεν ξέρουμε πως παράγουν την αντιύλη τους ή την απαιτούμενη για το σκοπό αυτό ηλεκτρική ενέργεια. Μέχρι να πέσει στα χέρια μας αυτός ο εξοπλισμός, οι προσπάθειές μας θα είναι άκαρπες. Η μόνη σημαντική επιτυχία προέξυψε από τη μελέτη του τρόπου που αποθηκεύουν οι εξωγήινοι την αντιύλη. Είμαστε βέβαιοι ότι μπορούμε να εφαρμόσουμε τις ίδιες τεχνικές μαγνητικής αποθήκευσης, δημιουργώντας ειδικές εγκαταστάσεις για την ασφαλή αποθήκευση μέχρι και δέκα γραμμαρίων αντιύλης. Σας έχω στείλει τα σχέδια σε ξεχωριστό μήνυμα, ώστε να τα μελετήσετε με την ησυχία σας. Επίσης, σχεδιάσαμε δεξαμενές καύσιμης αντιύλης που θα μπορούν να εφαρμόζονται στα αναχαιτιστικά μας ύστερα από σημαντικές τροποποιήσεις. Βέβαια, θα χρειαστούμε πλήρη κατανόηση του τρόπου που λειτουργούν οι κινητήρες των εξωγήινων πρωτού τις αξιοποιήσουμε. Δεν υπάρχει κανένας τρόπος να αναπαράγουμε αυτό το εξωγήινο καύσιμο. Εάν θέλουμε να χρησιμοποιήσουμε αντιύλη στις τεχνολογίες μας, θα είμαστε αναγκασμένοι να την περισυλλέγουμε από εξωγήινες πηγές. Είναι ένα επικίνδυνο σκεπτικό, όμως δεν έχουμε εναλλακτικές επιλογές. Πρέπει να αφομοιώσουμε αυτή την τεχνολογία το συντομότερο δυνατόν εάν θέλουμε να έχουμε πραγματικές ελπίδες αντιμετώπισης της εξωγήινης εισβολής. --Paul Navarre, Διεύθυντής
it: Our study on antimatter is complete, Commander, and we're ready to present our results. I'm afraid the news is mostly bad. There are a lot of things the aliens know that we don't. Nowhere is this more clear in their widespread use of antimatter. It seems to be plentiful for them, at least plentiful enough to send out UFO after UFO to Earth, burning tanks full of antiprotons. Human experiments into antimatter, on the other hand . . . The first artificially produced antimatter on Earth consisted of 9 atoms of anti-hydrogen created at the CERN particle physics laboratory, situated near Geneva on the border between France and Switzerland. Not long after, another lab produced approximately 100 atoms. We've come slowly forward over the years in tiny, tiny steps, but even though we can now produce antiprotons by the millions, it's easy to forget just how little that really is. In fact, the biggest obstacle to our adaptation of the alien fuel is the availability of antiprotons. We've come a long way since 1995, but even with every particle physics laboratory in the world churning out as many antiprotons as possible, it would take eighty million years to produce 1 gramme's worth of antiprotons. By comparison, the amount contained in a Scout UFO's tank exceeds that of all the antimatter produced on Earth over the past hundred years. Another worrying point is that the aliens also seem to be using antimatter as part of their weapons systems. Antimatter-fuelled alien missiles are one thing; what if they begin using antimatter itself as an explosive? My staff has come up with more than one disconcerting idea along these lines. For myself, I think we should try to head the aliens off at the pass in this regard. A special program regarding antimatter-based weapons may be a highly interesting option to pursue -- it may be a more economical prospect than trying to adapt alien rockets to our interceptor craft. Humanity is a long, long way off from being able to create antiprotons in the amounts necessary to fuel these matter-antimatter rockets. The bottom line is, we cannot duplicate this alien technology. We don't know how they create their antimatter or how they manage to generate enough electricity to do so. Unless and until we can get our hands on this equipment, our efforts will be fruitless. Our only major successes have come from studying how the aliens store their antimatter. We're confident we can employ the same magnetic storage techniques, creating special facilities for safely storing up to ten grammes of antimatter. I've sent you a set of blueprints in a separate message to peruse at your convenience. We've also designed antimatter fuel tanks that should fit in our interceptors given some major overhaul. Of course we'll need a full understanding of the alien engines before we can begin incorporating it. For all intents and purposes, we are unable to replicate the alien fuel. If we use antimatter in our own technology we will be dependent upon recovering it from alien sources. This seems a dangerous course of action, but we may have no choice; we need to adapt this technology as soon as possible if we are to have any chance of truly stopping the invasion. --Cdr. Navarre
pt_br: Our study on antimatter is complete, Commander, and we're ready to present our results. I'm afraid the news is mostly bad. There are a lot of things the aliens know that we don't. Nowhere is this more clear in their widespread use of antimatter. It seems to be plentiful for them, at least plentiful enough to send out UFO after UFO to Earth, burning tanks full of antiprotons. Human experiments into antimatter, on the other hand . . . The first artificially produced antimatter on Earth consisted of 9 atoms of anti-hydrogen created at the CERN particle physics laboratory, situated near Geneva on the border between France and Switzerland. Not long after, another lab produced approximately 100 atoms. We've come slowly forward over the years in tiny, tiny steps, but even though we can now produce antiprotons by the millions, it's easy to forget just how little that really is. In fact, the biggest obstacle to our adaptation of the alien fuel is the availability of antiprotons. We've come a long way since 1995, but even with every particle physics laboratory in the world churning out as many antiprotons as possible, it would take eighty million years to produce 1 gramme's worth of antiprotons. By comparison, the amount contained in a Scout UFO's tank exceeds that of all the antimatter produced on Earth over the past hundred years. Another worrying point is that the aliens also seem to be using antimatter as part of their weapons systems. Antimatter-fuelled alien missiles are one thing; what if they begin using antimatter itself as an explosive? My staff has come up with more than one disconcerting idea along these lines. For myself, I think we should try to head the aliens off at the pass in this regard. A special program regarding antimatter-based weapons may be a highly interesting option to pursue -- it may be a more economical prospect than trying to adapt alien rockets to our interceptor craft. Humanity is a long, long way off from being able to create antiprotons in the amounts necessary to fuel these matter-antimatter rockets. The bottom line is, we cannot duplicate this alien technology. We don't know how they create their antimatter or how they manage to generate enough electricity to do so. Unless and until we can get our hands on this equipment, our efforts will be fruitless. Our only major successes have come from studying how the aliens store their antimatter. We're confident we can employ the same magnetic storage techniques, creating special facilities for safely storing up to ten grammes of antimatter. I've sent you a set of blueprints in a separate message to peruse at your convenience. We've also designed antimatter fuel tanks that should fit in our interceptors given some major overhaul. Of course we'll need a full understanding of the alien engines before we can begin incorporating it. For all intents and purposes, we are unable to replicate the alien fuel. If we use antimatter in our own technology we will be dependent upon recovering it from alien sources. This seems a dangerous course of action, but we may have no choice; we need to adapt this technology as soon as possible if we are to have any chance of truly stopping the invasion. --Cdr. Navarre

source: antimatter_pre_txt
el: Κύριε Διοικητά, στηριζόμενος στις εξαιρετικά ενδιαφέρουσες διαπιστώσεις που κάναμε κατά την εξέταση του UFO Ανιχνευτή, θα ήθελα σας ζητήσω την άδεια να αφοσιόσουμε εργαστηριακούς πόρους στην προσεκτική ανάλυση της εκτεταμένης χρήσης αντιύλης από τους εξωγήινους καθώς και τις επιπτώσεις που μπορεί να έχει στον πόλεμο. Συγκεκριμένα, θα ήθελα να διαπιστώσουμε αν υπάρχει κάποιος τρόπος να αναπαράγουμε αντιύλη για τους δικούς μας σκοπούς. Η αντίδραση ύλης-αντιύλης έχει εκπληκτικές δυνατότητες ως καύσιμο. Όσον αφορά την παραγωγής ενέργειας, η αντιύλη προσφέρει τη μεγαλύτερη αναλογία ενέργειας προς μάζα από οποιοδήποτε υλικό στο σύμπαν. Το να καταφέρουμε να την αξιοποιήσουμε όπως η εξωγήινοι θα αποτελέσει τεράστιο άλμα τεχνολογικής προόδου, γλυτώνοντάς μας από δεκαετίες ή ακόμα και αιώνες ερευνών. Πρέπει να την ερευνήσουμε το συντομότερο δυνατόν! --Paul Navarre, Διεύθυντής
it: Comandante, basandomi sui ritrovamenti particolarmente interessanti che abbiamo fatto durante l'esame sello Scout UFO, vorrei il suo permesso di usare il laboratorio per analizzare più da vicino l'uso estensivo dell'antimateria da parte degli alieni e le sue implicazioni in questa guerra. Più in particolare mi piacerebbe vedere se possiamo trovare un modo per replicare l'antimateria per i nostri scopi. L'annullamento fra materia e antimateria ha un enorme potenziale come combustibile. In termini di generazione di energia, ha il miglior rapporto peso-volume di qualsiasi materiale nell'universo; la possibilità di usarla come fanno gli alieni catapulterebbe secoli avanti la nostra tecnologia base. Dobbiamo ricercarla alla prima occasione! --Com. Navarre
pt_br: Comandante, baseado nos achados que fizemos durante o exame do OVNI Scout, eu gostaria de sua permissão para usar algum tempo do laboratório para realizar uma análise mais minuciosa sobre uso extensivo de anti-matéria pelos alienígenas e suas implicações nesta guerra. Particularmente, eu gostaria de ver a possibilidade de encontrar algum meio para replicar a anti-matéria para nossas próprias finalidades. A reação Matéria/anti-matéria tem um potencial incrível como combustível. Em termos de geração de energia, ela provavelmente é a melhor relação custo-benefício de todo o material no universo; a habilidade de usá-la como os alienígenas a usam irá avançar nossa tecnologia séculos no futuro. Nós devemos pesquisá-la na próxima oportunidade! --Cmd. Navarre
