Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: Next aircraft
el: Επόμενο σκάφος

source: Available equipment:
el: Διαθέσιμος Εξοπλισμός:
es: Equipo Disponible:
es_es: Equipo disponible:
it: Equipaggiamento disponibile:
pt_br: Equipamento disponível:

source: Selected item:
el: Επιλεγμένο Αντικέιμενο:

source: Weapons
el: Όπλα
es: Armas
es_es: Armas
it: Armi
pt_br: Armas

source: Armour
el: Θωράκιση
it: Armature
pt_br: Armadura

source: Items
el: Αντικέιμενα
it: Oggetti
pt_br: Itens

source: Add selected item
el: Προσθήκη αντικειμένου

source: Remove item from slot
el: Αφαίρεση αντικειμένου

source: Select this zone
el: Επιλογή ζώνης

source: Current item in slot
el: Παρών αντικέιμενο σε θέση

source: Item to install after removal
el: Αντικείμενο για εγκατάσταση

source: Ammo fitting this weapon
el: Πυρομαχικά συμβατά με αυτό το όπλο

source: Select this slot
el: Επιλογή αυτής της θέσης

source: Action
el: Ενέργεια

source: Close this dialogue
el: Κλείστε τον διάλογο
it: Chiudi questa finestra
pt_br: Fechar

source: Cancel
el: Ακύρωση
es: Cancelar
es_es: Cancelar
it: Annulla
pt_br: Cancelar

source: You don't have any aircraft in the base - what do you want to do?
el: Δεν έχετε σκάφος στη βάση - Τι θέλετε να κάνετε;

source: Buy aircraft
el: Αγορά Σκάφους
es: Comprar Aeronave
es_es: Comprar Nave
it: Compra velivolo
pt_br: Comprar aeronave

source: Buy
el: Αγορά

source: Produce aircraft
el: Παράγετε αεροσκάφος

source: Back to baseview
el: Επιστροφή σε προβολή βάσης
es: Regresar al mapa de la Base
es_es: Volver a la vista de base
it: Torna alla vista sulla base
pt_br: Voltar para a visão da base

source: Previous alien containment
el: Προηγούμενος θόλος Εξωγήινων

source: Kill all aliens in this base
el: Σκοτώστε όλους τους εξωγήινους σε αυτήν την βάση
it: Uccidi tutti gli alieni di questa base
pt_br: Matar todos os alienígenas nesta base

source: Next alien containment
el: Επόμενος Θόλος Εξωγήινων

source: Unused
el: Αχρησιμοποίητοι

source: Scroll up
el: Κύλιση Επάνω
es: Subir
es_es: Subir

source: Scroll down
el: Κύλιση Κάτω
es: Bajar
es_es: Bajar

source: Base info
el: Πληροφορίες Βάσης

source: Current base:
el: Ιδία Βάση:
it: Base corrente:
pt_br: Base atual

source: Base capacity:
el: Χωρητικότητα Βάσης:

source: Inventory and physical stats
el: Φυσικά και κτητικά στατιστικά
es: Estadísticas Físicas e Inventario
es_es: Inventario y estadísticas físicas
it: Inventario e caratteristiche
pt_br: Inventário e atributos físicos

source: Show chat history
el: Εμφάνιση ιστορικού chat
pt_br: Mostrar histórico do chat

source: Chat messages
el: Μυνήματα Chat
es: Mensajes de Conversación
it: Messaggi chat
pt_br: Mensagens do chat

source: Enemy spotted
el: Εχθρός εντοπίστηκε
es: Enemigo Encontrado
es_es: Enemigo avistado
it: Nemico individuato
pt_br: Inimigo avistado

source: Click to cycle through spotted enemies
el: Πιέστε για να δείτε τους εντοπισμένους εχθρούς
it: Clicca per scorrere fra i nemici individuati
pt_br: Clique para alternar entre os inimigos avistados

source: Finish round
el: Τέλος γύρου
es: Terminar Ronda
es_es: Finalizar turno
it: Fine turno
pt_br: Terminar o turno

source: Multiple-shot reaction fire
el: Πολλαπλά απαντητικά πυρά
es_es: Reacción de fuego disparo múltiple
it: Fuoco di reazione a più colpi
pt_br: Reação reflexo - Tiro múltiplo

source: Multiple-shot reaction fire (not possible)
el: Πολλαπλά απαντητικά πυρά (όχι εφικτό)

source: One-shot reaction fire
el: Απλά απαντητικά πυρά
es_es: Reacción de fuego un disparo
it: Fuoco di reazione a colpo singolo
pt_br: Reação reflexo - Tiro único

source: One-shot reaction fire (not possible)
el: Απλά απαντητικά πυρά (όχι εφικτό)

source: No reaction fire
el: Όχι απάντηση πυρών
es_es: Sin reacción de fuego
it: Nessun fuoco di reazione
pt_br: Desabilidar reação reflexo

source: Use headgear
el: Χρησιμοποίηση headgear

source: Level up
el: Επίπεδο πάνω
es: Nivel Arriba
es_es: Nivel arriba
it: Piano sopra
pt_br: Subir um nível

source: Level down
el: Επίπεδο κάτω
es: Nivel Abajo
es_es: Nivel abajo
it: Piano sotto
pt_br: Baixar um nível

source: Switch to right hand weapon
el: Αλλαγή σε όπλο δεξιού χεριού
es: Cambiar a arma de la mano derecha
es_es: Cambiar al arma derecha
it: Passa all'arma nella mano destra
pt_br: Mudar para a arma da mão direita

source: Switch to left hand weapon
el: Αλλαγή σε όπλο αριστερού χεριού
es: Cambia a la arma de la mano izquierda
es_es: Cambiar al arma izquierda
it: Passa all'arma nella mano sinistra
pt_br: Mudar para a arma da mão esquerda

source: Use Item
el: Χρησιμοποίηση Αντικειμένου

source: Your are changing this defense system
el: Αλλάξατε αυτό το σύστημα άμυνας

source: Available defense:
el: Διαθέσιμη Άμυνα:

source: Selected defense:
el: Επιλεγμένη Άμυνα:

source: Choose missile battery
el: Επιλέξτε συστοιχία πυράυλων

source: Missile
el: Πύραυλος

source: Choose laser battery
el: Επιλέξτε συστοιχία Λέϊζερ

source: Laser
el: Λέϊζερ

source: Install selected defense system
el: Εγκατάσταση επιλεγμένου συστήματος άμυνας

source: Remove this defense system
el: Αφαίρεση επιλεγμένου συστήματος άμυνας

source: Equip this defense system with selected ammo
el: Εξοπλίστε αυτό το σύστημα άμυνας με τα επιλεγμένα πυρομαχικά

source: Remove ammo from this defense system
el: Αφαίρεση πυρομαχικών απο το παρών αμυντικό σύστημα

source: Choose defense system to build
el: Επιλέξτε αμυντικό σύστημα για χτίσιμο

source: Choose defense system to build after removing current one
el: Επιλέξτε αμυντικό σύστημα για χτίσιμο αφού πρώτα αφαιρέσετε το υπάρχων

source: Change ammo in the defense system
el: Αλλάξτε πυρομαχικά στο αμυντικό σύστημα

source: Current defense system
el: Υπάρχων αμυντικό σύτημα

source: System to install after removal
el: Σύστημα για εγκατάσταση μετά την αφαίρεση

source: Ammo to use with installed system
el: Πυρομαχικά χρήσης με το εγκατεστημένο σύστημα

source: Back to geoscape
el: Επιστροφή στο geoscape
it: Torna al mappamondo
pt_br: Voltar para a visão do mundo

source: Build base facilities
el: Χτίσιμο δραστηριοτήτων βάσης
it: Costruisci strutture nella base
pt_br: Construir dependências da base

source: Buildings
el: Κτήρια
es: Edificios
es_es: Edificios
it: Edifici
pt_br: Instalações

source: Manage your aircraft
el: Διευθύνεται το σκάφος σας
es: Administre su Aeronave
es_es: Gestiona tu nave
it: Gestisci il velivolo
pt_br: Alterar suas aeronaves

source: Buy or produce a new aircraft
el: Αγορά ή παραγωγή νέου σκάφους

source: Build at least one functional Hangar (click for more info)
el: Χτίστε τουλάχιστον ένα λειτουργικό Υπόστεγο (πιέστε πληροφορίες)

source: Aircraft
el: Σκάφος
es: Aeronave
es_es: Naves
it: Velivolo
pt_br: Aeronave

source: Buy/Sell equipment
el: Αγορά/Πώληση
es: Compre/Venda Equipamiento
es_es: Comprar/Vender equipo
it: Compra/Vendi equipaggiamento
pt_br: Comprar e Vender equipamento

source: Build at least one functional Storage (click for more info)
el: Χτίστε τουλάχιστον μία λειτουργική Αποθήκη (πιέστε πληροφορίες)

source: Buy/Sell Equipment
el: Αγορά/Πώληση
es: Compre/Venda Equipamiento
es_es: Comprar/Vender Equipo
it: Compra/Vendi Equipaggiamento
pt_br: Comprar e Vender equipamento

source: Transfer equipment or personnel
el: Μεταφορά εξοπλισμού ή προσωπικού
es: Transfiere equipo o personal
es_es: Transferir equipo o personal
it: Trasferisci equipaggiamento o personale
pt_br: Transferir equipamento ou pessoal

source: Can't transfer - only one base
el: Δε μπορώ να μεταφέρω - μόνο μία βάση
es_es: No se puede transferir - sólo tienes una base
it: Non posso trasferire - solo una base
pt_br: Não é possível transferir - existe apenas uma base

source: Transfer
el: Μεταφορά
es: Transferir
es_es: Transferir
it: Trasferisci
pt_br: Transferir

source: Research new technology
el: Έρευνα νέας τεχνολογίας
es: Investigar Nueva Tecnología
es_es: Investigar una nueva tecnología
it: Ricerca nuova tecnologia
pt_br: Pesquisar nova tecnologia

source: Build at least one functional Laboratory (click for more info)
el: Χτίστε τουλάχιστον ένα λειτουργικό Εργαστήριο (πιέστε πληροφορίες)

source: Research
el: Έρευνα
es: Investigación
es_es: Investigacion
it: Ricerca &amp; Sviluppo
pt_br: Pesquisa

source: Produce new equipment
el: Παραγωγή νέου εξοπλισμού
es: Producir nuevos Equipos
es_es: Producir nuevo equipamiento
it: Produci nuovo equipaggiamento
pt_br: Fabricar novo equipamento

source: Build at least one functional Workshop (click for more info)
el: Χτίστε τουλάχιστον ένα λειτουργικό Μηχανουργείο (πιέστε πληροφορίες)

source: Production
el: Παραγωγή
es: Producción
es_es: Producción
it: Produzione
pt_br: Produção

source: Hire employees
el: Μίσθωση Ατόμων
es: Contratar empleados
es_es: Contratar
it: Assumi impiegati
pt_br: Contratar empregados

source: Build at least one functional Living Quarter (click for more info)
el: Χτίστε τουλάχιστον ένα λειτουργικό Διαμέρισμα (πιέστε πληροφορίες)

source: Deal with Aliens in Alien Containment
el: Εξετάστε τους αλλοδαπούς στόν Θόλο εξωγήινων

source: Build at least one functional Alien Containment (click for more info)
el: Χτίστε τουλάχιστον ένα λειτουργικό Θόλο Αναχαίτισης (πιέστε πληροφορίες)

source: Containment
el: Θόλος Εξωγήινων

source: Medical and Surgery operations
el: Νοσοκομειακή και χειρουργική επιχείρηση

source: Build at least one functional Hospital (click for more info)
el: Χτίστε τουλάχιστον ένα λειτουργικό Νοσοκομείο (πιέστε πληροφορίες)

source: Base Information
el: Πληροφορίες Βάσης

source: Base Summary
el: Περίληψη Βάσης

source: CREDIT
el: ΧΡΗΜΑΤΑ
es: CRÉDITOS
es_es: CREDITO
it: CREDITO
pt_br: CRÉDITO

source: Organisation capital
el: Πρωτεύουσα Οργανισμού
es: Organización del Capital
es_es: Capital de la organización
it: Capitale organizzazione
pt_br: Capital da organização

source: Name of this base
el: Όνομα αυτής της βάσης
es: Nombre de esta Base
es_es: Nombre de esta base
it: Nome della base
pt_br: Nome desta base

source: Rename your base
el: Μεταονομασία της βάσης σας
es: Renombre su Base
es_es: Renombra tu base
it: Rinomina la base
pt_br: Renomeie a sua base

source: Switch to the previous base
el: Αλλαγή στην προηγούμενη βάση
es: Cambie a la Base Anterior
es_es: Cambiar a la base anterior
it: Base precedente
pt_br: Mudar para a base anterior

source: Switch to the next base
el: Αλλαγή στην επόμενη βάση
es: Cambie a la Base Siguiente
es_es: Cambiar a la siguiente base
it: Base successiva
pt_br: Mudar para a base seguinte

source: Destroy building
el: Καταστροφή κτηρίου
it: Distruggi edificio
pt_br: Destruir instalação

source: Are you sure you want to destroy this building?
el: Είστε σίγουρος ότι θέλετε να καταστρέψετε αυτό το κτήριο;
it: Sei sicuro di voler distruggere l'edificio?
pt_br: Está certo de que deseja destruir esta instalação?

source: Destroy the building
el: Καταστρέψτε το κτήρο
it: Distruggi l'edificio
pt_br: Destruir a instalação

source: Destroy
el: Καταστρέψτε
it: Distruggi
pt_br: Destruir

source: Name:
el: Όνομα:
es: Nombre:
es_es: Nombre:
it: Nome:
pt_br: Nome:

source: Buy item
el: Αγορά αντικειμένου
es: Comprar Objeto
es_es: Comprar objeto
it: Compra oggetto
pt_br: Comprar item

source: Sell item
el: Πώληση αντικειμένου
es: Vender Objeto
es_es: Vender objeto
it: Vendi oggetto
pt_br: Vender item

source: Storage (used/all):
el: Αποθήκευση (χρησιμοποιημένα/όλα):

source: Show primary weapons
el: Εμφάνιση προτευώντων όπλων
it: Mostra armi primarie
pt_br: Mostrar apenas as armas primárias

source: Primary
el: Πρωτέυων
es: Principal
es_es: Primaria
it: Primarie
pt_br: Primárias

source: Show only secondary weapons
el: Εμφάνιση μόνο δετερευώντων όπλων
es: Mostrar solamente armamento secundario
es_es: Mostrar sólo armas secundarias
it: Mostra armi secondarie
pt_br: Mostrar apenas as armas secundárias

source: Secondary
el: Δευτερέυων
es: Secundario
es_es: Secundaria
it: Secondarie
pt_br: Secundárias

source: Show miscellaneous equipment
el: Εμφάνιση εξοπλισμού
it: Mostra il resto dell'equipaggiamento

source: Misc
el: Διάφορα
es_es: Miscelanea
it: Altro
pt_br: Outros

source: Show armour
el: Εμφάνιση θωράκισης
it: Mostra armatura

source: Heavy
el: Βαρύ
es: Pesado
es_es: Pesado
it: Pesante
pt_br: Pesada

source: Show other items and materials
el: Εμφάνιση άλλων αντικειμένων και υλικών

source: Other
el: Άλλο

source: Previous weapon chambered for this ammunition
el: Προηγούμενο συμβατό όπλο με αυτά τα πυρομαχικά

source: Previous ammunition compatible with this weapon
el: Προηγούμενα πυρομαχικά συμβατά με αυτό το όπλο

source: Next weapon chambered for this ammunition
el: Επόμενο συμβατό όπλο με αυτά τα πυρομαχικά

source: Next ammunition compatible with this weapon
el: Επόμενα πυρομαχικά συμβατά με αυτό το όπλο

source: With weapon:
el: Με όπλο:

source: With ammo:
el: Με πυρομαχικά:

source: Previous firemode
el: Προηγούμενος τρόπος πυρών
pt_br: Modo de tiro anterior

source: Next firemode
el: Επόμενος τρόπος πυρών
pt_br: Próximo modo de tiro

source: Firemode:
el: Τρόπος Πυρός:
pt_br: Modo de tiro:

source: Sell aircraft
el: Πώληση σκάφους
es: Vender Aeronave
es_es: Vender nave
it: Vendi velivolo
pt_br: Vender aeronave

source: Buy craftitem
el: Αγορά αντικειμένων σκάφους

source: Sell craftitem
el: Πώληση αντικειμένων σκάφους

source: Show aircraft
el: Εμφάνιση σκάφους

source: Show craftitems
el: Εμφάνιση αντικειμένων σκαφών

source: Craftitems
el: Αντικείμενα σκάφους

source: Back to hangar
el: Επιστροφή στο υπόστεγο
es: Regresar al Hangar
es_es: Vuelve al hangar
it: Torna all'hangar
pt_br: Voltar ao hangar

source: Campaigns
el: Εκστρατείες
es: Campañas
es_es: Campañas
it: Campagne
pt_br: Campanhas

source: Start campaign
el: Έναρξη
es: Comenzar Juego
es_es: Empezar campaña
it: Inizia campagna
pt_br: Começar campanha

source: Back
el: Πίσω
es: Atrás
es_es: Volver
it: Indietro
pt_br: Voltar

source: Slow down time
el: Επιβράδυνση χρόνου
es: Disminuir Velocidad del Tiempo
es_es: Tiempo más lento
it: Rallenta il tempo
pt_br: Desacelerar o tempo

source: Speed up time
el: Επιτάχυνση χρόνου
es: Aumentar Velocidad del tiempo
es_es: Tiempo más rápido
it: Velocizza il tempo
pt_br: Acelerar o tempo

source: INBOX (with unread mails)
el: ΕΙΣΕΡΧΟΜΕΝΑ μή αναγνωσμένα μηνύματα)

source: INBOX
el: ΕΙΣΕΡΧΟΜΕΝΑ
it: POSTA IN ARRIVO

source: Organisation statistics
el: Στατιστικά οργανισμού
es: Estadísticas del Juego
es_es: Estadísticas de la organización
it: Statistiche organizzazione
pt_br: Estatísticas da organização

source: Statistics
el: Στατιστικά
es: Estadísticas
es_es: Estadísticas
it: Statistiche
pt_br: Estatísticas

source: UFOpaedia
el: UFOπαίδεια
it: UFOpedia

source: Create base
el: Δημιουργείστε βάση
es: Crear Base
es_es: Crear base
it: Crea base
pt_br: Criar base

source: Open up messages
el: Άνοιγμα μηνυμάτων
es: Abrir Mensaje
es_es: Abrir mensajes
it: Leggi messaggi
pt_br: Abrir mensagens

source: Go to Options
el: Πήγαινε στις επιλογές

source: Ready
el: Έτοιμο
es: Listo
es_es: Listo
it: Pronto
pt_br: Pronto

source: Aircraft reached desired location - what to do?
el: Το σκάφος έφτασε στην επιθυμητή περιοχή - τι να κάνω?
es: La aeronave ha alcanzado la ubicación deseada - ¿Que desea hacer?
es_es: La nave ha llegado a destino. ¿Cuáles son tus órdenes?
it: Il velivolo ha raggiunto la destinazione desiderata - in attesa di ordini
pt_br: Aeronave alcançou o destino - o que fazer?

source: Enter the battlefield
el: Εισαγωγή στη μάχη
es: Entrar al Campo de Batalla
es_es: Empezar combate
it: Entra in battaglia
pt_br: Entrar no campo de batalha

source: Enter
el: Έναρξη
es: Entrar
es_es: Entrar
it: Entra
pt_br: Entrar

source: Automatically finish mission
el: Αυτόματος τερματισμός της αποστολής
es: Terminar Misión Automáticamente
es_es: Misión finalizada automáticamente
it: Missione automatica
pt_br: Terminar automaticamente a missão

source: Auto mission
el: Αυτόματη αποστολή
es: Misión Automática
es_es: Misión Automática
it: Missione automatica
pt_br: Missão automática

source: Base is under attack
el: Η βάση βρίσκεται σε επίθεση
es_es: La base está siendo atacada
it: Base sotto attacco

source: Base is under attack - what to do?
el: Η βάση βρίσκεται σε επίθεση - τι να κάνω?

source: Select base to transfer to
el: Επιλέξτε βάση για μεταφορά
it: Selezionare una base dove trasferire
pt_br: Escolher base para receber a transferência

source: Choose a base to host alien bodies:
el: Επιλέξτε μία βάση για να φιλοξενήσετε τα σώματα των εξωγήινων:

source: New base
el: Νέα βάση
es: Base Nueva
es_es: Base nueva
it: Nuova base
pt_br: Nova base

source: Cost:
el: Κόστος:
es: Costo:
es_es: Coste:
it: Costo:
pt_br: Custo:

source: Build the base
el: Χτίστε την βάση
es: Construir la Base
es_es: Construir la base
it: Costruisci la base
pt_br: Construir a base

source: Build
el: Χτίστε
es: Construir
es_es: Construir
it: Costruisci
pt_br: Construir

source: Select aircraft
el: Επιλογή σκάφους
es: Elegir Aeronave:
es_es: Selecciona nave
it: Seleziona velivolo
pt_br: Selecionar aeronave

source: Select base
el: Επιλογή βάσης

source: Status:
el: Κατάσταση:
es: Estado:
es_es: Estado:
it: Stato:
pt_br: Estado:

source: Base:
el: Βάση:

source: Base attack
el: Επίθεση βάσης
es: Ataque a la base
es_es: Ataque a base
it: Attacco alla Base
pt_br: Ataque à base

source: What to do?
el: Τί να κάνω?
es: ¿Qué desea hacer?
es_es: ¿Qué hacer?
it: In attesa di ordini.
pt_br: O que fazer?

source: Select item
el: Επιλογή αντικειμένου
es: Elegir Objeto
es_es: Selecciona objeto
it: Seleziona oggetto
pt_br: Selecionar item

source: Type:
el: Τύπος:
es: Tipo:
es_es: Tipo:
it: Tipo:
pt_br: Tipo:

source: Description:
el: Περιγραφή:
es: Descripción:
es_es: Descripcion:
it: Descrizione:
pt_br: Descrição:

source: Rename your employee
el: Μεταονομάστε τον υπάλληλο
pt_br: Renomear seu empregado

source: Strength:
el: Δύναμη:
it: Forza:
pt_br: Força:

source: Speed:
el: Ταχύτητα:
es: Velocidad:
es_es: Velocidad:
it: Velocita':
pt_br: Velocidade:

source: Accuracy:
el: Ακρίβεια:
es: Precisión:
es_es: Puntería:
it: Mira:
pt_br: Precisão:

source: Mind:
el: Νούς:
es: Mentalidad:
es_es: Mente:
it: Mente:
pt_br: Força de vontade:

source: Close Combat:
el: Μάχη με επαφή:
es: Lucha Cuerpo a Cuerpo:
es_es: Corto alcance:
it: Corpo a Corpo:
pt_br: Corpo-a-Corpo:

source: Heavy Weapons:
el: Βαρέα Όπλα:
es: Armamentos Pesados:
es_es: Armas pesadas:
it: Armi Pesanti:
pt_br: Armas Pesadas:

source: Assault Weapons:
el: Επιθετικά Όπλα:
it: Armi d'Assalto:

source: Sniper Rifles:
el: Ελευθ. Σκοπευτή:
es: Rifle Francotirador:
es_es: Rifles de francotirador:
it: Fucili da Cecchino:
pt_br: Rifles de precisão:

source: High-Explosives:
el: Εκρηκτικά:
es: Altamente Explosivos:
es_es: Explosivos:
it: Esplosivi ad alto potenziale:
pt_br: Explosivos:

source: Health:
el: Υγεία:
es_es: Salud:
it: Salute:
pt_br: Saúde:

source: Missions Performed:
el: Αποστολές Εκτελεσμένες:
it: Missioni Affrontate:
pt_br: Missões cumpridas:

source: Enemies Killed:
el: Εχθροί Νεκροί:
it: Nemici Uccisi:
pt_br: Inimigos mortos:

source: Hire soldiers
el: Μισθώστε στρατιώτες
es: Contratar soldados
es_es: Contratar soldados
it: Assumi soldati
pt_br: Contratar soldados

source: Soldiers
el: Στρατιώτες
es: Soldados
es_es: Soldados
it: Soldati
pt_br: Soldados

source: Hire scientists
el: Μισθώστε Επιστήμονες
es: Contrata Científico
es_es: Contratar científicos
it: Assumi scienziati
pt_br: Contratar cientistas

source: Scientists
el: Επιστήμονες
es: Científicos
es_es: Científicos
it: Scienziati
pt_br: Cientistas

source: Hire workers
el: Μισθώστε Εργάτες
es: Contratar trabajadores
es_es: Contratar trabajadores
it: Assumi operai
pt_br: Contratar técnicos

source: Workers
el: Εργάτες
es: Trabajadores
es_es: Trabajadores
it: Operai
pt_br: Técnicos

source: Hire medics
el: Μισθώστε Νοσοκόμους
es: Contrata médicos
es_es: Contratar médicos
it: Assumi medici
pt_br: Contratar médicos

source: Medics
el: Νοσοκόμοι
es: Médicos
es_es: Médicos
it: Medici
pt_br: Médicos

source: Heavily wounded
el: Βαριά τραυματισμένοι

source: Medium wounds
el: Αρκετά τραυματισμένοι

source: Slightly wounded
el: Ελαφρά τραυματισμένοι

source: Currently being healed
el: Υπο θεραπεία

source: Capacity
el: Χωρητικότητα
es_es: Capacidad
it: Capacità
pt_br: Capacidade

source: Heal this soldier
el: Θεράπευσε αυτόν τον στρατιώτη
es_es: Cura este soldado
it: Guarisci questo soldato
pt_br: Curar este soldado

source: Heal
el: Θεραπεία
es: Sanar
es_es: Curar
it: Guarisci
pt_br: Curar

source: Implants
el: Εμφυτεύματα
es_es: Implantes
it: Impianti
pt_br: Implantes

source: Level 1
el: Επίπεδο 1
es: Nivel 1
es_es: Nivel 1
it: Livello 1
pt_br: Nível 1

source: Level 2
el: Επίπεδο 2
es: Nivel 2
es_es: Nivel 2
it: Livello 2
pt_br: Nível 2

source: Level 3
el: Επίπεδο 3
es: Nivel 3
es_es: Nivel 3
it: Livello 3
pt_br: Nível 3

source: Level 4
el: Επίπεδο 4
es: Nivel 4
es_es: Nivel 4
it: Livello 4
pt_br: Nível 4

source: Level 5
el: Επίπεδο 5
es: Nivel 5
es_es: Nivel 5
it: Livello 5
pt_br: Nível 5

source: Level 6
el: Επίπεδο 6
es: Nivel 6
es_es: Nivel 6
it: Livello 6
pt_br: Nível 6

source: Level 7
el: Επίπεδο 7
es: Nivel
es_es: Nivel 7
it: Livello 7
pt_br: Nível 7

source: Level 8
el: Επίπεδο 8
es: Nivel 8
es_es: Nivel 8
it: Livello 8
pt_br: Nível 8

source: Soldier 1
el: Στρατιώτης 1
es: Soldado 1
es_es: Soldado 1
it: Soldato 1
pt_br: Soldado 1

source: Soldier 2
el: Στρατιώτης 2
es: Soldado 2
es_es: Soldado 2
it: Soldato 2
pt_br: Soldado 2

source: Soldier 3
el: Στρατιώτης 3
es: Soldado 3
es_es: Soldado 3
it: Soldato 3
pt_br: Soldado 3

source: Soldier 4
el: Στρατιώτης 4
es: Soldado 4
es_es: Soldado 4
it: Soldato 4
pt_br: Soldado 4

source: Soldier 5
el: Στρατιώτης 5
es: Soldado 5
es_es: Soldado 5
it: Soldato 5
pt_br: Soldado 5

source: Soldier 6
el: Στρατιώτης 6
es: Soldado 6
es_es: Soldado 6
it: Soldato 6
pt_br: Soldado 6

source: Soldier 7
el: Στρατιώτης 7
es: Soldado 7
es_es: Soldado 7
it: Soldato 7
pt_br: Soldado 7

source: Soldier 8
el: Στρατιώτης 8
es: Soldado 8
es_es: Soldado 8
it: Soldato 8
pt_br: Soldado 8

source: Primary fire mode
el: Πρωτεύων τρόπος πυρών
es: Modo de Fuego Primario
es_es: Modo de fuego primario
it: Fuoco primario
pt_br: Modo de fogo primário

source: Multiple-shot reaction fire (Not possible)
el: Πύρ αντίδρασης πολλαπλών βολών (Αδύνατο)

source: One-shot reaction fire (Not possible)
el: Πύρ αντίδρασης μίας βολής (Αδύνατο)

source: Options
el: Επιλογές
es: Opciones
es_es: Opciones
it: Opzioni
pt_br: Opções

source: Physical stats of this soldier
el: Φυσικά στατιστικά στρατιώτη
es: Estadísticas Físicas de este soldado
es_es: Estadísticas físicas de este soldado
it: Caratteristiche fisiche di questo soldato
pt_br: Atributos físicos deste soldado

source: Inventory
el: Αποθέματα
es: Inventario
es_es: Inventario
it: Inventario
pt_br: Inventário

source: Backpack
el: Σακίδιο πλάτης
es: Mochila
es_es: Mochila
it: Zaino
pt_br: Mochila

source: Left Hand
el: Αριστερό Χέρι
es: Mano Izquierda
es_es: Mano izquierda
it: Mano Sinistra
pt_br: Mão Esquerda

source: Right Hand
el: Δεξί Χέρι
es: Mano Derecha
es_es: Mano derecha
it: Mano Destra
pt_br: Mão Direita

source: Extension
el: Προέκταση
es: Extensión
es_es: Extensión
it: Estensione
pt_br: Extensão

source: Headgear
el: Κάλυμμα

source: Holster
el: Θήκη πιστολιού
es: Pistolera
it: Sacca
pt_br: Coldre

source: Belt
el: Ζώνη
es: Cinturón
es_es: Cinturón
it: Cintura
pt_br: Cinto

source: Floor
el: Πάτωμα
es: Piso
es_es: Suelo
it: Piano
pt_br: Chão

source: Lobby
el: Προθάλαμος
it: Ingresso

source: Close menu and disconnect
el: Κλέιστε τα μενού και αποσύνδεση

source: Disconnect
el: Αποσύνδεση

source: Close menu but stay connected
el: Κλέιστε τα μενού αλλά παραμέινεται συνδεδεμένος

source: Users
el: Χρήστες
it: Utenti
pt_br: Usuários

source: Connect
el: Σύνδεση
es: Conectar
es_es: Conectar
it: Connetti
pt_br: Conectar

source: Store the UFO in base
el: Αποθήκευση ΟΥΦΟ στην βάση

source: Store UFO
el: Αποθηκέυστε ΟΥΦΟ

source: Sell the UFO to desired nation
el: Πουλήστε το ΟΥΦΟ στο επιθυμητό έθνος

source: Sell UFO
el: Πώληση ΟΥΦΟ
