Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: stungren_pre_txt
el: Commander, Ever since the start of the invasion, we have been left scratching our heads about the aliens' biology. We knew almost nothing about them, their biology, their genetics or their potential vulnerabilities. This left us helpless in the fields of biological and chemical warfare. Our study of the various live and dead alien specimens we've recovered has been enlightening. Thanks to the discoveries we've made over the past few months, my team and I have come to believe that we're ready to start a bio/chemical warfare program against the alien threat. We have tissue samples, autopsy data, live specimens for testing; all the raw materials we require to investigate methods of properly incapacitating battlefield specimens without being forced to send PHALANX troops into melee combat. This will be a challenge given the constant protection and filtration offered by the alien breathing apparatus, which prevents any harmful materials entering the lungs, but if you authorise sufficient lab time and funding we can almost certainly develop an aerosol compound that will disable exposed aliens by chemical or biological means. This will be a project of greatest importance and priority, Commander. The sooner you lend it your authorisation, the better. Sincerely, Dr. Connor
es_es: No hay información previa a la investigación diponible.
it: Commander, Ever since the start of the invasion, we have been left scratching our heads about the aliens' biology. We knew almost nothing about them, their biology, their genetics or their potential vulnerabilities. This left us helpless in the fields of biological and chemical warfare. Our study of the various live and dead alien specimens we've recovered has been enlightening. Thanks to the discoveries we've made over the past few months, my team and I have come to believe that we're ready to start a bio/chemical warfare program against the alien threat. We have tissue samples, autopsy data, live specimens for testing; all the raw materials we require to investigate methods of properly incapacitating battlefield specimens without being forced to send PHALANX troops into melee combat. This will be a challenge given the constant protection and filtration offered by the alien breathing apparatus, which prevents any harmful materials entering the lungs, but if you authorise sufficient lab time and funding we can almost certainly develop an aerosol compound that will disable exposed aliens by chemical or biological means. This will be a project of greatest importance and priority, Commander. The sooner you lend it your authorisation, the better. Sincerely, Dr. Connor
pt_br: Commander, Ever since the start of the invasion, we have been left scratching our heads about the aliens' biology. We knew almost nothing about them, their biology, their genetics or their potential vulnerabilities. This left us helpless in the fields of biological and chemical warfare. Our study of the various live and dead alien specimens we've recovered has been enlightening. Thanks to the discoveries we've made over the past few months, my team and I have come to believe that we're ready to start a bio/chemical warfare program against the alien threat. We have tissue samples, autopsy data, live specimens for testing; all the raw materials we require to investigate methods of properly incapacitating battlefield specimens without being forced to send PHALANX troops into melee combat. This will be a challenge given the constant protection and filtration offered by the alien breathing apparatus, which prevents any harmful materials entering the lungs, but if you authorise sufficient lab time and funding we can almost certainly develop an aerosol compound that will disable exposed aliens by chemical or biological means. This will be a project of greatest importance and priority, Commander. The sooner you lend it your authorisation, the better. Sincerely, Dr. Connor

source: stungren_alien_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες

source: stunrod_txt
el: Commander, We've finished prototyping our experimental electrical weapon, and it's now ready to begin full production. The concept of the stun rod, as we call it, requires no in-depth explanation. It's an electrical prod that delivers a stunning shock to anything that comes into contact with the prongs at the front of the weapon. The intensity of the shock can be easily set by the user; high-end shocks can temporarily overload the systems of alien robots and trigger a shutdown, but such powerful shocks delivered to organic enemies can be quite lethal. The stun rod is also more than capable of stunning or electrocuting any humans who get too close. Caution is recommended. The combat applications are simple. The soldier wielding it would enter into melee with an alien, bring the prongs into contact with the enemy's skin or armour, and pull the trigger. The ensuing electrical discharge would stun or disable the subject for some time, even through armour or protective skin. The period of unconsciousness will vary from species to species and between individuals, depending on their exposure, metabolism, mental state, and more. I'm afraid I cannot provide you with any hard numbers yet. However, we estimate the stun rod to give us more than enough time to secure the prisoner and render it harmless. We fully realise the difficulty of bringing the aliens to melee and then besting them. This is why we've armoured the stun rod's body to stand up against the Kerrblade without being sliced in two. It's designed to use as a staff or club in melee during an emergency, and it will not break, crack or become unreliable. Unfortunately, with these heavy-duty batteries and electrical systems and additional armour, the stun rod has become a rather hefty weapon. It will require two hands to use effectively in combat as a prod or a blunt instrument, though it will not restrict grenade throwing or pistol use in the off hand. The outputs that the stun rod can deliver -- repeatedly -- make it the most powerful electrical weapon on Earth at this time. However, despite efforts to push our designs further, we don't yet have the technology to create ranged weapons that can match the stun rod's capabilities. Electrolasers are still too weak for their power consumption and wire-tasers can only be used once at limited ranges. We are however looking into adapting alien power cells for use in PHALANX-built electrolasers. This is a possibility that holds great promise for the future of our bio research. Thank you for your indulgence in this program, Commander. I firmly believe this will be a great help to our capture efforts. Still, I will try to leave further technical matters with Cdr. Navarre, where they belong. Sincerely, Dr. Connor
it: Commander, We've finished prototyping our experimental electrical weapon, and it's now ready to begin full production. The concept of the stun rod, as we call it, requires no in-depth explanation. It's an electrical prod that delivers a stunning shock to anything that comes into contact with the prongs at the front of the weapon. The intensity of the shock can be easily set by the user; high-end shocks can temporarily overload the systems of alien robots and trigger a shutdown, but such powerful shocks delivered to organic enemies can be quite lethal. The stun rod is also more than capable of stunning or electrocuting any humans who get too close. Caution is recommended. The combat applications are simple. The soldier wielding it would enter into melee with an alien, bring the prongs into contact with the enemy's skin or armour, and pull the trigger. The ensuing electrical discharge would stun or disable the subject for some time, even through armour or protective skin. The period of unconsciousness will vary from species to species and between individuals, depending on their exposure, metabolism, mental state, and more. I'm afraid I cannot provide you with any hard numbers yet. However, we estimate the stun rod to give us more than enough time to secure the prisoner and render it harmless. We fully realise the difficulty of bringing the aliens to melee and then besting them. This is why we've armoured the stun rod's body to stand up against the Kerrblade without being sliced in two. It's designed to use as a staff or club in melee during an emergency, and it will not break, crack or become unreliable. Unfortunately, with these heavy-duty batteries and electrical systems and additional armour, the stun rod has become a rather hefty weapon. It will require two hands to use effectively in combat as a prod or a blunt instrument, though it will not restrict grenade throwing or pistol use in the off hand. The outputs that the stun rod can deliver -- repeatedly -- make it the most powerful electrical weapon on Earth at this time. However, despite efforts to push our designs further, we don't yet have the technology to create ranged weapons that can match the stun rod's capabilities. Electrolasers are still too weak for their power consumption and wire-tasers can only be used once at limited ranges. We are however looking into adapting alien power cells for use in PHALANX-built electrolasers. This is a possibility that holds great promise for the future of our bio research. Thank you for your indulgence in this program, Commander. I firmly believe this will be a great help to our capture efforts. Still, I will try to leave further technical matters with Cdr. Navarre, where they belong. Sincerely, Dr. Connor
pt_br: Commander, We've finished prototyping our experimental electrical weapon, and it's now ready to begin full production. The concept of the stun rod, as we call it, requires no in-depth explanation. It's an electrical prod that delivers a stunning shock to anything that comes into contact with the prongs at the front of the weapon. The intensity of the shock can be easily set by the user; high-end shocks can temporarily overload the systems of alien robots and trigger a shutdown, but such powerful shocks delivered to organic enemies can be quite lethal. The stun rod is also more than capable of stunning or electrocuting any humans who get too close. Caution is recommended. The combat applications are simple. The soldier wielding it would enter into melee with an alien, bring the prongs into contact with the enemy's skin or armour, and pull the trigger. The ensuing electrical discharge would stun or disable the subject for some time, even through armour or protective skin. The period of unconsciousness will vary from species to species and between individuals, depending on their exposure, metabolism, mental state, and more. I'm afraid I cannot provide you with any hard numbers yet. However, we estimate the stun rod to give us more than enough time to secure the prisoner and render it harmless. We fully realise the difficulty of bringing the aliens to melee and then besting them. This is why we've armoured the stun rod's body to stand up against the Kerrblade without being sliced in two. It's designed to use as a staff or club in melee during an emergency, and it will not break, crack or become unreliable. Unfortunately, with these heavy-duty batteries and electrical systems and additional armour, the stun rod has become a rather hefty weapon. It will require two hands to use effectively in combat as a prod or a blunt instrument, though it will not restrict grenade throwing or pistol use in the off hand. The outputs that the stun rod can deliver -- repeatedly -- make it the most powerful electrical weapon on Earth at this time. However, despite efforts to push our designs further, we don't yet have the technology to create ranged weapons that can match the stun rod's capabilities. Electrolasers are still too weak for their power consumption and wire-tasers can only be used once at limited ranges. We are however looking into adapting alien power cells for use in PHALANX-built electrolasers. This is a possibility that holds great promise for the future of our bio research. Thank you for your indulgence in this program, Commander. I firmly believe this will be a great help to our capture efforts. Still, I will try to leave further technical matters with Cdr. Navarre, where they belong. Sincerely, Dr. Connor

source: stunrod_pre_txt
el: Commander, I hope I'm not overstepping my bounds, but I have an important technical research proposal to make, a proposal to create a new piece of PHALANX equipment for use by our field agents. I realise this falls outside the responsibilities of my division. However, I've already discussed things with Cdr. Navarre, and he doesn't quite see eye-to-eye with me on the necessity of the item in question. I had no choice but to go to straight to you with the proposal. As you know, we've yet to capture an alien alive during our tactical engagements in all the weeks we've been waging this war. Now that we know how to keep them alive in containment, our lack of specimens is becoming a serious impediment to our biological and chemical research. We need living tissue to study, performing its natural functions inside a living body, and we don't have the ability to simply clone up some aliens to research. We need prisoners. The sooner the better. That's why I would like to propose a simple but high-powered electrical shock weapon, not unlike a military stun gun, designed to disable our enemies without killing them. It would be a two-handed man-portable unit with a large battery and several charge settings, the highest of which should be sufficient even to disable alien robots such as the Bloodspider. We in DivBio believe that any alien subjected to this weapon would be disabled long enough for our soldiers to take control of the situation and secure prisoners. Cdr. Navarre, however, feels that such a weapon would be hazardous to our soldiers and "a throwback to the 20th century", and refuses to endorse it. He doesn't seem to understand. We have no alternative method of disabling enemies at the voltages required. Commander, we need this weapon as badly as we need live aliens from the field. We can't merely shoot them and hope to patch one or two up again upon return to base. Even if we succeeded in that mindset, my division's needs will be far, far higher than that for proper research and interrogation. I hope you understand. Please authorise lab time and funding for this project as soon as you can, and I'll get some people from DivEngine together to develop this project properly. I would of course be delighted if you could explain things to Cdr. Navarre. I'm sure he'll be happy to receive a message from you. Sincerely, Dr. Connor
es_es: No hay información previa a la investigación diponible.
it: Commander, I hope I'm not overstepping my bounds, but I have an important technical research proposal to make, a proposal to create a new piece of PHALANX equipment for use by our field agents. I realise this falls outside the responsibilities of my division. However, I've already discussed things with Cdr. Navarre, and he doesn't quite see eye-to-eye with me on the necessity of the item in question. I had no choice but to go to straight to you with the proposal. As you know, we've yet to capture an alien alive during our tactical engagements in all the weeks we've been waging this war. Now that we know how to keep them alive in containment, our lack of specimens is becoming a serious impediment to our biological and chemical research. We need living tissue to study, performing its natural functions inside a living body, and we don't have the ability to simply clone up some aliens to research. We need prisoners. The sooner the better. That's why I would like to propose a simple but high-powered electrical shock weapon, not unlike a military stun gun, designed to disable our enemies without killing them. It would be a two-handed man-portable unit with a large battery and several charge settings, the highest of which should be sufficient even to disable alien robots such as the Bloodspider. We in DivBio believe that any alien subjected to this weapon would be disabled long enough for our soldiers to take control of the situation and secure prisoners. Cdr. Navarre, however, feels that such a weapon would be hazardous to our soldiers and "a throwback to the 20th century", and refuses to endorse it. He doesn't seem to understand. We have no alternative method of disabling enemies at the voltages required. Commander, we need this weapon as badly as we need live aliens from the field. We can't merely shoot them and hope to patch one or two up again upon return to base. Even if we succeeded in that mindset, my division's needs will be far, far higher than that for proper research and interrogation. I hope you understand. Please authorise lab time and funding for this project as soon as you can, and I'll get some people from DivEngine together to develop this project properly. I would of course be delighted if you could explain things to Cdr. Navarre. I'm sure he'll be happy to receive a message from you. Sincerely, Dr. Connor
pt_br: Commander, I hope I'm not overstepping my bounds, but I have an important technical research proposal to make, a proposal to create a new piece of PHALANX equipment for use by our field agents. I realise this falls outside the responsibilities of my division. However, I've already discussed things with Cdr. Navarre, and he doesn't quite see eye-to-eye with me on the necessity of the item in question. I had no choice but to go to straight to you with the proposal. As you know, we've yet to capture an alien alive during our tactical engagements in all the weeks we've been waging this war. Now that we know how to keep them alive in containment, our lack of specimens is becoming a serious impediment to our biological and chemical research. We need living tissue to study, performing its natural functions inside a living body, and we don't have the ability to simply clone up some aliens to research. We need prisoners. The sooner the better. That's why I would like to propose a simple but high-powered electrical shock weapon, not unlike a military stun gun, designed to disable our enemies without killing them. It would be a two-handed man-portable unit with a large battery and several charge settings, the highest of which should be sufficient even to disable alien robots such as the Bloodspider. We in DivBio believe that any alien subjected to this weapon would be disabled long enough for our soldiers to take control of the situation and secure prisoners. Cdr. Navarre, however, feels that such a weapon would be hazardous to our soldiers and "a throwback to the 20th century", and refuses to endorse it. He doesn't seem to understand. We have no alternative method of disabling enemies at the voltages required. Commander, we need this weapon as badly as we need live aliens from the field. We can't merely shoot them and hope to patch one or two up again upon return to base. Even if we succeeded in that mindset, my division's needs will be far, far higher than that for proper research and interrogation. I hope you understand. Please authorise lab time and funding for this project as soon as you can, and I'll get some people from DivEngine together to develop this project properly. I would of course be delighted if you could explain things to Cdr. Navarre. I'm sure he'll be happy to receive a message from you. Sincerely, Dr. Connor

source: Alien Artifact - Particle Beam Pistol
el: Εξωγήινο τεχνούργημα - Πιστόλι μοριακής ακτίνας
it: Artefatto Alieno - Pistola a Flusso di Particelle
pt_br: Artefato Alienígena - Pistola de Feixe de Partículas
