Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: shevaar_autopsy_txt
el: Commander, Our autopsy of this new alien -- the Shevaar -- has been very interesting. It's a significant departure from the more humanoid Tamans and Ortnoks, possessing digitigrade legs and a small tail that seems to be a remnant of this species's continuing evolution. The creature also appears to be completely blind. It lacks eyes and any other kind of organ that could be used to process visual light. However, it seems to have other interesting organs to make up for this deficiency. First off, the Shevaar looks like the unholy merger of a man and a lizard. Unlike most Earth lizards, however, the alien is warm-blooded and its brain is similar in size to our own -- probably slightly larger. Its massive feet are surprisingly springy, and it can cover large amounts of ground in a long, leaping gait. The large hands seem to have no problem wielding the many varieties of alien weaponry. The results of the autopsy are no less interesting. Upon cutting upon the chest, we find that the rib cage is a solid shield of bone down the front, reinforced with stiff cartilege. The makeup of the bones is different from ours as well, made up mostly of carbon rather than calcium, with traces of metal that make them extremely hard and tough. Knives and bullets will have a great deal of trouble penetrating it, and it will be even harder to find vital organs to damage. Any body mass that isn't shielded by bone seems to be made up only of lean, wiry muscle. The brain is particularly heavily-defended. Several layers of horn wrap around it like an impenetrable suit of armour. From the marks of wear and tear around this area, we surmise that these aliens regularly engage in vigorous head-butting, probably as part of their mating rituals. A small, omnivorous mouth protrudes from the mass of bone and leads down to a simple but functional digestive tract. There are more organs in the head than just the brain and the mouth, however. Behind the curls of bone there is a set of three organs that seem to detect infrared radiation. This is apparently what the Shevaar uses in lieu of eyes. We conclude that the sensitivity of these organs is roughly comparable to that of a human wearing PHALANX-standard IR Goggles. From the autopsy and our analysis of battlefield footage, we can conclude the following: - The Shevaar see in infrared. This will make it difficult to hide from them or approach them undetected. - They carry mostly light equipment to preserve their natural mobility. This allows them to employ effective hit-and-run tactics. - Shevaar bodies are highly resistant to impact and cutting damage, and their compact internals are not easily damaged by concussion or explosives. However, their scaly hides provide little protection from fire, lasers or electricity. Shevaar are most often used as fast, armoured scouts. They're extremely effective in this role, combining high mobility with extended vision capabilities, and the aliens seem to have no shortage of these creatures. The Shevaar seem to be located between Tamans and Ortnoks in the nebulous alien hierarchy, in that they sometimes fill specialist or command roles, unlike Ortnoks, but these tasks are still usually taken by Tamans whenever the two races are deployed together. When not engaged in combat, Shevaar spend most of their time as scouts or skirmishers, or as herders for captured humans. There is a complex set of implants in the subject's throat that will require further research to be fully understood. I will send you a more detailed analysis along with a research proposal. We should be careful whenever we encounter these aliens in the field. They are fast and dangerous skirmishers who prefer to fight from cover, and should be pursued and kept under fire at all times when discovered, as long as this does not overextend our position. Exposing our team's flanks or rear to a squad of Shevaar could have disastrous results. Although grenades are unlikely to kill any Shevaar outright, they will be very useful for flushing them out into our troops' sights. Also, although blind, Shevaar possess balance organs that are affected by the sound of our flashbang. It will achieve similar results on them as it does on humans. Sincerely, Dr. Connor
it: Commander, Our autopsy of this new alien -- the Shevaar -- has been very interesting. It's a significant departure from the more humanoid Tamans and Ortnoks, possessing digitigrade legs and a small tail that seems to be a remnant of this species's continuing evolution. The creature also appears to be completely blind. It lacks eyes and any other kind of organ that could be used to process visual light. However, it seems to have other interesting organs to make up for this deficiency. First off, the Shevaar looks like the unholy merger of a man and a lizard. Unlike most Earth lizards, however, the alien is warm-blooded and its brain is similar in size to our own -- probably slightly larger. Its massive feet are surprisingly springy, and it can cover large amounts of ground in a long, leaping gait. The large hands seem to have no problem wielding the many varieties of alien weaponry. The results of the autopsy are no less interesting. Upon cutting upon the chest, we find that the rib cage is a solid shield of bone down the front, reinforced with stiff cartilege. The makeup of the bones is different from ours as well, made up mostly of carbon rather than calcium, with traces of metal that make them extremely hard and tough. Knives and bullets will have a great deal of trouble penetrating it, and it will be even harder to find vital organs to damage. Any body mass that isn't shielded by bone seems to be made up only of lean, wiry muscle. The brain is particularly heavily-defended. Several layers of horn wrap around it like an impenetrable suit of armour. From the marks of wear and tear around this area, we surmise that these aliens regularly engage in vigorous head-butting, probably as part of their mating rituals. A small, omnivorous mouth protrudes from the mass of bone and leads down to a simple but functional digestive tract. There are more organs in the head than just the brain and the mouth, however. Behind the curls of bone there is a set of three organs that seem to detect infrared radiation. This is apparently what the Shevaar uses in lieu of eyes. We conclude that the sensitivity of these organs is roughly comparable to that of a human wearing PHALANX-standard IR Goggles. From the autopsy and our analysis of battlefield footage, we can conclude the following: - The Shevaar see in infrared. This will make it difficult to hide from them or approach them undetected. - They carry mostly light equipment to preserve their natural mobility. This allows them to employ effective hit-and-run tactics. - Shevaar bodies are highly resistant to impact and cutting damage, and their compact internals are not easily damaged by concussion or explosives. However, their scaly hides provide little protection from fire, lasers or electricity. Shevaar are most often used as fast, armoured scouts. They're extremely effective in this role, combining high mobility with extended vision capabilities, and the aliens seem to have no shortage of these creatures. The Shevaar seem to be located between Tamans and Ortnoks in the nebulous alien hierarchy, in that they sometimes fill specialist or command roles, unlike Ortnoks, but these tasks are still usually taken by Tamans whenever the two races are deployed together. When not engaged in combat, Shevaar spend most of their time as scouts or skirmishers, or as herders for captured humans. There is a complex set of implants in the subject's throat that will require further research to be fully understood. I will send you a more detailed analysis along with a research proposal. We should be careful whenever we encounter these aliens in the field. They are fast and dangerous skirmishers who prefer to fight from cover, and should be pursued and kept under fire at all times when discovered, as long as this does not overextend our position. Exposing our team's flanks or rear to a squad of Shevaar could have disastrous results. Although grenades are unlikely to kill any Shevaar outright, they will be very useful for flushing them out into our troops' sights. Also, although blind, Shevaar possess balance organs that are affected by the sound of our flashbang. It will achieve similar results on them as it does on humans. Sincerely, Dr. Connor
pt_br: Commander, Our autopsy of this new alien -- the Shevaar -- has been very interesting. It's a significant departure from the more humanoid Tamans and Ortnoks, possessing digitigrade legs and a small tail that seems to be a remnant of this species's continuing evolution. The creature also appears to be completely blind. It lacks eyes and any other kind of organ that could be used to process visual light. However, it seems to have other interesting organs to make up for this deficiency. First off, the Shevaar looks like the unholy merger of a man and a lizard. Unlike most Earth lizards, however, the alien is warm-blooded and its brain is similar in size to our own -- probably slightly larger. Its massive feet are surprisingly springy, and it can cover large amounts of ground in a long, leaping gait. The large hands seem to have no problem wielding the many varieties of alien weaponry. The results of the autopsy are no less interesting. Upon cutting upon the chest, we find that the rib cage is a solid shield of bone down the front, reinforced with stiff cartilege. The makeup of the bones is different from ours as well, made up mostly of carbon rather than calcium, with traces of metal that make them extremely hard and tough. Knives and bullets will have a great deal of trouble penetrating it, and it will be even harder to find vital organs to damage. Any body mass that isn't shielded by bone seems to be made up only of lean, wiry muscle. The brain is particularly heavily-defended. Several layers of horn wrap around it like an impenetrable suit of armour. From the marks of wear and tear around this area, we surmise that these aliens regularly engage in vigorous head-butting, probably as part of their mating rituals. A small, omnivorous mouth protrudes from the mass of bone and leads down to a simple but functional digestive tract. There are more organs in the head than just the brain and the mouth, however. Behind the curls of bone there is a set of three organs that seem to detect infrared radiation. This is apparently what the Shevaar uses in lieu of eyes. We conclude that the sensitivity of these organs is roughly comparable to that of a human wearing PHALANX-standard IR Goggles. From the autopsy and our analysis of battlefield footage, we can conclude the following: - The Shevaar see in infrared. This will make it difficult to hide from them or approach them undetected. - They carry mostly light equipment to preserve their natural mobility. This allows them to employ effective hit-and-run tactics. - Shevaar bodies are highly resistant to impact and cutting damage, and their compact internals are not easily damaged by concussion or explosives. However, their scaly hides provide little protection from fire, lasers or electricity. Shevaar are most often used as fast, armoured scouts. They're extremely effective in this role, combining high mobility with extended vision capabilities, and the aliens seem to have no shortage of these creatures. The Shevaar seem to be located between Tamans and Ortnoks in the nebulous alien hierarchy, in that they sometimes fill specialist or command roles, unlike Ortnoks, but these tasks are still usually taken by Tamans whenever the two races are deployed together. When not engaged in combat, Shevaar spend most of their time as scouts or skirmishers, or as herders for captured humans. There is a complex set of implants in the subject's throat that will require further research to be fully understood. I will send you a more detailed analysis along with a research proposal. We should be careful whenever we encounter these aliens in the field. They are fast and dangerous skirmishers who prefer to fight from cover, and should be pursued and kept under fire at all times when discovered, as long as this does not overextend our position. Exposing our team's flanks or rear to a squad of Shevaar could have disastrous results. Although grenades are unlikely to kill any Shevaar outright, they will be very useful for flushing them out into our troops' sights. Also, although blind, Shevaar possess balance organs that are affected by the sound of our flashbang. It will achieve similar results on them as it does on humans. Sincerely, Dr. Connor
