Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: taman_autopsy_txt
el: Commander, My team and I have completed our autopsy of the 'grey' body we recovered. Here is my summary of our findings. When Commonwealth troops first arrived in Mumbai, confused and apprehensive, they were swarmed by crowds of screaming locals, terrified out of their minds and desperate for protection. Most of the soldiers didn't even speak the language, unable to understand what was said. When they asked what was wrong, the civilians simply cried, "xuRta AwmA" -- the Hindi term for 'evil spirit' or 'demon'. Under fire, the term quickly shortened to "Taama", and by the time the shooting was over it had further mutated. Everyone had settled on "Taman" (pronounced 'tah-man') as the word that described the grey nightmares that had slaughtered them. The name still remains, but we can now say with confidence that these aliens are made of flesh and blood rather than fire and darkness. First and probably most interesting is the fact that this creature looks almost human. Two arms, two legs, a torso and a head; bipedal locomotion; visual, olfactory and auditory organs all in the same general location. The subject's hands and feet have three long digits, one of which (the 'thumb') is opposable. This species is on average shorter than humans and possesses a thin, almost delicate frame which belies their toughness. The subject has a very simple set of vital organs; heart, lungs, liver, and so on. It lacks most of the redundant or obsolete organs that humans have carried through our evolutionary history. Biologically, the most interesting part of the subject's internals is the digestive tract. The creature has a total of three stomachs meant for the digestion of very tough plant matter. It is incapable of digesting meat of any kind. This implies that, wherever they come from, the Tamans are herbivores feeding on some kind of plant life. This finding has comforted some of our more excitable staff. At least we know the aliens aren't harvesting us for our meat. There is a complex set of implants in the subject's throat that will require further research to be fully understood. I will send you a more detailed analysis along with a research proposal. The large, overdeveloped eyes equip the Taman with natural night-vision. It has special irises that protect the retinas from bright light such as sunlight, but if a sudden blast of highly intense illumination were to hit the retina before the iris can adjust, it could cause prolonged or even permanent blindness. Our flashbang may be highly effective here. The greyness of the skin is a particularly curious feature. It is actually caused by the secretion of trace amounts of silicon, which hardens over the supple inner skin to provide a kind of natural armour. This makes a Taman fairly resistant to impact and heat. From our analysis, we can conclude the following: -- The Tamans have a natural resistance to bullets and blunt trauma, but not enough to render such weapons combat ineffective. -- Their skin easily disperses small to medium amounts of heat, but prolonged exposure to a flamethrower or incendiary compound will still do the trick. Lasers will do slightly less damage than normal. -- Though the body is limber and elastic, the Taman's internal organs are badly protected against concussion, which makes them particularly vulnerable to the shockwaves of explosive ordnance. Further study has ruled out other wild-eyed theories. Though the Tamans' appearance is very similar to that of humans, almost enough to imply a kind of relationship, they seem to be more a case of convergent evolution (two different paths to a similar end result) than a blood relation. There are very few similarities between the Taman gene sequences and that of humans, and the structure of chromatin in their DNA is several orders of magnitude more complex than ours. This seems to preclude a hypothetical common origin. In combat, Tamans present a significant threat. They are highly agile and can wield a variety of weapons with great accuracy. Besides serving as soldiers, they fill many specialist roles in the alien war machine, positions in which Tamans seem to be the most numerous. Complex weapons and advanced armour are more often wielded by Tamans than any other species. This is most likely due to their large brains, sensory organs and delicate manipulators. Whether or not the Tamans are the 'greys' of old UFO abduction stories, I couldn't say, but it seems extremely unlikely. PHALANX has never been able to verify a single report of alien activity since the 1950s. The UFOs we're seeing now are certainly not flying saucers. If they could've invaded Earth a century ago, why wait until now to do it? It doesn't really add up -- but then, who can know the motivations of an alien mind? Sincerely, Dr. Connor
it: Commander, My team and I have completed our autopsy of the 'grey' body we recovered. Here is my summary of our findings. When Commonwealth troops first arrived in Mumbai, confused and apprehensive, they were swarmed by crowds of screaming locals, terrified out of their minds and desperate for protection. Most of the soldiers didn't even speak the language, unable to understand what was said. When they asked what was wrong, the civilians simply cried, "xuRta AwmA" -- the Hindi term for 'evil spirit' or 'demon'. Under fire, the term quickly shortened to "Taama", and by the time the shooting was over it had further mutated. Everyone had settled on "Taman" (pronounced 'tah-man') as the word that described the grey nightmares that had slaughtered them. The name still remains, but we can now say with confidence that these aliens are made of flesh and blood rather than fire and darkness. First and probably most interesting is the fact that this creature looks almost human. Two arms, two legs, a torso and a head; bipedal locomotion; visual, olfactory and auditory organs all in the same general location. The subject's hands and feet have three long digits, one of which (the 'thumb') is opposable. This species is on average shorter than humans and possesses a thin, almost delicate frame which belies their toughness. The subject has a very simple set of vital organs; heart, lungs, liver, and so on. It lacks most of the redundant or obsolete organs that humans have carried through our evolutionary history. Biologically, the most interesting part of the subject's internals is the digestive tract. The creature has a total of three stomachs meant for the digestion of very tough plant matter. It is incapable of digesting meat of any kind. This implies that, wherever they come from, the Tamans are herbivores feeding on some kind of plant life. This finding has comforted some of our more excitable staff. At least we know the aliens aren't harvesting us for our meat. There is a complex set of implants in the subject's throat that will require further research to be fully understood. I will send you a more detailed analysis along with a research proposal. The large, overdeveloped eyes equip the Taman with natural night-vision. It has special irises that protect the retinas from bright light such as sunlight, but if a sudden blast of highly intense illumination were to hit the retina before the iris can adjust, it could cause prolonged or even permanent blindness. Our flashbang may be highly effective here. The greyness of the skin is a particularly curious feature. It is actually caused by the secretion of trace amounts of silicon, which hardens over the supple inner skin to provide a kind of natural armour. This makes a Taman fairly resistant to impact and heat. From our analysis, we can conclude the following: -- The Tamans have a natural resistance to bullets and blunt trauma, but not enough to render such weapons combat ineffective. -- Their skin easily disperses small to medium amounts of heat, but prolonged exposure to a flamethrower or incendiary compound will still do the trick. Lasers will do slightly less damage than normal. -- Though the body is limber and elastic, the Taman's internal organs are badly protected against concussion, which makes them particularly vulnerable to the shockwaves of explosive ordnance. Further study has ruled out other wild-eyed theories. Though the Tamans' appearance is very similar to that of humans, almost enough to imply a kind of relationship, they seem to be more a case of convergent evolution (two different paths to a similar end result) than a blood relation. There are very few similarities between the Taman gene sequences and that of humans, and the structure of chromatin in their DNA is several orders of magnitude more complex than ours. This seems to preclude a hypothetical common origin. In combat, Tamans present a significant threat. They are highly agile and can wield a variety of weapons with great accuracy. Besides serving as soldiers, they fill many specialist roles in the alien war machine, positions in which Tamans seem to be the most numerous. Complex weapons and advanced armour are more often wielded by Tamans than any other species. This is most likely due to their large brains, sensory organs and delicate manipulators. Whether or not the Tamans are the 'greys' of old UFO abduction stories, I couldn't say, but it seems extremely unlikely. PHALANX has never been able to verify a single report of alien activity since the 1950s. The UFOs we're seeing now are certainly not flying saucers. If they could've invaded Earth a century ago, why wait until now to do it? It doesn't really add up -- but then, who can know the motivations of an alien mind? Sincerely, Dr. Connor
pt_br: Commander, My team and I have completed our autopsy of the 'grey' body we recovered. Here is my summary of our findings. When Commonwealth troops first arrived in Mumbai, confused and apprehensive, they were swarmed by crowds of screaming locals, terrified out of their minds and desperate for protection. Most of the soldiers didn't even speak the language, unable to understand what was said. When they asked what was wrong, the civilians simply cried, "xuRta AwmA" -- the Hindi term for 'evil spirit' or 'demon'. Under fire, the term quickly shortened to "Taama", and by the time the shooting was over it had further mutated. Everyone had settled on "Taman" (pronounced 'tah-man') as the word that described the grey nightmares that had slaughtered them. The name still remains, but we can now say with confidence that these aliens are made of flesh and blood rather than fire and darkness. First and probably most interesting is the fact that this creature looks almost human. Two arms, two legs, a torso and a head; bipedal locomotion; visual, olfactory and auditory organs all in the same general location. The subject's hands and feet have three long digits, one of which (the 'thumb') is opposable. This species is on average shorter than humans and possesses a thin, almost delicate frame which belies their toughness. The subject has a very simple set of vital organs; heart, lungs, liver, and so on. It lacks most of the redundant or obsolete organs that humans have carried through our evolutionary history. Biologically, the most interesting part of the subject's internals is the digestive tract. The creature has a total of three stomachs meant for the digestion of very tough plant matter. It is incapable of digesting meat of any kind. This implies that, wherever they come from, the Tamans are herbivores feeding on some kind of plant life. This finding has comforted some of our more excitable staff. At least we know the aliens aren't harvesting us for our meat. There is a complex set of implants in the subject's throat that will require further research to be fully understood. I will send you a more detailed analysis along with a research proposal. The large, overdeveloped eyes equip the Taman with natural night-vision. It has special irises that protect the retinas from bright light such as sunlight, but if a sudden blast of highly intense illumination were to hit the retina before the iris can adjust, it could cause prolonged or even permanent blindness. Our flashbang may be highly effective here. The greyness of the skin is a particularly curious feature. It is actually caused by the secretion of trace amounts of silicon, which hardens over the supple inner skin to provide a kind of natural armour. This makes a Taman fairly resistant to impact and heat. From our analysis, we can conclude the following: -- The Tamans have a natural resistance to bullets and blunt trauma, but not enough to render such weapons combat ineffective. -- Their skin easily disperses small to medium amounts of heat, but prolonged exposure to a flamethrower or incendiary compound will still do the trick. Lasers will do slightly less damage than normal. -- Though the body is limber and elastic, the Taman's internal organs are badly protected against concussion, which makes them particularly vulnerable to the shockwaves of explosive ordnance. Further study has ruled out other wild-eyed theories. Though the Tamans' appearance is very similar to that of humans, almost enough to imply a kind of relationship, they seem to be more a case of convergent evolution (two different paths to a similar end result) than a blood relation. There are very few similarities between the Taman gene sequences and that of humans, and the structure of chromatin in their DNA is several orders of magnitude more complex than ours. This seems to preclude a hypothetical common origin. In combat, Tamans present a significant threat. They are highly agile and can wield a variety of weapons with great accuracy. Besides serving as soldiers, they fill many specialist roles in the alien war machine, positions in which Tamans seem to be the most numerous. Complex weapons and advanced armour are more often wielded by Tamans than any other species. This is most likely due to their large brains, sensory organs and delicate manipulators. Whether or not the Tamans are the 'greys' of old UFO abduction stories, I couldn't say, but it seems extremely unlikely. PHALANX has never been able to verify a single report of alien activity since the 1950s. The UFOs we're seeing now are certainly not flying saucers. If they could've invaded Earth a century ago, why wait until now to do it? It doesn't really add up -- but then, who can know the motivations of an alien mind? Sincerely, Dr. Connor
