Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: assault_txt
el: Τεχνικές Προδιαγραφές: Επιθετικό τουφέκι AR-80 ΕΠΙΠΕΔΟ ΑΠΟΡΡΗΤΟΥ ΚΙΤΡΙΝΟ Μονάδα Αντιμετώπισης Εξωγήινων PHALANX Τεχνικό έγγραφο, Εξουσιοδότηση Δ' Αρχειοθέτηση: 20 Μαρτίου 2084 Από: Paul Navarre, Διεύθυνση Έρευνας & Ανάπτυξης: Τμήμα Μηχανικών, PHALANX, Διοίκηση Επιχειρήσεων Ατλαντικού Σύνοψη Η επίθεση των εξωγήινων στο Μουμπάι υπέδειξε με οδυνηρό τρόπο την κατάστασή στην οποία βρισκόμαστε. Η τεχνολογία των εξωγήινων είναι πολύ πιο εξελιγμένη από τη δική μας. Η πλήρης αδυναμία των στρατευμάτων της Κοινοπολιτείας να κάμψουν στο ελάχιστο την επίθεση στο Μουμπάι απεκάλυψε σημαντικής ελλείψεις στην υπάρχουσα στρατιωτική εκπαίδευση και τον εξοπλισμό. Η θυσία τριών ταγμάτων κατάφερε απλά να ανακόψει την πορεία των εξωγήινων χωρίς να τους επιφέρει ιδιαίτερες απώλειες. Εμείς ως PHALANX πρέπει να υπερβούμε της εναντίον μας πιθανότητες, και προκειμένου να το καταφέρουμε αυτό θα χρειαστούμε ότι καλύτερο μπορεί να μας προσφέρει η ανθρώπινη τεχνολογία. Το Πρόγραμμα Εξκαλιμπερ δημιουργήθηκε με στόχο την ανεύρεση των πιο αποτελεσματικών όπλων στη Γη με βάση τις προδιαγραφές κατασκευής, το ιστορικό χρήσης τους αλλά και την καταγεγραμένη αποτελεσματικότητά τους ενάντια στους εξωγήινους. Το Γαλλικής κατασκευής LeBlanc FAA-191 (Fusil Assaut Automatique) στην κατηγορία των επιθετικών τουφεκίων παρέχει τον καλύτερο συνδυασμό βεληνεκούς, διατρητικής ικανότητας ενάντια στον θώρακα των εξωγήινων και μεγέθους γεμιστήρας. Πρόκειται για ένα όπλο με bullpup σχεδιασμό, δηλαδή η γεμιστήρα και ο μηχανισμός λειτουργίας είναι τοποθετημένα πίσω από τη σκανδάλη ώστε να μειώνεται το συνολικό του μήκος. Το 191 δέχεται γεμιστήρες 30 φυσιγγίων χωρίς κάλυκα διαμετρήματος 4,7 χιλιοστών. Το βλήμα είναι ατσάλινο με πυρήνα βολφραμίου και παρουσιάζει εντυπωσιακή διατρηρική ικανότητα σε μικρές και μεσαίες αποστάσεις. Η απόδοση του βλήματος δεν είναι ιδιαίτερα καλή σε μεγάλες αποστάσεις, άλλα πάλι τα επιθετικά τουφέκια δεν έχουν σχεδιαστεί για μάχες μεγάλων αποστάσεων. Παρόλο που ο σχεδιασμός του είναι κάθε άλλο παρά καινούργιος, καθώς το πρωτότυπο κατασκευάστηκε το 2057, κανένα άλλο τουφέκι από τότε δεν ξεπέρασε πλήρως το 191. Πρόκειται για όπλο μεγάλης ακρίβειας και γρήγορου γεμίσματος, ενώ η στιβαρή του κατασκευή το καθιστά αξιόπιστο στη μάχη και σπάνια μπλοκάρει ή χαλάει. Είναι ταυτόχρονα ανθεκτικό απέναντι στη ζέστη, το κρύο, τη σκόνη και την υγρασία, ενώ η μακροχρόνια και διαδεδομένη χρήση του στις ένοπλες δυνάμεις της Γης συνεπάγεται ότι υπάρχει εύκολη πρόσβαση σε ανταλλακτικά και πυρομαχικά. Πρόκειται για ένα τουφέκι το οποίο μπορείς να εμπιστευτείς με τη ζωή σου. Ο κωδικός προσδιορισμός του συγκεκριμένου τουφεκιού για τις δυνάμεις της PHALANX είναι AR-80. Προτεινόμενο Δόγμα Το συγκεκριμένο όπλο αποτελεί τη σίγουρη λύση για μάχες μεσαίων αποστάσεων. Παρέχει εντυπωσιακή ισχύ πυρός και είναι θανάσιμο σε πολύ μεγαλύτερα βεληνεκή από οποιοδήποτε πιστόλι ή ημιαυτόματο όπλο. Παρόλα αυτά, κανείς δε θα πρέπει να έχει την ψευδαίσθηση ότι το επιθετικό τουφέκι καλύπτει όλες τις οπλικές μας ανάγκες. Χρειάζεται συνδυασμός διαφορετικών όπλων προκειμένου να είμαστε σε θέση να αντιμετωπίσουμε διαφορετικά ενδεχόμενα. Μπορεί το επιθετικό τουφέκι να παραμένει αποτελεσματικό σε μικρές αποστάσεις, είναι όμως πιο δύσκινητο σε κλειστούς χώρους και επισκιάζεται από της εξ'επαφής ζημιά που προκαλούν τόσο οι καραμπίνες όσο και τα ημιαυτόματα. Οποιαδήποτε επιχείρηση εκκαθάρισης αστικου κτιρίου θα πρέπει να ηγείται από στρατιώτες με όπλα μικρών αποστάσεων, ενώ οι οπλισμένοι με τουφέκια στρατιώτες θα καλύπτουν τον περιμετρικό χώρο ή θα έχουν υποστηρικτικό ρόλο. Σε περίπτωση που οι εξοπλισμένοι με τουφέκια στρατιώτες δέχονται επίθεση από μεγάλη αποστάση, θα πρέπει να πλησιάζουν τον εχθρό αξιοποιώντας οποιαδήποτε ενδιάμεση κάλυψη μέχρι να μπορούν να τον πλήξουν αποτελεσματικά. Παράλληλα, οι ελεύθεροι σκοπευτές θα τους καλύπτουν ή θα προσπαθούν να εξουδετερώσουν τον εχθρό εξ'αποστάσεως. Πρόσθετα Παρόλο που το AR-80 είναι από όλες τις απόψεις ένα πολύ καλό τουφέκι, δεν σχεδιάστηκε για την αντιμετώπιση εξωγήινης εισβολής. Θα χρειαστεί να αναπτύξουμε δικά μας όπλα ειδικά για το συγκεκριμένο σκοπό μόλις αποκτήσουμε την απαραίτητη τεχνογνωσία.
es_es: Especificaciones técnicas: Rifle de Asalto AR-80 CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción El ataque alienígena a Mumbai hizo nuestra situación dolorosamente clara. Su tecnología es mucho más avanzada que la nuestra. La completa falta de avance de las tropas de la Commonwealth en la ofensiva de Mumbai reveló debilidades críticas en el equipamiento y entrenamiento militar actual. Se perdieron tres batallones en el campo de tiro sin inflingir bajas significativas en el enemigo. PHALANX debe superar estos problemas, y para ello necesitamos la mejor tecnología que la humanidad pueda proporcionar. El Programa Excalibur fue creado para encontrar las armas mas efectivas de la Tierra revisando sus procedimientos de desarrollo, durabilidad, registro operacional y eficiacia de combate en aquellas situaciones en las que hemos conseguido presentar batalla a los alienigenas. El rifle francés LeBlanc FAA-191 (Fusil Assaut Automatique) proporciona la combinación mas equilibrada en cuanto alcance, penetración de blindajes y tamaño de cargador de todos los rifles de asalto analizados. Es un diseño de arma corta, asi que el cargador y gatillo se encuentran debajo del cañon para reducir la longitud total del arma. El 191 usa cargadores de 30 balas del calibre 4.7mm, que son perforadores de acero con nucleo de tungsteno con una impresionante capacidad de traspasar armaduras a corta y media distancia. Las balas pierden efectividad en el largo alcance, pero en cualquier caso este rifle de asalto no está recomendado para combates a larga distancia. A pesar de que su diseño es algo antiguo (el primer prototipo data de 2057), ningún otro rifle ha superado al 191. Es preciso y muy rapido de recargar. Su solida construccion hace que sea poco probable su rotura o encasquillamiento durante el combate. Es resistente al calor, al frio, al polvo y a la humedad, y a cualquier combinación de ellas. Su munición y sus piezas de repuesto se encuentran disponibles a lo largo del globo debido a la madurez de su diseño y a la relativa popularidad alcanzada entre las fuerzas armadas de los distintos paises. Este es un rifle al que puedes confiar tu vida. Para uso interno en PHALANX, hemos clasificado este rifle como AR-80. Doctrina Recomendada Esta deberá ser considerara como el arma principal para enfrentamientos de corto y medio alcance ya que proporciona una impresionante capacidad de fuego, y su alcance mortal es mayor que la de cualquier pistola o ametralladora. Sin embargo nadie debe mantener la ilusión de que el rifle de asalto es la unica pieza de nuestro arsenal. Se requiere una elección equilibrada de armas para superar diferentes situaciones; mientras que el rifle de asalto se comporta bien a poca distancia, puede ser dificil de manejar en pasillos estrechos donde su eficacia se ve superada por ametralladoras y escopetas. Cualquier combate dentro de edificios deberá ser manejado con armas de corto alcance, mientras que los soldados equipados con rifles se ocupan de vigilar el perimetro o de proteger la retaguardia del pelotón de asalto. Si nuestras tropas equipadas con rifles de asaltos se ven en una situación donde el alcance de sus armas no es efectivo, deberán usar una estrategia de protección mutua mientras se acercan al enemigo, a la vez que los francotiradores protegen su avance desde una posición segura. Addenda A pesar de que el AR-80 es un buen rifle en todos los aspectos, no fue diseñado para combatir la amenaza alienigena. Debemos esforzarnos en diseñar y producir nuestras propias armas adaptas tan pronto que se presente la posibilidad.
it: Technical Specifications: AR-80 Assault Rifle CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The French LeBlanc FAA-191 (Fusil Assaut Automatique) provides the most advantageous mix of range, penetration against alien armour, and magazine size in the assault rifle class. It is a bullpup design, meaning the magazine and action of the weapon are located behind the grip to reduce overall weapon length. The 191 fires a 30-round box magazine of 4.7mm caseless ammunition, tungsten-cored steel penetrators with impressive armour-piercing capability over short and medium ranges. The round does not perform well at long range, but then assault rifles aren't meant for long-range firefights. Though the design is far from new, first prototyped in 2057, no other rifle has fully surpassed the 191. It is accurate and quick to reload. Its rugged construction makes it dependable in combat and unlikely to break or jam. It is resistant to heat, cold, dust and humidity all at once. Ammunition and replacement parts are widely available due to the design's maturity and relative popularity among Earth's armed forces. This is a rifle you can entrust your life to. For PHALANX use, we have given this rifle the classification AR-80. Recommended Doctrine This should be our go-to weapon for medium-range engagements. It can lay down an impressive amount of fire and is deadly out to far longer ranges than any pistol or SMG. However, no one should entertain the illusion that the assault rifle is the end-all be-all of our arsenal. A balance of weapons is required for us to be able to deal with different situations; while the assault rifle remains a good weapon at close range, it can be slow to manoeuvre in tight spaces and is eclipsed by both submachine guns and shotguns at these ranges, weapons which provide a far greater point-blank punch. Any sweep of an urban building should be led by close-range weapons, while rifle-equipped soldiers either secure the perimeter or form a second assault wave to support the others. If our rifle-equipped troops are caught beyond effective weapon range, they should make an advance from cover to cover in order to effectively bring their weapons to bear. Snipers should provide covering fire for the advancing teams or attempt to take out the enemy at range. Addenda While the AR-80 is a fine rifle in all respects, it was not designed to fight an alien invasion force. We should develop our own purpose-built weapons as soon as it becomes feasible to do so.
pt_br: Technical Specifications: AR-80 Assault Rifle CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The French LeBlanc FAA-191 (Fusil Assaut Automatique) provides the most advantageous mix of range, penetration against alien armour, and magazine size in the assault rifle class. It is a bullpup design, meaning the magazine and action of the weapon are located behind the grip to reduce overall weapon length. The 191 fires a 30-round box magazine of 4.7mm caseless ammunition, tungsten-cored steel penetrators with impressive armour-piercing capability over short and medium ranges. The round does not perform well at long range, but then assault rifles aren't meant for long-range firefights. Though the design is far from new, first prototyped in 2057, no other rifle has fully surpassed the 191. It is accurate and quick to reload. Its rugged construction makes it dependable in combat and unlikely to break or jam. It is resistant to heat, cold, dust and humidity all at once. Ammunition and replacement parts are widely available due to the design's maturity and relative popularity among Earth's armed forces. This is a rifle you can entrust your life to. For PHALANX use, we have given this rifle the classification AR-80. Recommended Doctrine This should be our go-to weapon for medium-range engagements. It can lay down an impressive amount of fire and is deadly out to far longer ranges than any pistol or SMG. However, no one should entertain the illusion that the assault rifle is the end-all be-all of our arsenal. A balance of weapons is required for us to be able to deal with different situations; while the assault rifle remains a good weapon at close range, it can be slow to manoeuvre in tight spaces and is eclipsed by both submachine guns and shotguns at these ranges, weapons which provide a far greater point-blank punch. Any sweep of an urban building should be led by close-range weapons, while rifle-equipped soldiers either secure the perimeter or form a second assault wave to support the others. If our rifle-equipped troops are caught beyond effective weapon range, they should make an advance from cover to cover in order to effectively bring their weapons to bear. Snipers should provide covering fire for the advancing teams or attempt to take out the enemy at range. Addenda While the AR-80 is a fine rifle in all respects, it was not designed to fight an alien invasion force. We should develop our own purpose-built weapons as soon as it becomes feasible to do so.

source: assault_mag_txt
el: Technical Specifications: Assault Rifle Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 30 rounds of 4.7x33mm caseless ammunition, armour-piercing mod. It is of a classic curved box design with the rounds stacked in a dual-column arrangement. The rounds themselves are tungsten-cored steel penetrators, encased in their own propellant rather than heavy brass casings. They perform well against a variety of enemies at short and medium ranges. The magazine is meant to be loaded into an AR-80 Assault Rifle. Recommended Doctrine All soldiers equipped with assault rifles should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
es_es: Especificaciones técnicas: Cargador del Rifle de Asalto AR-80 CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción Este cargador contiene 30 balas blindadas de 4.7x33mm. Tiene el clasico diseño curvado con la munición dispuesta en dos columnas alternas. Las balas son penetradoras de acero con el nucleo de tungsteno, encpasuladas con su propio propelente. Eficaz contra varios tipos de enmigos a corto y medio alcance. Este cargador está diseñado para ser usado en el Rifle de Asalto AR-80 Doctrina Recomendada Cualquier soldado equipado con un rifle de salato deberá llevar, al menos, un cargador de reserva en cualquier situación de lucha. En ningun caso es recomendable enviar nuestras tropas al combate sin cargadores extras. Addenda Ninguna.
it: Technical Specifications: Assault Rifle Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 30 rounds of 4.7x33mm caseless ammunition, armour-piercing mod. It is of a classic curved box design with the rounds stacked in a dual-column arrangement. The rounds themselves are tungsten-cored steel penetrators, encased in their own propellant rather than heavy brass casings. They perform well against a variety of enemies at short and medium ranges. The magazine is meant to be loaded into an AR-80 Assault Rifle. Recommended Doctrine All soldiers equipped with assault rifles should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
pt_br: Technical Specifications: Assault Rifle Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 30 rounds of 4.7x33mm caseless ammunition, armour-piercing mod. It is of a classic curved box design with the rounds stacked in a dual-column arrangement. The rounds themselves are tungsten-cored steel penetrators, encased in their own propellant rather than heavy brass casings. They perform well against a variety of enemies at short and medium ranges. The magazine is meant to be loaded into an AR-80 Assault Rifle. Recommended Doctrine All soldiers equipped with assault rifles should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.

source: machinegun_txt
el: Technical Specifications: MG12 Machine Gun CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The British SA-3000 GPG (General-Purpose Gun), colloquially known as the Great British Gun, is a versatile drum-fed machine gun that has seen service throughout the world in its 16-year operational life. First deployed in 2068, it quickly found its niche as a light machine gun for infantry and ground-support helicopters, able to be fired from the hip as easily as from a bipod or pintle mount. The infantry version of the GPG is a highly versatile and reliable gun. Unlike most machine guns the GPG takes caseless ammunition from a large drum magazine instead of a belt. This limits fire rate and magazine endurance, but it's also the reason for the weapon's versatility. The reloading process for the GPG is almost as quick and easy as an assault rifle, and the drums contain 100 rounds each. This allows the GPG to be used almost as a heavy assault rifle. The magazines are on the bulky side, but still small and light enough for an average soldier to carry several of them into battle. The gun contains surprisingly few computerised components, only a powerful recoil compensator and shock absorbing system. This helps to improve accuracy above that of older machine guns, although it's never going to be a sniper rifle. The solid design and sheer simplicity of its internals combine to make the GPG a very reliable weapon. It has seen action in Mumbai and performed admirably there, providing effective and highly mobile suppressive fire, sometimes capable of pinning down whole alien squads depending on the terrain. The GPG fires the popular 4.7mm caseless round, also used in our AR-80 Assault Rifle. Unfortunately the magazines are not interchangeable between Assault Rifle and GPG, as the Assault Rifle uses a different feed system. We feel that the GPG is the best candidate for our arsenal in the machine gun category. Our troops can depend on this gun to deliver heaps of fire when and where they need it most. For PHALANX use, we have given this machine gun the classification MG12. Recommended Doctrine The MG12 will be an extremely valuable tool in controlling the battlefield. It can set up mobile strongpoints from which to stage attacks on alien positions, it can provide effective suppressive or diversionary fire from all ranges, or it can be used simply as a powerful medium-range assault weapon. It should be a prime candidate for any soldier with heavy weapons training. Addenda None.

source: machinegun_mag_txt
el: Technical Specifications: Assault Rifle Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This drum contains 100 rounds of 4.7x33mm caseless ammunition, armour-piercing mod. Unlike rifle magazines, the rounds in this drum are linked together into a long belt rather than stacked onto a spring. The belt links are made of a special plastic that disintegrates upon exposure to open air. The rounds themselves are tungsten-cored steel penetrators, encased in their own propellant rather than heavy brass casings. They perform well against a variety of enemies at short and medium ranges. The magazine is meant to be loaded into an MG12 Machine Gun. Recommended Doctrine All soldiers equipped with machine guns should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
