Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: pbeamcannon_txt
el: Commander, we've finished work on this big damned cannon we brought back. We've always suspected that a real alien army would field more than just plasma weapons and Kerrblades. Now they've gone and proved us right. This particle beam weaponry is extremely advanced, a quantum leap above the plasma weapons, miniaturised far beyond our ability to duplicate. Particle-beam weaponry is designed to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. Until now we've only seen the aliens use this technology in large UFO weapons. Now, however, they're using it on the ground in the worst way. This cannon has got to be the most powerful infantry particle beam the aliens can field, because I can't imagine them getting much bigger. Though smaller and lighter than the Plasma Blaster, the PB cannon's recoil is out of this world. It can blast a full grown man clean off his feet in one shot. No normal human will be able to use this weapon. We can adapt it for mounting on our UGVs, and we may be able to enhance our soldiers with cybernetic implants or powered armour, but that's all. As bad as the recoil is, the target will have it worse. A single fleeting hit -- a heartbeat of exposure -- will buckle three inches of homogenous steel and blow the target back by several metres. This is usually all that's necessary. A second hit will turn the buckle into a fist-sized hole, clean through. Our infantry armour will perform only slightly better, but deflection will help somewhat. The cannon's mechanics are quite simple, nothing that we can't duplicate easily with enough money and effort. The only thing we have yet to figure out is the ammo supply. The energy readings we've taken from the magazines are extreme, and despite our efforts, we haven't managed to disable or disarm one in order to safely open it up. Even shooting it dry doesn't completely deactivate one of these magazines. More research will be required before we can try and understand them, much less reproduce them. That's all I've got for you right now, Commander. I'll keep you updated on our progress with the magazines. --Cdr. Navarre
it: Commander, we've finished work on this big damned cannon we brought back. We've always suspected that a real alien army would field more than just plasma weapons and Kerrblades. Now they've gone and proved us right. This particle beam weaponry is extremely advanced, a quantum leap above the plasma weapons, miniaturised far beyond our ability to duplicate. Particle-beam weaponry is designed to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. Until now we've only seen the aliens use this technology in large UFO weapons. Now, however, they're using it on the ground in the worst way. This cannon has got to be the most powerful infantry particle beam the aliens can field, because I can't imagine them getting much bigger. Though smaller and lighter than the Plasma Blaster, the PB cannon's recoil is out of this world. It can blast a full grown man clean off his feet in one shot. No normal human will be able to use this weapon. We can adapt it for mounting on our UGVs, and we may be able to enhance our soldiers with cybernetic implants or powered armour, but that's all. As bad as the recoil is, the target will have it worse. A single fleeting hit -- a heartbeat of exposure -- will buckle three inches of homogenous steel and blow the target back by several metres. This is usually all that's necessary. A second hit will turn the buckle into a fist-sized hole, clean through. Our infantry armour will perform only slightly better, but deflection will help somewhat. The cannon's mechanics are quite simple, nothing that we can't duplicate easily with enough money and effort. The only thing we have yet to figure out is the ammo supply. The energy readings we've taken from the magazines are extreme, and despite our efforts, we haven't managed to disable or disarm one in order to safely open it up. Even shooting it dry doesn't completely deactivate one of these magazines. More research will be required before we can try and understand them, much less reproduce them. That's all I've got for you right now, Commander. I'll keep you updated on our progress with the magazines. --Cdr. Navarre
pt_br: Commander, we've finished work on this big damned cannon we brought back. We've always suspected that a real alien army would field more than just plasma weapons and Kerrblades. Now they've gone and proved us right. This particle beam weaponry is extremely advanced, a quantum leap above the plasma weapons, miniaturised far beyond our ability to duplicate. Particle-beam weaponry is designed to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. Until now we've only seen the aliens use this technology in large UFO weapons. Now, however, they're using it on the ground in the worst way. This cannon has got to be the most powerful infantry particle beam the aliens can field, because I can't imagine them getting much bigger. Though smaller and lighter than the Plasma Blaster, the PB cannon's recoil is out of this world. It can blast a full grown man clean off his feet in one shot. No normal human will be able to use this weapon. We can adapt it for mounting on our UGVs, and we may be able to enhance our soldiers with cybernetic implants or powered armour, but that's all. As bad as the recoil is, the target will have it worse. A single fleeting hit -- a heartbeat of exposure -- will buckle three inches of homogenous steel and blow the target back by several metres. This is usually all that's necessary. A second hit will turn the buckle into a fist-sized hole, clean through. Our infantry armour will perform only slightly better, but deflection will help somewhat. The cannon's mechanics are quite simple, nothing that we can't duplicate easily with enough money and effort. The only thing we have yet to figure out is the ammo supply. The energy readings we've taken from the magazines are extreme, and despite our efforts, we haven't managed to disable or disarm one in order to safely open it up. Even shooting it dry doesn't completely deactivate one of these magazines. More research will be required before we can try and understand them, much less reproduce them. That's all I've got for you right now, Commander. I'll keep you updated on our progress with the magazines. --Cdr. Navarre

source: pbeamcannon_pre_txt
el: Commander, we've recovered a large alien cannon that fires high-energy particle beams. It is extremely deadly and has frightening effects on our armour during preliminary testing. We need to perform more research on these weapons immediately. Please authorise this program at your earliest convenience. --Cdr. Navarre
it: Commander, we've recovered a large alien cannon that fires high-energy particle beams. It is extremely deadly and has frightening effects on our armour during preliminary testing. We need to perform more research on these weapons immediately. Please authorise this program at your earliest convenience. --Cdr. Navarre
pt_br: Commander, we've recovered a large alien cannon that fires high-energy particle beams. It is extremely deadly and has frightening effects on our armour during preliminary testing. We need to perform more research on these weapons immediately. Please authorise this program at your earliest convenience. --Cdr. Navarre

source: Alien Artifact - Particle Beam Rifle
el: Εξωγήινο τεχνούργημα - Τυφέκιο μοριακής ακτίνας
it: Artefatto Alieno - Fucile a Flusso di Particelle

source: pbeamrifle_txt
el: Commander, we've gotten all the info we can from this new alien rifle. It's more bad news, I'm afraid. We've always suspected that a real alien army would field more than just plasma weapons and Kerrblades. Now they've gone and proved us right. This particle beam weaponry is extremely advanced, a quantum leap above the plasma weapons, miniaturised far beyond our ability to duplicate. Particle-beam weaponry is designed to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. Until now we've only seen the aliens use this technology in large UFO weapons. Now, however, they're using it on the ground in the worst way. The rifle seems to follow a very basic, modular design, quite unlike the plasma weapons we've already observed. All the parts can be slotted in or out of the weapon just by pressing an appropriately-located release catch. Strangely, none of the weapon's parts are particularly high-tech or impressive, nothing that we can't duplicate easily with enough money and effort. The only thing we have yet to figure out is the weapon's ammo supply. The energy readings we've taken from the magazines are extreme, and despite our efforts, we haven't managed to disable or disarm one in order to safely open it up. Even shooting it dry doesn't completely deactivate one of these magazines. More research will be required before we can try and understand them, much less reproduce them. What first alarmed me about this weapon is its performance against our infantry armour. The high-energy particles in a particle beam travel so fast that the beam can easily punch a hole through our standard vehicle armour. When fired at a suit of Combat Armour, the results are gruesome. It penetrates the front of the armour without even slowing down, and still has enough power to punch out the back and continue for several metres before dispersing. Much heavier protection will be required for our troops to be able to stand up to this kind of fire. In addition to the development of entirely new armours, we should look into upgrading our current suits as soon as possible. We may suffer significant troop losses to alien PB weapons if we don't. Lastly, the rifle's shape is not at all suited to the human body, and even with adaptations it will be poorly balanced for human shooters. If deployed with our squads, our accuracy won't be as good as the aliens. I'll keep you updated on our progress with the magazines, Commander. --Cdr. Navarre
it: Commander, we've gotten all the info we can from this new alien rifle. It's more bad news, I'm afraid. We've always suspected that a real alien army would field more than just plasma weapons and Kerrblades. Now they've gone and proved us right. This particle beam weaponry is extremely advanced, a quantum leap above the plasma weapons, miniaturised far beyond our ability to duplicate. Particle-beam weaponry is designed to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. Until now we've only seen the aliens use this technology in large UFO weapons. Now, however, they're using it on the ground in the worst way. The rifle seems to follow a very basic, modular design, quite unlike the plasma weapons we've already observed. All the parts can be slotted in or out of the weapon just by pressing an appropriately-located release catch. Strangely, none of the weapon's parts are particularly high-tech or impressive, nothing that we can't duplicate easily with enough money and effort. The only thing we have yet to figure out is the weapon's ammo supply. The energy readings we've taken from the magazines are extreme, and despite our efforts, we haven't managed to disable or disarm one in order to safely open it up. Even shooting it dry doesn't completely deactivate one of these magazines. More research will be required before we can try and understand them, much less reproduce them. What first alarmed me about this weapon is its performance against our infantry armour. The high-energy particles in a particle beam travel so fast that the beam can easily punch a hole through our standard vehicle armour. When fired at a suit of Combat Armour, the results are gruesome. It penetrates the front of the armour without even slowing down, and still has enough power to punch out the back and continue for several metres before dispersing. Much heavier protection will be required for our troops to be able to stand up to this kind of fire. In addition to the development of entirely new armours, we should look into upgrading our current suits as soon as possible. We may suffer significant troop losses to alien PB weapons if we don't. Lastly, the rifle's shape is not at all suited to the human body, and even with adaptations it will be poorly balanced for human shooters. If deployed with our squads, our accuracy won't be as good as the aliens. I'll keep you updated on our progress with the magazines, Commander. --Cdr. Navarre
pt_br: Commander, we've gotten all the info we can from this new alien rifle. It's more bad news, I'm afraid. We've always suspected that a real alien army would field more than just plasma weapons and Kerrblades. Now they've gone and proved us right. This particle beam weaponry is extremely advanced, a quantum leap above the plasma weapons, miniaturised far beyond our ability to duplicate. Particle-beam weaponry is designed to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. Until now we've only seen the aliens use this technology in large UFO weapons. Now, however, they're using it on the ground in the worst way. The rifle seems to follow a very basic, modular design, quite unlike the plasma weapons we've already observed. All the parts can be slotted in or out of the weapon just by pressing an appropriately-located release catch. Strangely, none of the weapon's parts are particularly high-tech or impressive, nothing that we can't duplicate easily with enough money and effort. The only thing we have yet to figure out is the weapon's ammo supply. The energy readings we've taken from the magazines are extreme, and despite our efforts, we haven't managed to disable or disarm one in order to safely open it up. Even shooting it dry doesn't completely deactivate one of these magazines. More research will be required before we can try and understand them, much less reproduce them. What first alarmed me about this weapon is its performance against our infantry armour. The high-energy particles in a particle beam travel so fast that the beam can easily punch a hole through our standard vehicle armour. When fired at a suit of Combat Armour, the results are gruesome. It penetrates the front of the armour without even slowing down, and still has enough power to punch out the back and continue for several metres before dispersing. Much heavier protection will be required for our troops to be able to stand up to this kind of fire. In addition to the development of entirely new armours, we should look into upgrading our current suits as soon as possible. We may suffer significant troop losses to alien PB weapons if we don't. Lastly, the rifle's shape is not at all suited to the human body, and even with adaptations it will be poorly balanced for human shooters. If deployed with our squads, our accuracy won't be as good as the aliens. I'll keep you updated on our progress with the magazines, Commander. --Cdr. Navarre

source: pbeamrifle_pre_txt
el: Commander, we've recovered an alien rifle that fires high-energy particle beams. It's more deadly than lasers, more accurate than plasma weapons, and an extremely nasty new threat to our troops on the battlefield. Preliminary tests against our armour confirm that the aliens have seriously upgunned their troops. We need to perform more research on these weapons immediately. Please authorise this program at your earliest convenience. --Cdr. Navarre
it: Commander, we've recovered an alien rifle that fires high-energy particle beams. It's more deadly than lasers, more accurate than plasma weapons, and an extremely nasty new threat to our troops on the battlefield. Preliminary tests against our armour confirm that the aliens have seriously upgunned their troops. We need to perform more research on these weapons immediately. Please authorise this program at your earliest convenience. --Cdr. Navarre
pt_br: Commander, we've recovered an alien rifle that fires high-energy particle beams. It's more deadly than lasers, more accurate than plasma weapons, and an extremely nasty new threat to our troops on the battlefield. Preliminary tests against our armour confirm that the aliens have seriously upgunned their troops. We need to perform more research on these weapons immediately. Please authorise this program at your earliest convenience. --Cdr. Navarre
