Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: ortnok_autopsy_extra_txt
el: Commander, The autopsy and evaluation of the green alien specimen is complete. I'm hereby submitting my summary for your review. The first thing we noticed about this species, which has been named the 'Ortnok', is its size. Its appearence is like a brutish, hulking caricature of a man, something that can be quite disturbing to our agents in the field, but we've confirmed that the Ortnok is in no way genetically related to humanity. In proportion to its body weight, the Ortnok has more muscle than a professional body builder. At first we concluded this was solely the product of an extreme-heavy-gravity homeworld, but subsequent hormone and toxicology work on our specimen have revealed something interesting. The subject seems to have been raised from birth on a heavy diet of genetic tampering and anabolic steroids. This, combined with the incredible density of the muscle tissue, makes the Ortnok physically stronger than any biological entity on Earth. During our first incisions, we were surprised to find the Ortnok to be without blood. It has lungs, viscera and something akin to digestive organs, but no liver or heart that we can identify. Instead of veins there is a very well-developed system of nerve tubes, filled with a kind of electrically conductive gel, that seems to power and control the muscles by direct electrical stimulation. The needed electricity is generated through digestion of organic matter and stored in a set of large eel-like organs underneath the lungs. The nervous system itself is nourished by the leftover products of the digestion process by way of veins filled with pressurised air. The whole chest cavity has been richly furnished with armour plating inserted just underneath the leathery green skin. The eyes are covered with surgically-implanted lenses that improve the Ortnok's already excellent vision, stretching it into the infrared spectrum. The ears consist of a series of small cavities, three on either side of the head, which are surprisingly large and well-developed. Given the evidence we must conclude that Ortnoks have acute hearing, though the nose and olfactory organs are quite small, atrophied almost to the point of being vestigial. From the autopsy and our analysis of battlefield footage, we can conclude the following: - The brain is fairly small for a hominid of such size, no larger than that of Homo erectus, but it is perhaps sufficient for the role of foot soldier. Ortnoks certainly don't display any tactical sluggishness on the battlefield. - The three-fingered hand is able to carry and use a wide variety of equipment. However, Ortnoks are most often equipped with heavy weapons to match their size. - Ortnoks are strong, tough and dangerous. Their internal armour enhances their natural endurance even further, making them difficult to take down. Armour-piercing rounds or incendiary weapons are recommended. Lasers, explosives and cutting weapons will not be very effective due to the extensive armouring. - All Ortnok specimens we've seen so far were not equipped with reproductive organs. From surgical scarring around the groin area, we believe they may have been neutered for some reason. In combat, specimens seem to be used most often in the role of heavy infantry and fire support. They are not particularly accurate with their somewhat cumbersome weapons, but when working in numbers they usually lay down enough fire to suppress and then annihilate a PHALANX squad. Ortnoks do not seem to serve in many specialist capacities; they are never used as technicians according to our camera observations, and usually busy themselves handling perimeter security for the Tamans when not engaged in combat. We have no idea quite where the name 'Ortnok' came from. The troops don't seem to know, and neither do we. Still, it's as good a name as any, and it seems to have stuck. That's all I have for you right now, Commander. I'll contact you again as soon as something new develops. Sincerely, Dr. Connor
it: Commander, The autopsy and evaluation of the green alien specimen is complete. I'm hereby submitting my summary for your review. The first thing we noticed about this species, which has been named the 'Ortnok', is its size. Its appearence is like a brutish, hulking caricature of a man, something that can be quite disturbing to our agents in the field, but we've confirmed that the Ortnok is in no way genetically related to humanity. In proportion to its body weight, the Ortnok has more muscle than a professional body builder. At first we concluded this was solely the product of an extreme-heavy-gravity homeworld, but subsequent hormone and toxicology work on our specimen have revealed something interesting. The subject seems to have been raised from birth on a heavy diet of genetic tampering and anabolic steroids. This, combined with the incredible density of the muscle tissue, makes the Ortnok physically stronger than any biological entity on Earth. During our first incisions, we were surprised to find the Ortnok to be without blood. It has lungs, viscera and something akin to digestive organs, but no liver or heart that we can identify. Instead of veins there is a very well-developed system of nerve tubes, filled with a kind of electrically conductive gel, that seems to power and control the muscles by direct electrical stimulation. The needed electricity is generated through digestion of organic matter and stored in a set of large eel-like organs underneath the lungs. The nervous system itself is nourished by the leftover products of the digestion process by way of veins filled with pressurised air. The whole chest cavity has been richly furnished with armour plating inserted just underneath the leathery green skin. The eyes are covered with surgically-implanted lenses that improve the Ortnok's already excellent vision, stretching it into the infrared spectrum. The ears consist of a series of small cavities, three on either side of the head, which are surprisingly large and well-developed. Given the evidence we must conclude that Ortnoks have acute hearing, though the nose and olfactory organs are quite small, atrophied almost to the point of being vestigial. From the autopsy and our analysis of battlefield footage, we can conclude the following: - The brain is fairly small for a hominid of such size, no larger than that of Homo erectus, but it is perhaps sufficient for the role of foot soldier. Ortnoks certainly don't display any tactical sluggishness on the battlefield. - The three-fingered hand is able to carry and use a wide variety of equipment. However, Ortnoks are most often equipped with heavy weapons to match their size. - Ortnoks are strong, tough and dangerous. Their internal armour enhances their natural endurance even further, making them difficult to take down. Armour-piercing rounds or incendiary weapons are recommended. Lasers, explosives and cutting weapons will not be very effective due to the extensive armouring. - All Ortnok specimens we've seen so far were not equipped with reproductive organs. From surgical scarring around the groin area, we believe they may have been neutered for some reason. In combat, specimens seem to be used most often in the role of heavy infantry and fire support. They are not particularly accurate with their somewhat cumbersome weapons, but when working in numbers they usually lay down enough fire to suppress and then annihilate a PHALANX squad. Ortnoks do not seem to serve in many specialist capacities; they are never used as technicians according to our camera observations, and usually busy themselves handling perimeter security for the Tamans when not engaged in combat. We have no idea quite where the name 'Ortnok' came from. The troops don't seem to know, and neither do we. Still, it's as good a name as any, and it seems to have stuck. That's all I have for you right now, Commander. I'll contact you again as soon as something new develops. Sincerely, Dr. Connor
pt_br: Commander, The autopsy and evaluation of the green alien specimen is complete. I'm hereby submitting my summary for your review. The first thing we noticed about this species, which has been named the 'Ortnok', is its size. Its appearence is like a brutish, hulking caricature of a man, something that can be quite disturbing to our agents in the field, but we've confirmed that the Ortnok is in no way genetically related to humanity. In proportion to its body weight, the Ortnok has more muscle than a professional body builder. At first we concluded this was solely the product of an extreme-heavy-gravity homeworld, but subsequent hormone and toxicology work on our specimen have revealed something interesting. The subject seems to have been raised from birth on a heavy diet of genetic tampering and anabolic steroids. This, combined with the incredible density of the muscle tissue, makes the Ortnok physically stronger than any biological entity on Earth. During our first incisions, we were surprised to find the Ortnok to be without blood. It has lungs, viscera and something akin to digestive organs, but no liver or heart that we can identify. Instead of veins there is a very well-developed system of nerve tubes, filled with a kind of electrically conductive gel, that seems to power and control the muscles by direct electrical stimulation. The needed electricity is generated through digestion of organic matter and stored in a set of large eel-like organs underneath the lungs. The nervous system itself is nourished by the leftover products of the digestion process by way of veins filled with pressurised air. The whole chest cavity has been richly furnished with armour plating inserted just underneath the leathery green skin. The eyes are covered with surgically-implanted lenses that improve the Ortnok's already excellent vision, stretching it into the infrared spectrum. The ears consist of a series of small cavities, three on either side of the head, which are surprisingly large and well-developed. Given the evidence we must conclude that Ortnoks have acute hearing, though the nose and olfactory organs are quite small, atrophied almost to the point of being vestigial. From the autopsy and our analysis of battlefield footage, we can conclude the following: - The brain is fairly small for a hominid of such size, no larger than that of Homo erectus, but it is perhaps sufficient for the role of foot soldier. Ortnoks certainly don't display any tactical sluggishness on the battlefield. - The three-fingered hand is able to carry and use a wide variety of equipment. However, Ortnoks are most often equipped with heavy weapons to match their size. - Ortnoks are strong, tough and dangerous. Their internal armour enhances their natural endurance even further, making them difficult to take down. Armour-piercing rounds or incendiary weapons are recommended. Lasers, explosives and cutting weapons will not be very effective due to the extensive armouring. - All Ortnok specimens we've seen so far were not equipped with reproductive organs. From surgical scarring around the groin area, we believe they may have been neutered for some reason. In combat, specimens seem to be used most often in the role of heavy infantry and fire support. They are not particularly accurate with their somewhat cumbersome weapons, but when working in numbers they usually lay down enough fire to suppress and then annihilate a PHALANX squad. Ortnoks do not seem to serve in many specialist capacities; they are never used as technicians according to our camera observations, and usually busy themselves handling perimeter security for the Tamans when not engaged in combat. We have no idea quite where the name 'Ortnok' came from. The troops don't seem to know, and neither do we. Still, it's as good a name as any, and it seems to have stuck. That's all I have for you right now, Commander. I'll contact you again as soon as something new develops. Sincerely, Dr. Connor

source: ortnok_autopsy_pre_txt
el: Commander, We've recovered a new alien corpse from the battlefield. We should begin dissection and assessment as soon as possible. Sincerely, Dr. Connor
es_es: No hay información previa a la investigación diponible.
it: Commander, We've recovered a new alien corpse from the battlefield. We should begin dissection and assessment as soon as possible. Sincerely, Dr. Connor
pt_br: Commander, We've recovered a new alien corpse from the battlefield. We should begin dissection and assessment as soon as possible. Sincerely, Dr. Connor

source: ortnok_autopsy_extra_pre_txt
el: Commander, We've recovered a new alien corpse from the battlefield. We should begin dissection and assessment as soon as possible. Sincerely, Dr. Connor
it: Commander, We've recovered a new alien corpse from the battlefield. We should begin dissection and assessment as soon as possible. Sincerely, Dr. Connor
pt_br: Commander, We've recovered a new alien corpse from the battlefield. We should begin dissection and assessment as soon as possible. Sincerely, Dr. Connor

source: Alien Autopsy - Taman
el: Αυτοψία Εξωγήινου - Taman
it: Autopsia Aliena - Taman
pt_br: Autópsia de Alienígena - Taman
