Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: flamer_mag_txt
el: Technical Specifications: C90 Canister CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a 200mm canister of high-pressure flammable gas, locked and secured via three different systems to prevent accidents. Compound 90 is a new flamethrower fuel that, when injected into the air, creates a slow thermobaric reaction -- a fuel-air ignition rather than a fuel-air explosion -- that can roast living tissue in seconds. Its range is limited, as the C90 must be quickly ignited before it disperses, but it inflicts horrific damage on organic targets that few weapons can hope to match. The heat generated by C90 exceeds 1700 degrees celsius, enough to melt titanium, but due to its gaseous nature it leaves no burning residue (like napalm) and disperses heat much more quickly. This makes it significantly safer for urban use than napalm-derivative substances. The canister is meant to be loaded into a CRC-FL Flamethrower. Recommended Doctrine All soldiers equipped with flamethrowers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare canisters. Addenda None.
es_es: Especificaciones técnicas: Cartucho C90 CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción Este es un cartucho de 200mm que contiene gas inflamable a alta presion, sellado y asegurado mediante tres sistemas diferencas para prevenir accidentes. El Compuesto 90 es un nuevo combustible para lanzallamas que, cuando se inyecta en el aire, crea una reaccion termobárica lenta -- una ignición de la mezcla gas-aire en vez de una explosión -- que carbonizar tejido vivo en segundos. Su alcance es limitado debido a que el C90 debe ser rapidamente encendido antes de que se disperse, pero produce devastadores daños en objetivos organicos. El calor generado por el C90 supera los 1700 ºC, suficiente para fundir el titanio, pero debido a su naturaleza gaseosa no deja ningun tipo de residua y dispersa el calor mucho más rapidamente. Esto lo hace significativamente más sguro para uso urbano que sus equivalentes derivados del napalm. El cartucho C90 se usa como munición del Lanzallamas CRC-FL. Doctrina Recomendada Cualquier soldado equipado con un lanzallamas deberá portar al menos un cartucho de reserva siempre que esté en una situacion de combate. No es recomendable enviar a nuestros soldados al frente sin munición de reserva. Addenda Ninguno.
it: Technical Specifications: C90 Canister CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a 200mm canister of high-pressure flammable gas, locked and secured via three different systems to prevent accidents. Compound 90 is a new flamethrower fuel that, when injected into the air, creates a slow thermobaric reaction -- a fuel-air ignition rather than a fuel-air explosion -- that can roast living tissue in seconds. Its range is limited, as the C90 must be quickly ignited before it disperses, but it inflicts horrific damage on organic targets that few weapons can hope to match. The heat generated by C90 exceeds 1700 degrees celsius, enough to melt titanium, but due to its gaseous nature it leaves no burning residue (like napalm) and disperses heat much more quickly. This makes it significantly safer for urban use than napalm-derivative substances. The canister is meant to be loaded into a CRC-FL Flamethrower. Recommended Doctrine All soldiers equipped with flamethrowers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare canisters. Addenda None.
pt_br: Technical Specifications: C90 Canister CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a 200mm canister of high-pressure flammable gas, locked and secured via three different systems to prevent accidents. Compound 90 is a new flamethrower fuel that, when injected into the air, creates a slow thermobaric reaction -- a fuel-air ignition rather than a fuel-air explosion -- that can roast living tissue in seconds. Its range is limited, as the C90 must be quickly ignited before it disperses, but it inflicts horrific damage on organic targets that few weapons can hope to match. The heat generated by C90 exceeds 1700 degrees celsius, enough to melt titanium, but due to its gaseous nature it leaves no burning residue (like napalm) and disperses heat much more quickly. This makes it significantly safer for urban use than napalm-derivative substances. The canister is meant to be loaded into a CRC-FL Flamethrower. Recommended Doctrine All soldiers equipped with flamethrowers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare canisters. Addenda None.

source: flashbang_txt
el: Technical Specifications: Flashbang CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The flashbang is a non-lethal grenade that produces a blinding flash and a deafening blast to temporarily confuse or disorient targets in the area of effect. The grenade body does not explode or fragment upon detonation. In fact, if the body remains undamaged, it can be easily refilled and used again. Humans affected by a flashbang suffer temporary deafness and impaired balance, as well as complete loss of eyesight for up to five seconds before the effect fades and vision returns to normal. This makes the flashbang an excellent weapon for distracting and temporarily disabling the enemy, especially when assaulting heavily-defended positions. From combat reports, we've concluded that flashbangs have much the same effect on aliens as they do on humans; alien targets are effectively blind and deaf for a short time after the flashbang is deployed, rendering them helpless. We can't say exactly how long this period is, and it will undoubtedly vary from alien to alien, but it's still long enough to make the difference in a firefight. Aside from being a useful tactical tool, the flashbang will allow our soldiers to get in close and personal without being cut to shreds by the alien weapons. It allows the commander to choose exactly which weapons are applied in a given situation whilst avoiding the collateral damage potential of a frag grenade. A very quick enemy can take precautions to negate flashbang effects simply by closing his eyes and plugging his ears, but he will have very little warning and in most cases will require special training to respond in time. From what we can tell the aliens have had no prior experience with this type of weapon and have no defensive doctrine against it. Even a prepared enemy will still be distracted by a flashbang and could be engaged by fast-action troops before being able to reclaim his weapon and take aim. The flashbang's strengths far outweigh its weaknesses. It has served with distinction in many wars before this one, and it will continue to do so until all its functions can be replaced somehow by a new system. Recommended Doctrine The flashbang does no physical damage to anyone caught in its area of effect, and for that reason alone this weapon should be used over frag grenades and other explosive ordnance during any mission where civilians are placed at risk. It is an indispensible weapon in any terrain that features large amounts of available cover. If aliens are lying in wait and charging around a corner might be suicide, the mere act of popping a flashbang down the corridor can significantly change the outcome of the ensuing firefight in favour of our troops. Its utility is not to be underestimated. Addenda Naturally the flashbang is only effective against organic aliens with eyes and ears.
es_es: Especificaciones técnicas: Granada Aturdidora CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción El ataque alienígena a Mumbai hizo nuestra situación dolorosamente clara. Su tecnología es mucho más avanzada que la nuestra. La completa falta de avance de las tropas de la Commonwealth en la ofensiva de Mumbai reveló debilidades críticas en el equipamiento y entrenamiento militar actual. Se perdieron tres batallones en el campo de tiro sin inflingir bajas significativas en el enemigo. PHALANX debe superar estos problemas, y para ello necesitamos la mejor tecnología que la humanidad pueda proporcionar. El Programa Excalibur fue creado para encontrar las armas mas efectivas de la Tierra revisando sus procedimientos de desarrollo, durabilidad, registro operacional y eficiacia de combate en aquellas situaciones en las que hemos conseguido presentar batalla a los alienigenas. La granada aturdidora es un arma no letal que produce un flash cegador y una onda expansiva que confunde y desorienta temporalmente a los que se encuentran en su area de efecto. El cuerpo de la granada no explota o se fragmenta; y de hecho permanece intacto, lo que permite a nuestros tecnicos recargarlas para su posterior reutilización. Los humanos afectados por esta granada sufren sordera temporal y perdida del equilibrio, asi como una completa perdida de vision de hasta cinco segundos, pasados los cuales el efecto se desvanece. Esto hace de la granada aturdidora una arma excelente para distraer y desarmar temporalmente al enemigo, especialmente cuando se procede al ataque de posiciones muy bien defendidas. De los informes de combate hemos concluido que la granada aturdidora tiene básicamente el mismo efecto en los alienígenas que en los humanos; los objetivos extraterrestres se muestran efectivamente ciegos y sordos por un corto periodo de tiempo, haciendolos vulnerables. No podemos decir cómo de largo es este periodo, y sin duda alguna variará de alienígena en alienígena, pero aun así puede establecer la diferencia definitiva en un combate. Además de ser de utilidad en el combate táctico, la granada aturdidora permite a nuestros soldados acercarse a los alienígenas para poder usar otras armas de corto alcance. Esto permite al comandante elegir exactamente el arma adecuada para cada situacion evitando los daños colaterales de una granada de fragmentación. Un enemigo rápido puede paliar los efectos de la granada sencillamente cerrando los ojos y tapandose los oidos, pero esta habilidad necesita entrenamiento especial y en cualquier caso el tiempo de reacción entre el lanzamiento y la explosión es muy limitado. Por lo que sabemos, ningún alienígena ha tenido experiencia previa con este tipo de arma y su efecto parece seguro. Las ventajas de la granada aturdidora sobrepasan por mucho a sus debilidades. Ha servido en diferentes guerras anteriores a esta, y lo continuará haciendo hasta que su funcionamiento pueda ser reemplazado por un sistema mejor. Doctrina recomendada La granada aturdidora no provoca daño físico en su area de efecto, y por esta razon debe ser usada en lugar de otro tipo de granada cuando haya civiles implicados en la situación. Es un arma indispensable en cualquier terreno que proporciona una covertura considerable. Si un alienígena está atrincherado y el cruzar una esquina puede ser un suicidio, el simple hecho de lanzar una granada aturdidora por el pasillo puede cambiar instantaneamente el resultado del combate en favor de nuestras tropas. Su utilidad no debe ser subestimada. Addenda Evidentemente, la granada aturdidora sólo es efectiva contra extraterrestres orgánicos con ojos y oidos.
it: Technical Specifications: Flashbang CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The flashbang is a non-lethal grenade that produces a blinding flash and a deafening blast to temporarily confuse or disorient targets in the area of effect. The grenade body does not explode or fragment upon detonation. In fact, if the body remains undamaged, it can be easily refilled and used again. Humans affected by a flashbang suffer temporary deafness and impaired balance, as well as complete loss of eyesight for up to five seconds before the effect fades and vision returns to normal. This makes the flashbang an excellent weapon for distracting and temporarily disabling the enemy, especially when assaulting heavily-defended positions. From combat reports, we've concluded that flashbangs have much the same effect on aliens as they do on humans; alien targets are effectively blind and deaf for a short time after the flashbang is deployed, rendering them helpless. We can't say exactly how long this period is, and it will undoubtedly vary from alien to alien, but it's still long enough to make the difference in a firefight. Aside from being a useful tactical tool, the flashbang will allow our soldiers to get in close and personal without being cut to shreds by the alien weapons. It allows the commander to choose exactly which weapons are applied in a given situation whilst avoiding the collateral damage potential of a frag grenade. A very quick enemy can take precautions to negate flashbang effects simply by closing his eyes and plugging his ears, but he will have very little warning and in most cases will require special training to respond in time. From what we can tell the aliens have had no prior experience with this type of weapon and have no defensive doctrine against it. Even a prepared enemy will still be distracted by a flashbang and could be engaged by fast-action troops before being able to reclaim his weapon and take aim. The flashbang's strengths far outweigh its weaknesses. It has served with distinction in many wars before this one, and it will continue to do so until all its functions can be replaced somehow by a new system. Recommended Doctrine The flashbang does no physical damage to anyone caught in its area of effect, and for that reason alone this weapon should be used over frag grenades and other explosive ordnance during any mission where civilians are placed at risk. It is an indispensible weapon in any terrain that features large amounts of available cover. If aliens are lying in wait and charging around a corner might be suicide, the mere act of popping a flashbang down the corridor can significantly change the outcome of the ensuing firefight in favour of our troops. Its utility is not to be underestimated. Addenda Naturally the flashbang is only effective against organic aliens with eyes and ears.
pt_br: Technical Specifications: Flashbang CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The flashbang is a non-lethal grenade that produces a blinding flash and a deafening blast to temporarily confuse or disorient targets in the area of effect. The grenade body does not explode or fragment upon detonation. In fact, if the body remains undamaged, it can be easily refilled and used again. Humans affected by a flashbang suffer temporary deafness and impaired balance, as well as complete loss of eyesight for up to five seconds before the effect fades and vision returns to normal. This makes the flashbang an excellent weapon for distracting and temporarily disabling the enemy, especially when assaulting heavily-defended positions. From combat reports, we've concluded that flashbangs have much the same effect on aliens as they do on humans; alien targets are effectively blind and deaf for a short time after the flashbang is deployed, rendering them helpless. We can't say exactly how long this period is, and it will undoubtedly vary from alien to alien, but it's still long enough to make the difference in a firefight. Aside from being a useful tactical tool, the flashbang will allow our soldiers to get in close and personal without being cut to shreds by the alien weapons. It allows the commander to choose exactly which weapons are applied in a given situation whilst avoiding the collateral damage potential of a frag grenade. A very quick enemy can take precautions to negate flashbang effects simply by closing his eyes and plugging his ears, but he will have very little warning and in most cases will require special training to respond in time. From what we can tell the aliens have had no prior experience with this type of weapon and have no defensive doctrine against it. Even a prepared enemy will still be distracted by a flashbang and could be engaged by fast-action troops before being able to reclaim his weapon and take aim. The flashbang's strengths far outweigh its weaknesses. It has served with distinction in many wars before this one, and it will continue to do so until all its functions can be replaced somehow by a new system. Recommended Doctrine The flashbang does no physical damage to anyone caught in its area of effect, and for that reason alone this weapon should be used over frag grenades and other explosive ordnance during any mission where civilians are placed at risk. It is an indispensible weapon in any terrain that features large amounts of available cover. If aliens are lying in wait and charging around a corner might be suicide, the mere act of popping a flashbang down the corridor can significantly change the outcome of the ensuing firefight in favour of our troops. Its utility is not to be underestimated. Addenda Naturally the flashbang is only effective against organic aliens with eyes and ears.
