Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: craft_ammo_tr20_txt
el: Technical Specifications: TR-20 Rocket CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a TR-20 unguided rocket. It is designed to be loaded into the TR-20 Rocket Pod. The TR-20 rocket is essentially a very small, very fast plastic dart moulded around a rod of depleted uranium. It is fin-stabilised and powered by a cheap solid-fuel rocket engine, a civilian model which is also popular in amateur rocketry. One of these engines is capable of propelling an amateur rocket eight kilometres into the sky. It's also capable of propelling a heavy DU penetrator into a fighter jet and out the other side. Though unguided, TR-20 pods contain such a large number of rockets that they can be used almost like a rocket machine gun. This is because the rockets are stacked nose to tail inside their launch tubes, eight to each tube, and fired electronically in a timed sequence. This system is so fast that all eight rockets in a tube can be ignited and underway before the first rocket actually leaves the tube. At its maximum possible rate of fire, the pod can fire all 128 rockets in 0.2 seconds. However, this is usually throttled back to approx. 300 rounds per minute due to the low accuracy of any single volley. Due to its weight, the TR-20 rocket has a maximum effective range of 4 kilometres, after which the fuel runs out and the rocket rapidly loses power. The individual rockets weigh approximately 4 kilos. A fully-loaded pod is approximately 540 kilos. Recommended Doctrine We anticipate the TR-20 will perform nicely against slower or slow-moving UFOs, especially if their propulsion systems have been damaged somehow. In these situations, TR-20 rockets perform with flying colours, tearing mercilessly into a target. However, accuracy drops rapidly against faster opponents. Damage potential is irrelevant if we can't place a single round on the target. For this reason, it's recommended we use the TR-20 in moderation and mostly in situations that play to its strengths, such as when engaging a single UFO with multiple aircraft. The flight leader can drive the target into his wingman's killzone with cannons or guided weapons, at which point the wingman has a clear shot with his rockets. Even so, no more than a single TR-20 pod should be loaded on any one aircraft for maximum air-to-air efficiency. If the mission target is stationary or ground-based, these rockets will be ideal for softening up any defences and defenders before a tactical mission. Addenda None.
it: Technical Specifications: TR-20 Rocket CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a TR-20 unguided rocket. It is designed to be loaded into the TR-20 Rocket Pod. The TR-20 rocket is essentially a very small, very fast plastic dart moulded around a rod of depleted uranium. It is fin-stabilised and powered by a cheap solid-fuel rocket engine, a civilian model which is also popular in amateur rocketry. One of these engines is capable of propelling an amateur rocket eight kilometres into the sky. It's also capable of propelling a heavy DU penetrator into a fighter jet and out the other side. Though unguided, TR-20 pods contain such a large number of rockets that they can be used almost like a rocket machine gun. This is because the rockets are stacked nose to tail inside their launch tubes, eight to each tube, and fired electronically in a timed sequence. This system is so fast that all eight rockets in a tube can be ignited and underway before the first rocket actually leaves the tube. At its maximum possible rate of fire, the pod can fire all 128 rockets in 0.2 seconds. However, this is usually throttled back to approx. 300 rounds per minute due to the low accuracy of any single volley. Due to its weight, the TR-20 rocket has a maximum effective range of 4 kilometres, after which the fuel runs out and the rocket rapidly loses power. The individual rockets weigh approximately 4 kilos. A fully-loaded pod is approximately 540 kilos. Recommended Doctrine We anticipate the TR-20 will perform nicely against slower or slow-moving UFOs, especially if their propulsion systems have been damaged somehow. In these situations, TR-20 rockets perform with flying colours, tearing mercilessly into a target. However, accuracy drops rapidly against faster opponents. Damage potential is irrelevant if we can't place a single round on the target. For this reason, it's recommended we use the TR-20 in moderation and mostly in situations that play to its strengths, such as when engaging a single UFO with multiple aircraft. The flight leader can drive the target into his wingman's killzone with cannons or guided weapons, at which point the wingman has a clear shot with his rockets. Even so, no more than a single TR-20 pod should be loaded on any one aircraft for maximum air-to-air efficiency. If the mission target is stationary or ground-based, these rockets will be ideal for softening up any defences and defenders before a tactical mission. Addenda None.
pt_br: Technical Specifications: TR-20 Rocket CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a TR-20 unguided rocket. It is designed to be loaded into the TR-20 Rocket Pod. The TR-20 rocket is essentially a very small, very fast plastic dart moulded around a rod of depleted uranium. It is fin-stabilised and powered by a cheap solid-fuel rocket engine, a civilian model which is also popular in amateur rocketry. One of these engines is capable of propelling an amateur rocket eight kilometres into the sky. It's also capable of propelling a heavy DU penetrator into a fighter jet and out the other side. Though unguided, TR-20 pods contain such a large number of rockets that they can be used almost like a rocket machine gun. This is because the rockets are stacked nose to tail inside their launch tubes, eight to each tube, and fired electronically in a timed sequence. This system is so fast that all eight rockets in a tube can be ignited and underway before the first rocket actually leaves the tube. At its maximum possible rate of fire, the pod can fire all 128 rockets in 0.2 seconds. However, this is usually throttled back to approx. 300 rounds per minute due to the low accuracy of any single volley. Due to its weight, the TR-20 rocket has a maximum effective range of 4 kilometres, after which the fuel runs out and the rocket rapidly loses power. The individual rockets weigh approximately 4 kilos. A fully-loaded pod is approximately 540 kilos. Recommended Doctrine We anticipate the TR-20 will perform nicely against slower or slow-moving UFOs, especially if their propulsion systems have been damaged somehow. In these situations, TR-20 rockets perform with flying colours, tearing mercilessly into a target. However, accuracy drops rapidly against faster opponents. Damage potential is irrelevant if we can't place a single round on the target. For this reason, it's recommended we use the TR-20 in moderation and mostly in situations that play to its strengths, such as when engaging a single UFO with multiple aircraft. The flight leader can drive the target into his wingman's killzone with cannons or guided weapons, at which point the wingman has a clear shot with his rockets. Even so, no more than a single TR-20 pod should be loaded on any one aircraft for maximum air-to-air efficiency. If the mission target is stationary or ground-based, these rockets will be ideal for softening up any defences and defenders before a tactical mission. Addenda None.

source: craft_weapon_particle_beam_pre_txt
el: Δεν υπάρχουν προκαταρκτικές πληροφορίες
es_es: No hay información previa a la investigación diponible.
it: Commander, one of the UFOs we've recovered was equipped with a very interesting type of weapon that we'd like to research right away. It seems to fire some kind of high-velocity particle beam; if we can master this technology, or at least adapt it for use on our own aircraft, we could make air engagements with armed alien craft significantly more survivable for our craft and pilots. --Cdr. Navarre
pt_br: Commander, one of the UFOs we've recovered was equipped with a very interesting type of weapon that we'd like to research right away. It seems to fire some kind of high-velocity particle beam; if we can master this technology, or at least adapt it for use on our own aircraft, we could make air engagements with armed alien craft significantly more survivable for our craft and pilots. --Cdr. Navarre

source: craft_weapon_particle_beam_txt
el: Our report on the alien PBW (Particle Beam Weapon) is ready for your review, Commander. The general idea of particle-beam weaponry is to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. The alien weapon is an elegantly simple application of this concept. It is essentially nothing more than a big particle accelerator and a set of focusing equipment, consisting of a high-powered magnetic containment and pinch system. My team could've built a particle accelerator to nearly the same standards, but the focusing array shows us just how far ahead the aliens really are. The accelerator is little more than a high-energy synchrotron, speeding particles round and round in a circle until they've achieved sufficient velocity. The particles are then diverted via a magnetic field into the focusing array, where they are magnetically constricted -- 'pinched' -- into a coherent beam. The level of magnetic control the aliens achieve here is far greater than anything we've managed before. The pinch system is intelligently controlled by the UFO's targeting computer, directing the beam to its target with dead-on accuracy. When active, the weapon is powered directly from the UFO's electrical system, constantly tracking one target of choice. Once the target has been destroyed, the computer will immediately lock on to the next hostile contact in the chain, if any. Defending against this weapon is going to be a challenge, Commander. There is very little that can be done against a particle beam travelling at near the speed of light, carrying enough energy to knock anything we can field right out of the sky. Additional armour for our aircraft will protect against glancing blows, but in the case of a direct hit, it may as well not be there. It seems the only realistic defence against this weapon is to cause it to miss. We should recover and investigate an intact alien ECM unit as soon as we can. It will be a similar challenge for us to fit the PBW to our own craft. We've rigged up brackets that we can mount to any medium-sized hardpoint, but we can't generate enough power to suit this weapon just from in-flight electricity. If we want to use the PBW in combat, we're going to have to run it off its own antimatter-powered electrical system. This may require more research into antimatter storage and control, and it means that ammunition will certainly be limited. On a brighter note, we've confirmed that all the weapon's components are within our ability to replicate, and their specs have been loaded into our Workshop machinery. We should be able to begin production straight away. --Cdr. Navarre
it: Our report on the alien PBW (Particle Beam Weapon) is ready for your review, Commander. The general idea of particle-beam weaponry is to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. The alien weapon is an elegantly simple application of this concept. It is essentially nothing more than a big particle accelerator and a set of focusing equipment, consisting of a high-powered magnetic containment and pinch system. My team could've built a particle accelerator to nearly the same standards, but the focusing array shows us just how far ahead the aliens really are. The accelerator is little more than a high-energy synchrotron, speeding particles round and round in a circle until they've achieved sufficient velocity. The particles are then diverted via a magnetic field into the focusing array, where they are magnetically constricted -- 'pinched' -- into a coherent beam. The level of magnetic control the aliens achieve here is far greater than anything we've managed before. The pinch system is intelligently controlled by the UFO's targeting computer, directing the beam to its target with dead-on accuracy. When active, the weapon is powered directly by the UFO's electrical system, constantly tracking one target of choice. Once the target has been destroyed, the computer will immediately lock on to the next hostile contact in the chain, if any. Defending against this weapon is going to be a challenge, Commander. There is very little that can be done against a particle beam travelling at near the speed of light, carrying enough energy to knock anything we can field right out of the sky. Additional armour for our aircraft will protect against glancing blows, but in the case of a direct hit, it may as well not be there. It seems the only realistic defence against this weapon is to cause it to miss. We should recover and investigate an intact alien ECM unit as soon as we can. It will be a similar challenge for us to fit the PBW to our own craft. We've rigged up brackets that we can mount to any medium-sized hardpoint, but we can't generate enough power to suit this weapon just from in-flight electricity. If we want to use the PBW in combat, we're going to have to run it off its own antimatter-powered electrical system. This may require more research into antimatter storage and control, and it means that ammunition will certainly be limited. On a brighter note, we've confirmed that all the weapon's components are within our ability to replicate, and their specs have been loaded into our Workshop machinery. We should be able to begin production straight away. --Cdr. Navarre
pt_br: Our report on the alien PBW (Particle Beam Weapon) is ready for your review, Commander. The general idea of particle-beam weaponry is to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. The alien weapon is an elegantly simple application of this concept. It is essentially nothing more than a big particle accelerator and a set of focusing equipment, consisting of a high-powered magnetic containment and pinch system. My team could've built a particle accelerator to nearly the same standards, but the focusing array shows us just how far ahead the aliens really are. The accelerator is little more than a high-energy synchrotron, speeding particles round and round in a circle until they've achieved sufficient velocity. The particles are then diverted via a magnetic field into the focusing array, where they are magnetically constricted -- 'pinched' -- into a coherent beam. The level of magnetic control the aliens achieve here is far greater than anything we've managed before. The pinch system is intelligently controlled by the UFO's targeting computer, directing the beam to its target with dead-on accuracy. When active, the weapon is powered directly by the UFO's electrical system, constantly tracking one target of choice. Once the target has been destroyed, the computer will immediately lock on to the next hostile contact in the chain, if any. Defending against this weapon is going to be a challenge, Commander. There is very little that can be done against a particle beam travelling at near the speed of light, carrying enough energy to knock anything we can field right out of the sky. Additional armour for our aircraft will protect against glancing blows, but in the case of a direct hit, it may as well not be there. It seems the only realistic defence against this weapon is to cause it to miss. We should recover and investigate an intact alien ECM unit as soon as we can. It will be a similar challenge for us to fit the PBW to our own craft. We've rigged up brackets that we can mount to any medium-sized hardpoint, but we can't generate enough power to suit this weapon just from in-flight electricity. If we want to use the PBW in combat, we're going to have to run it off its own antimatter-powered electrical system. This may require more research into antimatter storage and control, and it means that ammunition will certainly be limited. On a brighter note, we've confirmed that all the weapon's components are within our ability to replicate, and their specs have been loaded into our Workshop machinery. We should be able to begin production straight away. --Cdr. Navarre
