Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: grenl_txt
el: Technical Specifications: HPGL Grenade Launcher CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. First released on the open market in 2047, the Brazilian RA6 has received numerous upgrades over the years that have kept it at the top of its field. It is the most widely-used infantry grenade launcher in use today because of its excellent reliability and low weight. It has an impressive selection of compatible cartridges in the popular 25mm calibre. The RA6 carries up to 9 grenades individually loaded into a simple rotary cylinder. The cylinder is hinged at the front and breaks open to accept reloads. Reloading individual grenades can be a slow and agonising process, but this is often the best way of going about it; while 25mm speedloaders do exist and will work on the RA6, they are bulky and hard to carry around. The weapon has two fire modes; timed shot, which will detonate grenades at a set time after leaving the barrel, and airburst, which will detonate grenades in the air after they have travelled a certain distance. The RA6's maximum rate of fire is one round per second on semi-automatic, or it can rapidly cycle through its cylinder on burst mode, firing quick three-round bursts that can devastate whole areas. Standard ammunition for the RA6 is the 25mm HIT (High Impulse Thermobaric) grenade, which is a 'fuel-air munition' that uses atmospheric oxygen to generate an explosion instead of carrying along an oxidising agent. Thermobaric weapons produce a far more powerful explosive force than would be possible with conventional explosives of the same size. They rely on explosive energy, concussion and heat for their lethality rather than on fragmentation like most conventional explosives. This is one of the most versatile and effective weapons on our roster. While not as powerful as the rocket launcher, it is a reliable support weapon and infantry artillery piece. For PHALANX use, we have given this grenade launcher the classification HPGL. Recommended Doctrine The HPGL is a tactician's dream come true. It has excellent damage and range, can hit several clustered targets with one blast, and can be used for special tasks such as area denial with incendiary grenades. It can be as effective in close situations as it is in large open spaces; however, different tactics are required. The airburst mode is preferable for use in open ground; it sacrifices some range by taking away the 'bounce' factor, but this also has its benefits. The bounce factor can seriously foul accuracy if the grenade lands on an uneven surface and can allow the enemy to run away or take cover before detonation. Airburst fire also allows the operator to place his grenades exactly where he wants them. Unless there is a catastrophic detonator failure, any airburst fired from the HPGL will go off at the intended spot with little chance for mechanical error. In close situations, timed grenades can be bounced off walls and around corners to reach dangerous or inconvenient places that other weapons have trouble getting a bead on. However, care should be taken that the operator doesn't fire shots that leave himself or any friendly troops inside the blast radius. This would make the operator very unpopular with what's left of the team. Due to the bounce factor on timed grenades, they can also be a severe hazard to nearby civilians. Use of the grenade launcher in situations where civilians might become victim to collateral damage is strongly discouraged. For close-range emergency work -- for example if the operator has no sidearm -- the launcher can also be loaded with special 25mm flechette shells similar to our shotgun shells. These have less damage potential than shotgun shells due to their lower muzzle velocity, but they can still be deadly in close quarters and, unlike explosive grenades, are not a risk to the operator at short ranges. Addenda Along with sniper rifles and rocket launchers, this is one of the few standard-issue human weapons that are fully effective against robotic aliens.
es_es: Especificaciones técnicas: Lanzagranadas CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción El ataque alienígena a Mumbai hizo nuestra situación dolorosamente clara. Su tecnología es mucho más avanzada que la nuestra. La completa falta de avance de las tropas de la Commonwealth en la ofensiva de Mumbai reveló debilidades críticas en el equipamiento y entrenamiento militar actual. Se perdieron tres batallones en el campo de tiro sin inflingir bajas significativas en el enemigo. PHALANX debe superar estos problemas, y para ello necesitamos la mejor tecnología que la humanidad pueda proporcionar. El Programa Excalibur fue creado para encontrar las armas mas efectivas de la Tierra revisando sus procedimientos de desarrollo, durabilidad, registro operacional y eficiacia de combate en aquellas situaciones en las que hemos conseguido presentar batalla a los alienigenas. Lanzada al mercado en 2047, este lanzagranadas brasileño modelo RA6 ha recibido importantes mejoras a lo largo de los años que la han mantenido entre lo mejor de su categoria. Es el lanzagranadas de infanteria mas usado en todo el mundo debido a su fiabilidad y su poco peso. Tambien cuenta con una impresiontante seleccion de cartuchos compatibles del calibre 25mm. El RA6 almacena hasta 9 granadas cargadas individualmente en un cilindro giratorio. Recargar las granadas puede ser un proceso agonizantemente lento ya que hay que desarmar el cilindro, pero habitualmente es la mejor forma de hacerlo. Existen cargadores rapidos y son compatibles con el RA6, pero suelen ser voluminosos y dificiles de transportar. El arma tiene dos modos de fuego: - Explosión ratardada, en el cual la granada detona despues de un tiempo prefijado.- Ataque aereo, en el cual la granada detona en el aire despues de viajar una cierta distancia. La velocidad de fuego máxima para el RA6 es de un disparo por segundo en semi-automatico, o tres disparos a la vez cuando se hace girar el cilindro en modo ráfaga, lo que puede devastar amplias zonas. La munición estandar para el RA6 es la Granada de Alto Impulso Termobárico (AIT) de 25mm, que usa el oxigeno atmosferico como combustible de la explosion en lugar de cargar con un agente oxidante propio. Las armas termobáricas producen mucha mas fuerza explosiva de la conseguida con explosivos convencionales del mismo tamaño. Su poder de destrucción se basa más en la energía de la explosión y el calor en lugar de en la fragmentación y metralla que caracteriza a los explosivos convencionales. Esta es una de las armas mas versatiles y efectivas de nuestro arsenal. Aunque no sea tan poderoso como el Lanzacohetes, es un arma fiable ideal para la infantería de artilleria. Para uso interno en PHALANX, hemos denominado este Lanzagranadas como HPGL. Doctrina Recomendada El HPGL es sueño táctico de un comandante hecho realidad. Produce un gran daño con un alcance excelente, puede herir a varios objetivos apiñados con una sola explosion, puede ser usado para tareas especiales como por ejemplo delimitar un area de exclsuión con Granadas Incendiarias... Puede ser tan efectivo en corto alcance como en areas abiertas, sin embargo hay que usarla con precaución. El ataque aereo se usa preferentemente en terreno abierto; en este caso se sacrifica algo de alcance al eliminar el factor rebote, pero esto tambien tiene sus beneficios. El factor rebote puede perjudicar seriamente la precisión si la granada aterriza en una zona desnivalada y permite al enemigo correr o cubrirse antes de la detonacion. El ataque aereo permite al soldado detonar sus granadas exactamente donde quiere. A no ser que ocurra un fallo catastrofico en el detonador, el ataque aereo es poco dado a errores mecánicos que lo desvien de su objetivo. En corto alcance las granadas con explosion retardada pueden rebotar en las paredes y alrededor de las esquinas para alcanzar objetivos escondidos o peligrosos. En cualquier caso el soldado debe tener cuidado de no permitir que los rebotes acaben con él o con cualquier aliado dentro del radio de alcance de la explosión. Esto haría que el soldado fuera bastante impopular para el resto del equipo que continuase con vida. Siempre que haya civiles cerca, el uso de granadas con rebote esta desaconsejado debido a la incertidumbre inherente. Para situaciones de emergencia en corto alcance -- por ejemplo si el soldado no tiene otra arma a mano-- el lanzagranadas puede ser cargado con cartuchos de dardos de 25mm, similares a los cartuchos de escopeta. Aunque tienen menos daño potencial que los de escopeta debido a su menor velocidad de salida, puede salvar al soldado sin poner su vida en peligro como lo haria una granada común. Addenda Además del rifle de francotirador y los lanzacohetes, este es una de las pocas armas humanas totalmente efectivas contra alienígenas roboticos.
it: Technical Specifications: HPGL Grenade Launcher CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. First released on the open market in 2047, the Brazilian RA6 has received numerous upgrades over the years that have kept it at the top of its field. It is the most widely-used infantry grenade launcher in use today because of its excellent reliability and low weight. It has an impressive selection of compatible cartridges in the popular 25mm calibre. The RA6 carries up to 9 grenades individually loaded into a simple rotary cylinder. The cylinder is hinged at the front and breaks open to accept reloads. Reloading individual grenades can be a slow and agonising process, but this is often the best way of going about it; while 25mm speedloaders do exist and will work on the RA6, they are bulky and hard to carry around. The weapon has two fire modes; timed shot, which will detonate grenades at a set time after leaving the barrel, and airburst, which will detonate grenades in the air after they have travelled a certain distance. The RA6's maximum rate of fire is one round per second on semi-automatic, or it can rapidly cycle through its cylinder on burst mode, firing quick three-round bursts that can devastate whole areas. Standard ammunition for the RA6 is the 25mm HIT (High Impulse Thermobaric) grenade, which is a 'fuel-air munition' that uses atmospheric oxygen to generate an explosion instead of carrying along an oxidising agent. Thermobaric weapons produce a far more powerful explosive force than would be possible with conventional explosives of the same size. They rely on explosive energy, concussion and heat for their lethality rather than on fragmentation like most conventional explosives. This is one of the most versatile and effective weapons on our roster. While not as powerful as the rocket launcher, it is a reliable support weapon and infantry artillery piece. For PHALANX use, we have given this grenade launcher the classification HPGL. Recommended Doctrine The HPGL is a tactician's dream come true. It has excellent damage and range, can hit several clustered targets with one blast, and can be used for special tasks such as area denial with incendiary grenades. It can be as effective in close situations as it is in large open spaces; however, different tactics are required. The airburst mode is preferable for use in open ground; it sacrifices some range by taking away the 'bounce' factor, but this also has its benefits. The bounce factor can seriously foul accuracy if the grenade lands on an uneven surface and can allow the enemy to run away or take cover before detonation. Airburst fire also allows the operator to place his grenades exactly where he wants them. Unless there is a catastrophic detonator failure, any airburst fired from the HPGL will go off at the intended spot with little chance for mechanical error. In close situations, timed grenades can be bounced off walls and around corners to reach dangerous or inconvenient places that other weapons have trouble getting a bead on. However, care should be taken that the operator doesn't fire shots that leave himself or any friendly troops inside the blast radius. This would make the operator very unpopular with what's left of the team. Due to the bounce factor on timed grenades, they can also be a severe hazard to nearby civilians. Use of the grenade launcher in situations where civilians might become victim to collateral damage is strongly discouraged. For close-range emergency work -- for example if the operator has no sidearm -- the launcher can also be loaded with special 25mm flechette shells similar to our shotgun shells. These have less damage potential than shotgun shells due to their lower muzzle velocity, but they can still be deadly in close quarters and, unlike explosive grenades, are not a risk to the operator at short ranges. Addenda Along with sniper rifles and rocket launchers, this is one of the few standard-issue human weapons that are fully effective against robotic aliens.
pt_br: Technical Specifications: HPGL Grenade Launcher CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. First released on the open market in 2047, the Brazilian RA6 has received numerous upgrades over the years that have kept it at the top of its field. It is the most widely-used infantry grenade launcher in use today because of its excellent reliability and low weight. It has an impressive selection of compatible cartridges in the popular 25mm calibre. The RA6 carries up to 9 grenades individually loaded into a simple rotary cylinder. The cylinder is hinged at the front and breaks open to accept reloads. Reloading individual grenades can be a slow and agonising process, but this is often the best way of going about it; while 25mm speedloaders do exist and will work on the RA6, they are bulky and hard to carry around. The weapon has two fire modes; timed shot, which will detonate grenades at a set time after leaving the barrel, and airburst, which will detonate grenades in the air after they have travelled a certain distance. The RA6's maximum rate of fire is one round per second on semi-automatic, or it can rapidly cycle through its cylinder on burst mode, firing quick three-round bursts that can devastate whole areas. Standard ammunition for the RA6 is the 25mm HIT (High Impulse Thermobaric) grenade, which is a 'fuel-air munition' that uses atmospheric oxygen to generate an explosion instead of carrying along an oxidising agent. Thermobaric weapons produce a far more powerful explosive force than would be possible with conventional explosives of the same size. They rely on explosive energy, concussion and heat for their lethality rather than on fragmentation like most conventional explosives. This is one of the most versatile and effective weapons on our roster. While not as powerful as the rocket launcher, it is a reliable support weapon and infantry artillery piece. For PHALANX use, we have given this grenade launcher the classification HPGL. Recommended Doctrine The HPGL is a tactician's dream come true. It has excellent damage and range, can hit several clustered targets with one blast, and can be used for special tasks such as area denial with incendiary grenades. It can be as effective in close situations as it is in large open spaces; however, different tactics are required. The airburst mode is preferable for use in open ground; it sacrifices some range by taking away the 'bounce' factor, but this also has its benefits. The bounce factor can seriously foul accuracy if the grenade lands on an uneven surface and can allow the enemy to run away or take cover before detonation. Airburst fire also allows the operator to place his grenades exactly where he wants them. Unless there is a catastrophic detonator failure, any airburst fired from the HPGL will go off at the intended spot with little chance for mechanical error. In close situations, timed grenades can be bounced off walls and around corners to reach dangerous or inconvenient places that other weapons have trouble getting a bead on. However, care should be taken that the operator doesn't fire shots that leave himself or any friendly troops inside the blast radius. This would make the operator very unpopular with what's left of the team. Due to the bounce factor on timed grenades, they can also be a severe hazard to nearby civilians. Use of the grenade launcher in situations where civilians might become victim to collateral damage is strongly discouraged. For close-range emergency work -- for example if the operator has no sidearm -- the launcher can also be loaded with special 25mm flechette shells similar to our shotgun shells. These have less damage potential than shotgun shells due to their lower muzzle velocity, but they can still be deadly in close quarters and, unlike explosive grenades, are not a risk to the operator at short ranges. Addenda Along with sniper rifles and rocket launchers, this is one of the few standard-issue human weapons that are fully effective against robotic aliens.

source: grenl_ammo_txt
el: Technical Specifications: 25mm HIT Grenades CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a box of 9 25mm HIT (High Impulse Thermobaric) grenades. They are fired electronically by a spark igniter inside the launcher's barrel. These grenades are 'fuel-air munitions' that use atmospheric oxygen to generate an explosion instead of carrying along an oxidising agent. Thermobaric weapons produce a far more powerful explosive force than would be possible with conventional explosives of the same size. These grenades are meant to be loaded into an HPGL Grenade Launcher. Recommended Doctrine All soldiers equipped with grenade launchers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare grenades. Addenda None.
es_es: Especificaciones técnicas: Lanzagranadas CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción Este es un paquete de 9 granadas AIT (Alto Impulso Termobárico) de 25mm. Son disparadas electronicamente por un iniciador dentro del cañon del lanzador. Estas granadas usan el oxigeno atmosferico como combustible de la explosion en lugar de cargar con un agente oxidante propio.Las armas termobáricas producen mucha mas fuerza explosiva de la conseguida con explosivos convencionales del mismo tamaño. Estas granadas se usan como munición del Lanzagranadas HPGL. Doctrina Recomendada Cualquier soldado equipado con un lanzagranadas deberá portar al menos un paquete de reserva siempre que esté en una situacion de combate. No es recomendable enviar a nuestros soldados al frente sin munición de reserva. Addenda Ninguno.
it: Technical Specifications: 25mm HIT Grenades CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a box of 9 25mm HIT (High Impulse Thermobaric) grenades. They are fired electronically by a spark igniter inside the launcher's barrel. These grenades are 'fuel-air munitions' that use atmospheric oxygen to generate an explosion instead of carrying along an oxidising agent. Thermobaric weapons produce a far more powerful explosive force than would be possible with conventional explosives of the same size. These grenades are meant to be loaded into an HPGL Grenade Launcher. Recommended Doctrine All soldiers equipped with grenade launchers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare grenades. Addenda None.
pt_br: Technical Specifications: 25mm HIT Grenades CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a box of 9 25mm HIT (High Impulse Thermobaric) grenades. They are fired electronically by a spark igniter inside the launcher's barrel. These grenades are 'fuel-air munitions' that use atmospheric oxygen to generate an explosion instead of carrying along an oxidising agent. Thermobaric weapons produce a far more powerful explosive force than would be possible with conventional explosives of the same size. These grenades are meant to be loaded into an HPGL Grenade Launcher. Recommended Doctrine All soldiers equipped with grenade launchers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare grenades. Addenda None.
