Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: Quicksave
el: Γρήγορο σώσιμο

source: Campaign loaded
el: Εκστρατεία φορτώθηκε

source: Quicksave campaign was successfully loaded.
el: Εκστρατεία γρήγορης αποθήκευσης φορτώθηκε με επιτυχία.

source: Saves to the quick save slot
el: Γρήγορη αποθήκευση

source: Downloading [%s]
el: Κατέβασμα [%s]

source: Loading Map [%s]
el: Φόρτωση Χάρτη [%s]
es_es: Cargando Mapa [%s]
it: Caricamento Mappa [%s]

source: Urban
el: Πόλης
es: Urbano
es_es: Urbano
it: Urbano

source: Jungle
el: Ζούγκλας
es: Selva
es_es: Selva
it: Giungla

source: Desert
el: Ερήμου
es: Desierto
es_es: Desierto
it: Deserto

source: Arctic
el: Αρκτικής
es: Ártico
es_es: Ártico
it: Artico

source: Yellow
el: Κίτρινη

source: %i of %i
el: %i από %i
es: %i de %i
es_es: %i de %i
it: %i di %i
pt_br: %i de %i

source: Error saving team. Check free disk space!
el: Λάθος στο σώσιμο της ομάδας. Ελέξτε ελεύθερο χώρο στο δίσκο!
es_es: Error guardando el equipo. Comprueba el espacio del disco!.
it: Errore nel salvataggio della squadra. Controlla lo spazio libero su disco!

source: Select a soldier from list
el: Επιλέξτε στρατιώτη απο την λίστα
es: Seleccione un soldado de la lista
es_es: Selecciona un soldado de la lista
it: Seleziona un soldato dalla lista

source: Aliens killed %i
el: Νεκροί εξωγήινοι %i
es: Extraterrestres Asesinados %i
es_es: Aliens muertos %i
it: Alieni uccisi %i
pt_br: Alienígenas mortos %i

source: Enemies killed %i
el: Νεκροί εχθροί %i
es: Enemigos Asesinados %i
es_es: Enemigos muertos %i
it: Nemici uccisi %i
pt_br: Inimigos mortos %i

source: Aliens captured %i
el: Αιχμαλωτισμένοι εξωγήινοι %i
es: Extraterrestres Capturados %i
es_es: Aliens capturados %i
it: Alieni catturati %i

source: Alien survivors %i
el: Επιζώντες εξωγήινοι %i
es: Sobrevivientes Extraterrestres %i
es_es: Supervivientes Alien %i
it: Alieni sopravvissuti %i
pt_br: Alienígenas sobreviventes %i

source: Enemies captured %i
el: Αιχμαλωτισμένοι εχθροί %i
es: Enemigos capturados %i
es_es: Enemigos capturados %i
it: Nemici catturati %i

source: Enemy survivors %i
el: Επιζώντες εχθροί %i
es_es: Supervivientes enemigos %i
it: Nemici sopravvissuti %i

source: Team losses %i
el: Απώλειες Ομάδας %i
es: Perdidas del Equipo %i
es_es: Perdidas del equipo %i
it: Perdite della squadra %i
pt_br: Baixas da equipe %i

source: Team missing in action %i
el: Η ομάδα χάθηκε εν δράση %i
es: Equipo perdido en acción %i
es_es: Equipo desaparecido en combate %i
it: Squadra perduta in azione %i

source: Friendly fire losses %i
el: Απώλειες απο φιλικά πυρά %i
es: Perdidas del Fuego Amistoso %i
es_es: Perdidas por fuego amigo %i
it: Perdite per fuoco amico %i
pt_br: Baixas por fogo amigo %i

source: Team survivors %i
el: Επιζώντες Ομάδας %i
es: Sobrevivientes del Equipo %i
es_es: Supervivientes del equipo %i
it: Sopravvissuti della squadra %i
pt_br: Sobreviventes da equipe %i

source: Civilians killed by the Aliens %i
el: Πολίτες που σκοτώθηκαν απο εξωγήινους %i
es: Civiles Asesinados por los Extraterrestres %i
es_es: Civiles asesinados por los Aliens %i
it: Civili uccisi da Alieni %i
pt_br: Civis mortos pelos alienígenas %i

source: Civilians killed by the Enemies %i
el: Πολίτες που σκοτώθηκαν απο εχθρούς %i
es: Civiles Asesinados por el Enemigo %i
es_es: Civiles asesinados por el enemigo %i
it: Civili uccisi dai Nemici %i
pt_br: Civis mortos pelos inimigos %i

source: Civilians killed by your Team %i
el: Πολίτες που σκοτώθηκαν απο την Ομάδα %i
es: Civiles Asesinados por tu Equipo %i
es_es: Civiles asesinados por tu equipo %i
it: Civili uccisi dalla tua Squadra %i
pt_br: Civis mortos pela sua equipe %i

source: Civilians saved %i
el: Πολίτες που σώθηκαν %i
es: Civiles Rescatados %i
es_es: Civiles a salvo %i
it: Civili salvati %i
pt_br: Civis salvos %i

source: Aliens captured %i
el: Εξωγήινοι που αιχμαλωτίστηκαν %i
es: Extraterrestres Capturados %i
es_es: Aliens capturados %i
it: Alieni catturati %i

source: PHALANX soldiers killed by Aliens %i
el: Στρατιώτες που σκοτώθηκαν απο εξωγήινους %i
it: Soldati PHALANX uccisi da Alieni %i

source: PHALANX soldiers missing in action %i
el: Στρατιώτες που χάθηκαν εν δράση %i
it: Soldati PHALANX uccisi in missionei %i

source: PHALANX friendly fire losses %i
el: Απώλειες απο φίλια πυρά της ΦΑΛΑΓΓΑΣ %i
it: Perdite PHALANX per fuoco amico %i

source: PHALANX survivors %i
el: Επιζώντες ΦΑΛΑΓΓΑΣ %i
it: PHALANX sopravvissuti %i

source: Civilians killed by Aliens %i
el: Πολίτες που σκοτώθηκαν απο εξωγήινους %i
es_es: Civiles asesinados por los Aliens %i
it: Civili uccisi da Alieni %i

source: Civilians killed by friendly fire %i
el: Πολίτες που σκοτώθηκαν απο φίλια πυρά %i
es_es: Civiles muertos por fuego aliado %i
it: Civili uccisi da fuoco amico %i

source: Civilians saved %i
el: Πολίτες που σώθηκαν %i
es_es: Civiles salvados %i
it: Civili salvati %i

source: Gathered items (types/all) %i/%i
el: Συγκεντρωμένα αντικέιμενα (τύπος/όλα) %i/%i

source: Enemies killed: %i Team survivors: %i
el: Εχθροί που σκοτώθηκαν: %i Επιζώντες ομάδας: %i
it: Nemici uccisi: %i Squadre sopravvissute: %i

source: You won the game!
el: Νίκησες το παιχνίδι!
it: Hai vinto la battaglia!

source: Congratulations
el: Συγχαρητήρια
it: Congratulazioni

source: The game was a draw! No survivors left on any side.
el: Το παιχνίδι ήρθε ισσοπαλία! Κανείς επιζών και για τις δύο πλευρές.
it: La partita è pari! Nessun sopravvissuto da nessun lato.

source: Game Drawn!
el: Παιχνίδι Ισόπαλο!
it: Partita pari!

source: Better luck next time
el: Καλύτερη τύχη την επόμενη φορά
it: Avrai più fortuna la prossima volta

source: Destination base does not have an Antimatter Storage.
el: Η βάση προορισμού δεν έχει αποθήκη αντιύλης.

source: Missing storage
el: Χάσιμο αποθήκευσης

source: Destination base does not have enough Antimatter Storage space to store more antimatter.
el: Η βάση προορισμού δεν έχει αρκετό χώρο αποθήκευσης αντιύλης.

source: Not enough space
el: Όχι αρκετός χώρος

source: Destination base does not have enough Storage space to store this item.
el: Η βάση προορισμού δεν έχει αρκετό χώρο στο χώρο αποθήκευσης.

source: Destination base does not have enough space in Living Quarters.
el: Η βάση προορισμού δεν έχει αρκετό χώρο στα διαμερίσματα.

source: Soldier in aircraft
el: Στρατιώτης στο σκάφος

source: Destination base does not have enough space in Alien Containment.
el: Η βάση προορισμού δεν έχει αρκετό χώρο στο θόλο εξωγήινων.

source: Destination base does not have hangars ready. Provide power supplies.
el: Η βάση προορισμού δεν έχει έτοιμα υπόστεγα. Παρέχετε γεννήτριες ρεύματος.

source: Destination base does not have command centre. Hangars not functional.
el: Η βάση προορισμού δεν έχει Κέντρο Ελέγχου. Υπόστεγα μη λειτουργικά.

source: Destination base does not have any hangar.
el: Η βάση προορισμού δεν έχει καθόλου υπόστεγα.

source: Destination base does not have enough space in hangars.
el: Η βάση προορισμού δεν έχει αρκετό χώρο στα υπόστεγά της.

source: %s (%i for transfer)
el: %s (%i για μεταφορά)

source: Soldier %s %s
el: Στρατιώτης %s %s

source: Corpse of %s (%i for transfer)
el: Πτώμα %s (%i για μεταφορά)

source: Aircraft %s
el: Σκάφος %s

source: %s (%i for transfer, %i left)
el: %s (%i για μεταφορά, %i απέμεινε)

source: %s (%i available)
el: %s (%i διαθέσιμα)
it: %s (%i disponibili)

source: Storage is empty.
el: Αποθήκη κενή.
it: Il magazzino è vuoto.

source: Transfer is not possible - the base doesn't have a Storage.
el: Μεταφορά αδύνατη - η βάση δεν έχει αποθήκη.

source: Transfer is not possible - the base does not have power supplies.
el: Μεταφορά αδύνατη - η βάση δεν έχει γεννήτριες ρεύματος.

source: Living Quarters empty.
el: Διαμερίσματα κενά.

source: Transfer is not possible - the base doesn't have Living Quarters.
el: Μεταφορά αδύνατη - η βάση δεν έχει διαμερίσματα.

source: Corpse of %s (%i for transfer, %i left)
el: Πτώματα %s (%iγια μεταφορά, %i απέμειναν)

source: Corpse of %s (%i available)
el: Πτώματα %s (%i διαθέσιμα)
it: Cadavere di %s (%i disponibili)

source: Alive %s (%i for transfer, %i left)
el: Ζώντες %s (%i για μεταφορά, %i απέμειναν)

source: Alive %s (%i available)
el: Ζώντες %s (%i διαθέσιμοι)
it: Esemplare vivo di %s (%i disponibili)

source: Alien Containment is empty.
el: Θόλος εξωγήινων άδειος.
it: Unità di Contenimento Alieni vuota.

source: Transfer is not possible - the base doesn't have an Alien Containment.
el: Η μεταφορά αδύνατη - η βάση δεν έχει θόλο εξωγήινων.

source: No aircraft available for transfer.
el: Δεν υπάρχει διαθέσιμο σκάφος για μεταφορά.

source: Base %s does not have Storage, items are removed!
el: Η βάση %s δεν έχει αποθήκη, τα αντικέιμενα απομακρύνθηκαν!

source: Transport mission
el: Αποστολή μεταφοράς
it: Missione di trasporto

source: Base %s does not have Living Quarters, employees got unhired!
el: Η βάση %s δεν έχει διαμερίσματα, οι υπάληλοι απολύθηκαν!

source: Base %s does not have Alien Containment, Aliens are removed!
el: Η βάση %s δεν έχει Θόλο εξωγήινων, οι εξωγήινοι απομακρύνθηκαν!

source: Base %s does not have enough free space in hangars. Aircraft is lost!
el: Η βάση %s Δέν έχει αρκετό χώρο στα υπόστεγα. Το σκάφος χάθηκε!

source: Transport mission started, cargo is being transported to base %s
el: Αποστολή μεταφοράς ξεκίνησε, το φορτίο μεταφέρετε στη βάση %s

source: The destination base no longer exists! Transfer cargo are lost, personel got unhired.
el: Η απομακρυσμένη βάση πλέον δεν υπάρχει! Τα μεταφερόμενα φορτία χάθηκαν, το πρωσοπικό απολύθει.

source: Transport mission ended, unloading cargo in base %s
el: Αποστολή μεταφοράς τελείωσε, ξεφόρτωμα φορτίου στη βάση %s

source: No target base selected
el: Δεν έχει επιλεγεί βάση στόχος
it: Non hai selezionato la base di destinazione

source: Please select the target base from the list
el: Παρακαλώ επιλέξτε την βάση στόχο απο την λίστα
it: Perfavore, seleziona la base destinazione dalla lista

source: You can transfer equipment - this base has a Storage.
el: Μπορείτε να μεταφέρετε εξοπλισμό - αυτλη η βάση έχει αποθήκη.

source: No Storage in this base.
el: Όχι αποθήκη στη βάση.

source: No power supplies in this base.
el: Όχι ηλεκτρικές γεννήτριες στη βάση.

source: You can transfer employees - this base has Living Quarters.
el: Μπορείτε να μεταφέρετε υπαλλήλους - αυτή η βάση έχει διαμερίσματα.

source: No Living Quarters in this base.
el: Όχι διαμερίσματα στη βάση.

source: You can transfer Aliens - this base has an Alien Containment.
el: Μπορείτε να μεταφέρε εξωγήινους -αυτή η βάση έχει θόλο εξωγήινων.

source: No Alien Containment in this base.
el: Όχι εξωγήινος θόλος στην βάση.

source: You can transfer antimatter - this base has an Antimatter Storage.
el: Μπορείτε να μεταφέρε αντιύλη - αυτή η βάση έχει αποθήκη αντιύλης.

source: No Antimatter Storage in this base.
el: Όχι αποθήκευση αντιύλης στη βάση.

source: You can transfer aircraft - this base has a Hangar.
el: Μπορείται να μεταφέρετε σκάφος - αυτή η βάση έχει υπόστεγο.

source: Aircraft transfer not possible - this base does not have a Command Centre.
el: Μεταφορά σκάφους αδύνατη - αυτή η βάση δεν έχει κέντρο επιχειρήσεων.

source: No Hangar in this base.
el: Όχι υπόστεγο σε αυτή την Βάση.

source: Our radar detected a new UFO
el: Το ραντάρ μας ανίχνευσε νέο ΟΥΦΟ

source: Our radar has lost the tracking on a UFO
el: Το ραντάρ μας έχασε την ανίχνευση του ΟΥΦΟ

source: Close
el: Κλείσε
es_es: Cerrar
it: Ravvicinato
pt_br: Corpo-a-Corpo

source: Assault
el: Επίθεση
es: Asalto
es_es: Asalto
it: Assalto
pt_br: Assalto

source: Sniper
el: Ελεύθερος σκοπευτής
es: Francotirador
es_es: Francotirador
it: Cecchino

source: Explosive
el: Εκρηκτικά
es: Explosivo
es_es: Explosivo
it: Esplosivi
pt_br: Explosivo

source: Unknown weapon skill
el: Άγνωστη ικανότητα όπλου
es: Habilidad del arma desconocida
es_es: Habilidad con arma desconocida
it: Abilità sconosciuta
pt_br: Habilidade com armas desconhecida

source: Aircraft damage
el: Ζημιά σκάφους

source: Accuracy
el: Ακρίβεια

source: Fuel size
el: Μέγεθος Καυσίμου

source: Weapon range
el: Εμβέλεια Όπλου

source: No requirements
el: Όχι αιτήματα
es: Sin Requisitos
es_es: Sin requisitos
it: No prerequisiti

source: Size: %i
el: Μέγεθος: %i

source: Type: Protection:
el: Τύπος: Προστασία:

source: %s weapon with
el: %s όπλο με
es: %s arma con
es_es: %s arma con
it: %s arma con

source: One-handed
el: Με ένα χέρι
es_es: Una mano
it: Singola mano

source: Two-handed
el: Με δύο χέρια
es_es: Dos manos
it: A due mani

source: Max ammo: %i
el: Μεγ. πυρομαχικά: %i
es_es: Max. munición: %i
it: Max. munizioni: %i

source: Action: %s
el: Ενέργεια: %s
es: Acción: %s
es_es: Acción: %s
it: Azione: %s
pt_br: Ação: %s

source: Time units: %i
el: Χρονικές Μονάδες: %i
es: Unidades de Tiempo: %i
es_es: Unidades de tiempo: %i
it: Unità di tempo: %i
pt_br: Tempo: %i

source: Range: %g
el: Εμβέλεια: %g
es_es: Alcance: %g
it: Raggio d'azione: %g

source: Skill: %s
el: Δεξιότητα: %s

source: Damage: %i
el: Ζημιά: %i

source: Spreads: %g
el: Επεκτάσεις: %g

source: Unknown - need to research this
el: Άγνωστο - πρέπει να ερευνηθεί αυτό
es: Desconocido - Se necesita investigar
es_es: Desconocido - se necesita investigación
it: Sconosciuto - dev'essere ricercato
pt_br: Desconhecido - precisa pesquisar isto

source: %s: Protection: %i
el: %s: Προστασία: %i

source: Error - could not find building
el: Σφάλμα - δε βρίσκω κτήριο
es: Error - No se ha encontrado Edificio
es_es: Error - no se encuentra el edifición
it: Errore - non trovo l'edificio
pt_br: Erro - não foi possível encontrar o edifício

source: Weight: %s
el: Βάρος: %s

source: Ammo: %i
el: Πυρομαχικά: %i

source: Reloading time: %i
el: Χρόνος Επαναφόρτωσης: %i

source: Error - could not find aircraft
el: Σφάλμα - δε μπορεί να βρεθεί σκάφος
es: Error - No se pudo encontrar aeronave
es_es: Error - no se puede encontrar la nave
it: Errore - non trovo il velivolo
pt_br: Erro - Não foi possível encontrar a aeronave.

source: Max. soldiers: %i
el: Μεγ. Στρατιώτες: %i

source: Proposal:
el: Πρόταση:
it: Proposta:

source: FROM: %s TO: %s DATE: %s SUBJECT: %s%s
el: ΑΠΟ: %s ΠΡΟΣ: %s ΗΜ/ΝΙΑ: %s ΘΕΜΑ: %s%s
it: DA: %s A: %s DATA: %s OGGETTO: %s%s

source: No pre-research description available.
el: Δεν υπάρχει περιγραφή πρίν την κυρίως έρευνα.
es_es: Descripción de pre-investigación no disponible
it: Nessuna descrizione disponibile prima della ricerca.

source: ^BProposal: %s %i %s %02i
el: ^BΠρότασηl: %s %i %s %02i

source: Proposal: %s %i %s %02i
el: Πρόταση: %s %i %s %02i

source: loading %s
el: φόρτωση %s
it: caricamento %s

source: loading models...
el: φόρτωση μοντέλων...
es_es: cargando modelos...
it: caricamento modelli...

source: In: %i Out: %i
el: Μέσα: %i Έξω: %i

source: Ammo: %i
el: Πυρομαχικά: %i

source: %s loaded
el: %s φόρτωση

source: Key: %s
el: Πλήκτρο: %s
es_es: Clave: %s
it: Pulsante: %s

source: Can't perform action - this isn't your round!
el: Αδυναμία εκτέλεσης - δεν είναι ο γύρος σας!
es: No se puede efectuar la acción - ¡No es su turno!
es_es: No puedes hacerlo - no es tu turno!
it: Impossibile eseguire - questo non è il tuo turno!
pt_br: A ação não é possível - este não é o seu turno!

source: Can't perform action - object not present!
el: Αδυναμία εκτέλεσης - αντικέιμενο όχι παρών!
es: No se puede efectuar la acción - ¡Objeto no presente!
es_es: No puedes hacerlo - objeto no presente!
it: Impossibile eseguire - oggetto non presente!
pt_br: A ação não é possível - o objeto não está presente!

source: Can't perform action - not an actor!
el: Αδυναμία εκτέλεσης - δεν υπάρχει στρατιώτης!
es: No se puede efectuar la acción - ¡No es un personaje!
es_es: No puedes hacerlo - no es un personaje!
it: Impossibile eseguire - non è un unità!
pt_br: A ação não é possível - não é um ator!

source: Can't perform action - actor is stunned!
el: Αδυναμία εκτέλεσης - στρατιώτης σαστισμένος!
es: No se puede efectuar la acción - ¡El personaje esta paralizado!
es_es: No puedes hacerlo - el personaje está aturdido!
it: Impossibile eseguire - l'unità è stordita!
pt_br: A ação não é possível - o ator está atordoado!

source: Can't perform action - actor is dead!
el: Αδυναμία εκτέλεσης - στρατιώτης νεκρός!
es: No se puede efectuar la acción - ¡El personaje esta muerto!
es_es: No puedes hacerlo - el personaje está muerto!
it: Impossibile eseguire - l'unità è morta!
pt_br: A ação não é possível - o ator está morto!

source: Can't perform action - not on same team!
el: Αδυναμία εκτέλεσης - όχι στην ίδια ομάδαm!
es: No se puede efectuar la acción - ¡No es del mismo equipo!
es_es: No puedes hacerlo - no en el mismo equipo!
it: Impossibile eseguire - non nella stessa squadra!
pt_br: A ação não é possível - não é da mesma equipe!

source: Can't perform action - no control over allied actors!
el: Αδυναμία εκτέλεσης - όχι έλεγχος σε συμμαχικούς στρατιώτες!
es: No se puede efectuar la acción - ¡No es posible el control sobre personajes aliados!
es_es: No puedes hacerlo - no tienes control sobre personajes aliados!
it: Impossibile eseguire - non si ha il controllo delle unità alleate!
pt_br: A ação não é possível - sem controle sobre os atores aliados!

source: Can't perform action - not enough TUs!
el: Αδυναμία εκτέλεσης - όχι αρκετοί TUs!
es: No se puede efectuar la acción - ¡No hay suficiente UTs!
es_es: No puedes hacerlo - no tienes suficientes UT!
it: Impossibile eseguire - non ci sono abbastanza unità di tempo!
pt_br: A ação não é possível - UT insuficientes!

source: Can't perform action - weapon already fully loaded with the same ammunition!
el: Αδυναμία εκτέλεσης - το όπλο ήδη γεμισμένο με τα ίδια πυρομαχικά!
es_es: No puedes hacerlo - el arma ya está completamente cargada con esa munición
it: Impossibile eseguire - arma già caricata con lo stesso tipo di proiettili!

source: %s panics!
el: %s πανικοβλημένος!
es: ¡%s entró en pánico!
it: %s è in preda al panico!
pt_br: %s entra em pânico!

source: Team %i (%s) will get the first turn.
el: Η ομάδα %i (%s) θα πάρει τον πρώτο γύρο.
it: La squadra %i (%s) prenderà il primo turno.

source: 4 minutes left until forced round end
el: 4 λεπτά απέμειναν μέχρι να ολοκληρωθεί ο γύρος

source: 3 minutes left until forced round end
el: 3 λεπτά απέμειναν μέχρι να ολοκληρωθεί ο γύρος

source: 2 minutes left until forced round end
el: 2 λεπτά απέμειναν μέχρι να ολοκληρωθεί ο γύρος

source: 1 minute left until forced round end
el: 1 λεπτό απέμεινε μέχρι να ολοκληρωθεί ο γύρος

source: 30 seconds left until forced round end
el: 30 δευτερόλεπτα απέμειναν μέχρι να ολοκληρωθεί ο γύρος

source: 15 seconds left until forced round end
el: 15 δευτερόλεπτα απέμειναν μέχρι να ολοκληρωθεί ο γύρος

source: Current active team hit the max round time
el: Η παρούσα ομάδα έφθασε το μέγιστο των πειτρπτών γύρων

source: human
el: Άνθρωπος

source: alien
el: Εξωγήινος

source: Take a screenshot
el: Πάρτε μία εκτύπωση οθόνης

source: Fighter U
it: Intercettore U

source: stun
es: Aturdir
it: stordente
pt_br: atordoamento

source: Testing and Tweaking Campaign --- Please Ignore
es: Probando y Cambiando Campaña --- Por favor Ignorar
es_es: Campaña de prueba --- Ignorar
it: Campagna test --- Ignoratela per favore
pt_br: Campanha de testes e regulagens --- Favor ignorar

source: NA
es_es: ND
it: ND

source: Equip aircraft components
it: Equipaggia componenti velivolo
pt_br: Equipar componentes da aeronave

source: Previous Alien Containment
it: Unità Contenimento Alieni precedente
pt_br: Armazenamento de Alienígenas anterior

source: Click to do autopsy
it: Clicca per fare l'autopsia
pt_br: Clique para realizar autópsia

source: Check UFOpedia entry
it: Controlla l'articolo sull'UFOpedia
pt_br: Checar entrada na UFOpédia

source: Next Alien Containment
it: Unità Contenimento Alieni successiva
pt_br: Próximo Armazenamento de Alienígenas

source: Alive Aliens in all bases:
it: Alieni vivi in tutte le basi:
pt_br: Aliens vivos em todas as bases:

source: Alive Aliens in this base:
it: Alieni vivi in questa base:
pt_br: Aliens vivos nesta base: %i

source: Aliens available to process:
it: Alieni disponibili per il trattamento:
pt_br: Aliens disponíveis para processar:

source: Alien type
it: Specie aliena
pt_br: Espécie alienígena

source: Examined
it: Esaminati
pt_br: Examinado

source: Amount
it: Quantità

source: Kill one alien
it: Uccidi un alieno
pt_br: Matar um alienígena

source: Alien Type:
it: Specie aliena:
pt_br: Espécie Alienígena:

source: Killed:
it: Uccisi:
pt_br: Mortos:

source: Captured in all bases:
it: Catturati in tutte le basi:
pt_br: Capturados em todas as bases:

source: Base Capacity:
it: Capacità della Base:
pt_br: Capacidade da Base:

source: Teamchat
es: Conversación de Equipo
it: Chat di squadra
pt_br: Chat em equipe

source: Secondary fire mode
es: Modo de Fuego Secundario
es_es: Modo de fuego secundario
it: Fuoco secondario
pt_br: Modo de fogo secundário

source: Reload right hand weapon
es: Recarga el arma de la mano derecha
es_es: Recargar arma derecha
it: Ricarica arma mano destra
pt_br: Recarregar arma da mão direita

source: Reload left hand weapon
es: Recarga el arma de la mano izquierda
es_es: Recargar arma izquierda
it: Ricarica arma mano sinistra
pt_br: Recarregar arma da mão esquerda

source: Crouch/Stand up
es: Agacharse/Pararse
es_es: Agacharse/Levantarse
it: Abbassato/In piedi
pt_br: Agachar/Levantar-se

source: Check to use this firemode for reaction fire.
it: Marca per usare questa modalità per il fuoco di reazione
pt_br: Marque para usar este modo de fogo para reação reflexo.

source: Buy a new aircraft
es: Compra una nueva Aeronave
es_es: Comprar una nueva nave
it: Compra un nuovo velivolo
pt_br: Comprar nova aeronave

source: Workshop not operational
es_es: Taller no operativo
it: Officina non operativa
pt_br: Oficina não operacional

source: Item autosell enabled.
it: Vendita automatica dell'oggetto attivata.
pt_br: Venda automática habilitada.

source: Item autosell disabled.
it: Vendita automatica dell'oggetto disattivata.
pt_br: Venda automática desabilitada.

source: Reset time to 5 seconds
es: Resetear el tiempo a 5 segundos
es_es: Establecer tiempo en 5 segundos
it: Riporta tempo a 5 secondi
pt_br: Tempo = 5 segundos

source: Action:
es: Acción:
es_es: Acción:
it: Azione:
pt_br: Ação:

source: Hire/Unhire
es: Contratar/Despedir
es_es: Contratar/Despedir
it: Assumi/Licenzia
pt_br: Contratar/Demitir

source: Currently healing
es_es: Curándose
it: Attualmente in cura
pt_br: Em tratamento de saúde

source: Credits
es: Créditos
es_es: Creditos
it: Crediti
pt_br: Créditos

source: Serverbrowser
it: Lista dei server

source: Enable morale states:
es: Habilitar Estados Morales:
es_es: Activar estados morales:
it: Abilita morale:
pt_br: Habilitar moral:

source: Max. soldiers per team:
es: Máximo de Soldados por Equipo:
es_es: Maximos soldados por equipo:
it: Max. soldati per squadra:
pt_br: Máx. de soldados por equipe:

source: Sets the max allowed soldiers per team
es: Establece el máximo de soldados permitidos por equipo
es_es: Establece el número maximo de soldados por equipo
it: Scegli il massimo di soldati per squadra
pt_br: Configura o número máximo de soldados por equipe

source: Max. soldiers per player:
es: máximo de soldados por jugador:
es_es: Maximos soldados por jugador:
it: Max. soldati per giocatore:
pt_br: Máx. de soldados por jogador:

source: Sets the max allowed soldiers per player when in teamplay
es: Establece el máximo de soldados por jugador en juego de equipo
es_es: Establece el número máximo de soldados por jugador cuando se juega en equipo
it: Scegli il max soldati per giocatore quando si gioca in squadra

source: Max. AI actors:
es: Máximo personajes AI:
es_es: Maximos jugadores AI:
it: Max. attori IA:

source: Max AI actors for teamplay mode
es: Máximo de personajes AI para el modo de juego en equipo
es_es: Número máximo de jugadores AI en juego de equipo
it: Numero massimo degli attori gestiti dal computer (IA) nel gioco di squadra
