Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: heavylaser_txt
el: Commander, our heavy laser program has been a success. We've got it prototyped and ready to go into production at your say-so. As promised, the heavy laser is a revolution in our heavy weapons arsenal. In the hands of a qualified soldier, it can provide long-range continuous wave fire that is both far more accurate than conventional heavy weapons and far more powerful than our other infantry laser designs. We in DivEngine have no doubt that it will serve a vital role throughout the war. This is not to say the heavy laser doesn't have its downsides. For one, it's very bulky and very heavy, requiring a strong troop to shoot it effectively. It doesn't sacrifice accuracy despite its size, but it's less quick to fire or respond than we would like, and its ammo consumption is staggering. It can chew through a full deuterium-fluoride cartridge in only 30 seconds of continuous fire. This requires a large number of magazines to be kept on hand, and the heavy laser is not particularly quick to reload. Another weakness is the fact that the heavy laser cannot shoot through clouds of smoke, gas or fire. All our lasers have this problem; clouds of material will quickly refract the beam into harmless light, so we'll have to be careful about our application of smoke and incendiary weapons. Great care will also have to be taken that no bystanders or PHALANX troops get into the path of the invisible beam. Even momentary exposure to an unobstructed beam will char bone and liquefy flesh. A hit to the eyes will result in permanent, irreparable blindness. We've talked to our training and field officers about this and have underlined safety in our field manual at every turn, but it won't hurt the troops to hear it again from you, Commander. Robotic or armoured aliens may be able to survive a beam for some time, even from a heavy laser, before their armour fails. It's recommended to engage these with several soldiers at once and concentrate fire in order to bring them down as quickly as possible. It's also recommended that you not replace all our conventional heavy weapons with heavy lasers, Commander. We need a good balance of weapons to play to the strengths of our troops and to the weaknesses of the aliens. A varied arsenal is a healthy arsenal, and can't be easily defended against. We'll need to have at least one D-F Cartridge on hand at all times in order to be able to load and use a heavy laser. --Cdr. Navarre
it: Commander, our heavy laser program has been a success. We've got it prototyped and ready to go into production at your say-so. As promised, the heavy laser is a revolution in our heavy weapons arsenal. In the hands of a qualified soldier, it can provide long-range continuous wave fire that is both far more accurate than conventional heavy weapons and far more powerful than our other infantry laser designs. We in DivEngine have no doubt that it will serve a vital role throughout the war. This is not to say the heavy laser doesn't have its downsides. For one, it's very bulky and very heavy, requiring a strong troop to shoot it effectively. It doesn't sacrifice accuracy despite its size, but it's less quick to fire or respond than we would like, and its ammo consumption is staggering. It can chew through a full deuterium-fluoride cartridge in only 30 seconds of continuous fire. This requires a large number of magazines to be kept on hand, and the heavy laser is not particularly quick to reload. Another weakness is the fact that the heavy laser cannot shoot through clouds of smoke, gas or fire. All our lasers have this problem; clouds of material will quickly refract the beam into harmless light, so we'll have to be careful about our application of smoke and incendiary weapons. Great care will also have to be taken that no bystanders or PHALANX troops get into the path of the invisible beam. Even momentary exposure to an unobstructed beam will char bone and liquefy flesh. A hit to the eyes will result in permanent, irreparable blindness. We've talked to our training and field officers about this and have underlined safety in our field manual at every turn, but it won't hurt the troops to hear it again from you, Commander. Robotic or armoured aliens may be able to survive a beam for some time, even from a heavy laser, before their armour fails. It's recommended to engage these with several soldiers at once and concentrate fire in order to bring them down as quickly as possible. It's also recommended that you not replace all our conventional heavy weapons with heavy lasers, Commander. We need a good balance of weapons to play to the strengths of our troops and to the weaknesses of the aliens. A varied arsenal is a healthy arsenal, and can't be easily defended against. We'll need to have at least one D-F Cartridge on hand at all times in order to be able to load and use a heavy laser. --Cdr. Navarre
pt_br: Commander, our heavy laser program has been a success. We've got it prototyped and ready to go into production at your say-so. As promised, the heavy laser is a revolution in our heavy weapons arsenal. In the hands of a qualified soldier, it can provide long-range continuous wave fire that is both far more accurate than conventional heavy weapons and far more powerful than our other infantry laser designs. We in DivEngine have no doubt that it will serve a vital role throughout the war. This is not to say the heavy laser doesn't have its downsides. For one, it's very bulky and very heavy, requiring a strong troop to shoot it effectively. It doesn't sacrifice accuracy despite its size, but it's less quick to fire or respond than we would like, and its ammo consumption is staggering. It can chew through a full deuterium-fluoride cartridge in only 30 seconds of continuous fire. This requires a large number of magazines to be kept on hand, and the heavy laser is not particularly quick to reload. Another weakness is the fact that the heavy laser cannot shoot through clouds of smoke, gas or fire. All our lasers have this problem; clouds of material will quickly refract the beam into harmless light, so we'll have to be careful about our application of smoke and incendiary weapons. Great care will also have to be taken that no bystanders or PHALANX troops get into the path of the invisible beam. Even momentary exposure to an unobstructed beam will char bone and liquefy flesh. A hit to the eyes will result in permanent, irreparable blindness. We've talked to our training and field officers about this and have underlined safety in our field manual at every turn, but it won't hurt the troops to hear it again from you, Commander. Robotic or armoured aliens may be able to survive a beam for some time, even from a heavy laser, before their armour fails. It's recommended to engage these with several soldiers at once and concentrate fire in order to bring them down as quickly as possible. It's also recommended that you not replace all our conventional heavy weapons with heavy lasers, Commander. We need a good balance of weapons to play to the strengths of our troops and to the weaknesses of the aliens. A varied arsenal is a healthy arsenal, and can't be easily defended against. We'll need to have at least one D-F Cartridge on hand at all times in order to be able to load and use a heavy laser. --Cdr. Navarre

source: heavylaser_pre_txt
el: This is one of several proposals I'm submitting for the research and development of new laser weaponry. Each of these will have to be developed separately due to the size differences, power levels and complexity of the systems involved. Thanks to the experience we've gained from our Continuous Wave Laser research, my team and I have figured out one or two possible ways to further amplify the damage output of our infantry lasers. However, this will require significant research and refining of our prototype, as well as enlarging several of the components. The result will be a strictly heavy-infantry weapon of about the same size and weight as our HPML Rocket Launcher. We estimate that this weapon could be invaluable in a fire support role or as a direct-fire blockade breaker, capable of dissolving enemy strongpoints with powerful, pinpoint accurate fire. It would have attributes and capabilities which may be lacking in our current heavy weapons arsenal. Accuracy at range is generally abysmal in Earth-built heavy weapons, and they can be difficult to employ in situations where we need to avoid collateral damage. The heavy laser would avoid these issues altogether. It's certainly worth looking into, Commander. --Cdr. Navarre
es_es: No hay información previa a la investigación diponible.
it: This is one of several proposals I'm submitting for the research and development of new laser weaponry. Each of these will have to be developed separately due to the size differences, power levels and complexity of the systems involved. Thanks to the experience we've gained from our Continuous Wave Laser research, my team and I have figured out one or two possible ways to further amplify the damage output of our infantry lasers. However, this will require significant research and refining of our prototype, as well as enlarging several of the components. The result will be a strictly heavy-infantry weapon of about the same size and weight as our HPML Rocket Launcher. We estimate that this weapon could be invaluable in a fire support role or as a direct-fire blockade breaker, capable of dissolving enemy strongpoints with powerful, pinpoint accurate fire. It would have attributes and capabilities which may be lacking in our current heavy weapons arsenal. Accuracy at range is generally abysmal in Earth-built heavy weapons, and they can be difficult to employ in situations where we need to avoid collateral damage. The heavy laser would avoid these issues altogether. It's certainly worth looking into, Commander. --Cdr. Navarre
pt_br: This is one of several proposals I'm submitting for the research and development of new laser weaponry. Each of these will have to be developed separately due to the size differences, power levels and complexity of the systems involved. Thanks to the experience we've gained from our Continuous Wave Laser research, my team and I have figured out one or two possible ways to further amplify the damage output of our infantry lasers. However, this will require significant research and refining of our prototype, as well as enlarging several of the components. The result will be a strictly heavy-infantry weapon of about the same size and weight as our HPML Rocket Launcher. We estimate that this weapon could be invaluable in a fire support role or as a direct-fire blockade breaker, capable of dissolving enemy strongpoints with powerful, pinpoint accurate fire. It would have attributes and capabilities which may be lacking in our current heavy weapons arsenal. Accuracy at range is generally abysmal in Earth-built heavy weapons, and they can be difficult to employ in situations where we need to avoid collateral damage. The heavy laser would avoid these issues altogether. It's certainly worth looking into, Commander. --Cdr. Navarre
