Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: Server-Password:
es: Clave del Servidor:
es_es: Clave del servidor:
it: Password Server:
pt_br: Senha do servidor:

source: RCON-Password:
es: Clave RCON:
it: Password RCON:
pt_br: Senha do RCON:

source: Hostname:
es: Nombre del Anfitrión:
it: Nome host:
pt_br: Nome do servidor:

source: Start the game even if not all teams have joined
it: Inizia la partita anche se non tutte le squadre sono entrate
pt_br: Começar o jogo mesmo que nem todos os times tenham entrado

source: Force start
it: Forza a cominciare
pt_br: Forçar início

source: Image Filter:
es: Filtro de Imagen
es_es: Filtro de imagen:
it: Filtro immagini:
pt_br: Filtro de imagem:

source: Mixing Rate:
es: Velocidad de Mezcla:
es_es: Nivel de mezclado:
it: Frequenza di mixaggio:
pt_br: Freqüência de Mixagem:

source: Sound renderer:
es: Renderizador de sonido:
es_es: Render de sonido:
it: Renderer audio:
pt_br: Gerador de som:

source: Camera Scroll:
es: Desplazamiento de Cámara:
es_es: Scroll de camara:
it: Scorrimento della telecamera:
pt_br: Giro da Câmera:

source: Camera Rotation:
es: Rotación de la Cámara:
es_es: Rotación de cámara:
it: Rotazione camera:
pt_br: Rotação da câmera:

source: Tooltips:
es: Consejos de Herramientas
es_es: Pistas:
it: Spiegazioni:
pt_br: Dicas:

source: Activates tooltips
es: Activa los consejos de las herramientas
es_es: Activar pistas
it: Attiva spiegazioni
pt_br: Ativar dicas

source: Cursor tooltips:
es_es: Ayudas del cursor:
it: Suggerimenti cursore:
pt_br: Dicas automáticas sob o cursor:

source: Activates cursor tooltips
es_es: Activar ayudas del cursor
it: Attiva sugg. cursore
pt_br: Ativar dicas sob o cursor

source: 3D Geoscape:
es_es: Globo 3D:
it: Mappamondo 3D:
pt_br: Visão do mundo:

source: Use 3D geoscape
it: Usa mappamondo 3D
pt_br: Utilizar visão 3D

source: Show the particle only once
it: Mostra le particelle solo una volta
pt_br: Mostrar a partícula apenas uma vez

source: Loop the particle
it: Mostra le particelle ciclicamente

source: Currently loaded:
it: Attualmente caricato:

source: Visit http://www.ufoai.net
it: Visita http://www.ufoai.net/
pt_br: Visite http://www.ufoai.net

source: Use current skin with every soldier aboard.
it: Usa questa skin per tutti i soldati a bordo.

source: Selected aircraft
it: Velivolo selezionato
pt_br: Aeronave selecionada

source: Back to content
es: Regreso al Contenido
es_es: Volver al contenido
it: Torna ai contenuti
pt_br: Voltar ao conteúdo

source: Pre research text
es_es: Texto de pre-investigación
it: Testo prima della ricerca
pt_br: Texto pré-pesquisa

source: Mailclient
it: Client email
pt_br: Cliente de e-mail

source: Leave mailclient
it: Lascia client email

source: Landed Alien Ship
es: Nave Extraterrestre Aterrizada
es_es: Nave alienígena posada
it: Nave Aliena Atterrata
pt_br: Nave Alienígena Aterrisada

source: Secure Alien Ship before Liftoff
es: Asegura la Nave Extraterrestre Antes del Despegue
es_es: Asegura la nave alienigena antes del despegue
it: Assicura la nave aliena prima del decollo
pt_br: Conter a Nave Alienígena antes da partida

source: Terror Attack
es: Ataque Terrorista
es_es: Ataque terrorista
it: Attacco
pt_br: Ataque terrorista

source: Protect the excavation site at all cost.
es: Proteje el sitio de la excavación a toda costa
es_es: Proteger la zona de excavación a toda costa.
it: Proteggi il sito di scavo a tutti i costi.
pt_br: Proteja o local da escavação a qualquer preço.

source: Protect inhabitants
es: Protege a los Habitantes
es_es: Proteger habitantes
it: Proteggi gli abitanti
pt_br: Proteja os habitantes

source: Somewhere in Antarctica
it: Da qualche parte nell'antartico
pt_br: Em algum lugar na Antártica

source: Berlin
it: Berlino
pt_br: Berlim

source: Protect civilians
es: Protege a los Civiles
es_es: Proteger civiles
it: Proteggi i civili
pt_br: Proteja os civis

source: There are rumors of a mine being overrun by aliens. Although this source of information is doubtful, you'll need to investigate.
it: Ci sono voci di una miniera invasa dagli alieni. Anche se questa fonte di informazioni e' dubbia, devi investigare.
pt_br: Há boatos de uma mina sendo tomada por alienígenas. Apesar da fonte de informações ser duvidosa, você precisará investigar.

source: Protect the military installation crew
es: Proteje a los miembros de la instalación militar
es_es: Proteger el personal de la instalación militar
it: Proteggi il personale dell'installazione militare
pt_br: Proteja o pessoal da instalação militar

source: Secure Dam
es_es: Asegura la presa
it: Rendi sicura la diga
pt_br: Proteja a represa

source: Alien Hideout
es: Escondite Extraterrestre
it: Nascondiglio Alieno
pt_br: Esconderijo Alienígena

source: Eliminate intruders
es: Eliminar Intrusos
es_es: Eliminar intrusos
it: Elimina gli intrusi
pt_br: Eliminar os invasores

source: Damn it, you've let some of them get away again! Reequip your squad and get after them!
it: Dannazione, ne hai lasciati scappare alcuni! Riequipaggia la squadra e inseguili!
pt_br: Droga, você deixou alguns escaparem de novo! Reequipe o seu pessoal e vá atrás deles!

source: Crash Site
es: Sitio del Choque
es_es: Lugar del impacto
it: Sito dello Schianto
pt_br: Local da Queda

source: Secure Area
es: Área Segura
es_es: Asegura el área
it: Rendi sicura l'Area
pt_br: Ocupe toda a Área

source: Secure Alien Ship
es: Asegure la nave extraterrestre
es_es: Asegura la nave alienígena
it: Rendi sicura la Nave Aliena
pt_br: Ocupe a Nave Alienígena

source: Crashed Alien Ship
es: Nave Extraterrestre Estrellada
es_es: Nave alienígena estrellada
it: Nave Aliena Schiantata
pt_br: Nave Alienígena Abatida

source: Secure area
es: Área Segura
es_es: Asegura el área
it: Assicura l'area
pt_br: Ocupe toda a Área

source: Atacama Desert
es_es: Desierto de Atacama
it: Deserto Atacama
pt_br: Deserto do Atacama

source: Base Attack
es: Ataque a la ase
es_es: Ataque a la base
it: Attacco alla Base
pt_br: Ataque à base

source: Aliens attacked one of our bases
it: Gli alieni hanno attaccato una nostra base

source: Antarctic
es: Antártica
es_es: Antartico
it: Antartide
pt_br: Antártico

source: Albany
it: Albania
pt_br: Albânia

source: Major Alien Intrusion
es: Gran intrusión Extraterrestre
es_es: Incursión alienígena importante.
it: Intrusione Aliena
pt_br: Grande Intrusão Alienígena

source: Stop them
es: Detenlos
es_es: Detenlos
it: Fermali
pt_br: Pare-os

source: Antimatter
it: Antimateria
pt_br: Anti-matéria

source: Plasma And The Grenade Launcher
it: Lanciagranate
pt_br: Plasma e o lançador de granadas

source: D-F Cartridge
it: Caricatore D-F
pt_br: Cartucho D-F

source: Alien Artifact - Kerrblade
it: Artefatto Alieno - Lama Kerr
pt_br: Artefato Alienígena - Kerrblade

source: Man-Portable Particle Beams
it: Flusso di Particelle Portatili
pt_br: Feixes de Partícula portáteis

source: saracen_interceptor_txt
it: Aircraft Evaluation -- Saracen-class Interceptor CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview It is clear that the Stiletto-class Interceptor, while a terrific aircraft, does not cover all our needs. We must be ready to defend our planet and our people anywhere across the globe. The Stiletto's operational range is too limited and it is not fast enough to engage all the UFOs we might detect. Only one aircraft in the world is capable of filling the operational gap we face; the Argentinian KB-550 Hypersonic Wing, dubbed the "Saracen" in NATO code. Mixing old and new stealth technology into a single airframe, the Saracen most resembles the ancient SR-71 "Blackbird" in its shape and bearing. It is black as the night itself, covered in radiation-absorbing paint that makes it practically invisible to radar, lidar and most other forms of active scanning. Its fuselage is composed almost entirely of carbon nanotubes and sheets of graphite-reinforced plastic. This makes the craft extremely strong and heat-resistant enough to cope with the temperatures of cruising at speeds in excess of Mach 4. The Saracen is the fastest military airplane still flying today. In terms of its capabilities, the Saracen pushes our interception range into international territory. Its huge, armoured tanks and amazing fuel-efficiency allow it to go anywhere up to 10,000 kilometres from its hangar at hypersonic speeds -- and back again -- with fuel to spare for combat manoeuvres. Its stealthy design, high speed and tough airframe allow it to engage UFOs that our Stiletto-class Interceptors may simply be unable to catch. It has tough armour and can fly home even on one engine. Thanks to the power of its engines and a set of additional manoeuvring thrusters in its belly, it can take off almost vertically; this is definitely within the restrictions of our hangar facilities. Its electronics suite is similarly impressive. It has state-of-the-art targeting computers, advanced radar and lidar systems, advanced ECM (Electronic Counter-Measures) equipment, in-helmet VR imaging for the pilot, and more. The Saracen can carry about twice the electronics load of a Stiletto-class Interceptor, with room to spare for further modular equipment. Unfortunately, for all its strengths, it is costly to lease and maintain, and its heavy load of fuel and armour cuts badly into weapons capacity. The Saracen cannot equal the weapons load of the far smaller and less expensive Stiletto. Nor can it hope to equal the Stiletto's manoeuvrability. Despite thrust-vectoring technology (the ability to change the shape of its engine nozzles to direct thrust), electro-elastic wing surface (the ability to dynamically change the shape of its wings) and other terrific advances, the Saracen is still a large fixed-wing aircraft with all the limitations that implies. Though it can take much more damage than a Stiletto and remain effective, the Saracen will not perform as well in combat with alien craft. The Saracen requires 1 Large Hangar for storage, maintenance and deployment. It has 2 weapon hardpoints; 2 medium belly bays. Recommended Doctrine At its heart the Saracen is a long-range interceptor to be used against extremely distant or fast UFOs. Unlike the alien craft, it is barely slowed by moving inside Earth atmosphere, making it slightly faster than most of the UFOs we have observed so far. This will allow PHALANX to catch the aliens wherever they may be going -- short of interplanetary space. As always, the Saracen's performance against extraterrestrial craft can't be measured without solid observational data from at least one real combat encounter. However, if deployed in large enough flights, it should be able to cut up alien craft of all varieties. Addenda None. Aircraft statistics: Size: 10m x 27m x 5m Cruising speed: 4,110 km/h Top speed: 4,600km/h Operational range: 10,000km Crew capacity: 1 crew Weapon capacity: 2 Medium hardpoints (belly)

source: ufo_condor_pre_txt
it: Nessuna informazione disponibile prima della ricerca.
pt_br: Nenhuma informação pré-pesquisa disponível

source: Live Specimen - Bloodspider
es_es: Especímen vivo - Bloodspider
it: Esemplare Vivo - Bloodspider
pt_br: Espécime vivo - Bloodspider

source: ugv_triax_pre_txt
es_es: No hay información previa a la investigación diponible.
it: Nessuna informazione disponibile prima della ricerca.
pt_br: Nenhuma informação pré-pesquisa disponível

source: 'Raven' ECM Unit
it: Unità ECM 'Raven'
pt_br: Unidade de contramedidas eletrônicas 'Raven'

source: Polymer Aircraft Armour
es_es: Blindaje para naves de polímero
it: Armatura Aliena Polimerica
pt_br: Blindagem de Polímero para Aeronaves

source: SHIVA Rotary Cannon
es_es: Cañon Rotativo SHIVA
it: Cannone Rotante SHIVA
pt_br: Canhão Giratório SHIVA

source: SHIVA 20mm API Rounds
it: Proiettili 20mm API per SHIVA
pt_br: Munição 20mm PI (perfurante incendiária) para o SHIVA

source: SHIVA 20mm HEI Rounds
it: Proiettili 20mm HEI per SHIVA
pt_br: Munição 20mm EI (explosiva incendiária) para o SHIVA

source: 'Sparrowhawk' AA Missile Rack
it: Batteria di Missili AA 'Sparrowhawk'
pt_br: Rack de mísseis 'Sparrowhawk' AA

source: 'Sparrowhawk' Missile
it: Missile 'Sparrowhawk'
pt_br: Míssel 'Sparrowhawk'

source: TR-20 Rocket Pod
es_es: Vaina de misil TR-20
it: Capsula Missile TR-20
pt_br: Módulo de Foguetes TR-20

source: TR-20 Rocket
it: Missile TR-20
pt_br: Foguete TR-20

source: Particle Beam Weapon
es_es: Arma de partículas
it: Arma a Flusso di Particelle
pt_br: Arma de Feixe de Partículas

source: Targeting Computer
it: Sistema di Puntamento
pt_br: Computador de tiro

source: Fuel Pod
it: Capsula per il Carburante
pt_br: Módulo de Combustível

source: PHALANX And The Mumbai Aftermath
it: PHALANX e le Ripercussioni di Mumbai
pt_br: PHALANX e o saldo do conflito de Mumbai

source: news_newtwist_txt
it: Comandante, Nuove informazioni sono venute alla luce dalle ultime autopsie svolte. Abbiamo scoperto degli aspetti in comune fra gli alieni che potrebbe darci qualche nuova informazione sulla loro diversità e coesistenza. Durante le nostre prime analisi sulle strutture cellulari aliene, abbiamo riscontrato alcune anomalie dove i nostri test di replicazione del DNA fallivano per un'inaspettata contaminazione del campione. All'inizio pensavamo si trattasse di un errore umano, poi il problema si è presentato con sorprendente regolarità. Lo stesso risultato, ancora e ancora; ogni volta che processavamo un campione che non era stato ibernato per il magazzino, avevamo difficoltà a estrarre sequenze incontaminate. Ho speso parecchie ore fuori dal lavoro per studiare il problema, e credo di averne trovato la causa. La spiegazione è semplice: ci sono due tipi di DNA nei campioni di snague. La prevalenza di DNA esterno è totale; queste sequenze possono essere trovate in tutti gli esemplari di Taman, e studi più accurati hanno confermato che sequenze simili si trovano anche nel sangue delle altre specie che abbiamo incontrato. La sorgente sembra essere un organismo monocellulare presente in enormi quantità nei vasi sanguigni degli alieni. Ce ne sono diverse versioni, una per ogni specie, e tutti condividono delle similitudini nel DNA. Curiosamente, nonostante questi organismi abbiano lo stesso numero di cromosomi, nessuno può sopravvivere in un corpo di una specie differente. E' anche interessante il fatto che non ci sono assolutamente variazioni nel DNA tra organismi della stessa specie. Questo ci porta a credere che le differenti versioni siano state sintetizzate -- completamente o in parte -- per adattarsi alle diverse specie. Abbiamo concluso che ogni alieno porta una versione di questa infezione micro-organica. La funzione dell'organismo non è ben chiara. Abbiamo fatto parecchi esperimenti su campioni di tessuto, infetti e non. I tessuti infetti non hanno apparentemente sofferto di effetti negativi -- o positivi -- a causa della presenza dell'organismo. Sono praticamente identici ai tessuti non infetti. Visto che questo organismo ha bisogno di un ospite vivente per sopravvivere, sembra essere un parassita o un simbionte, senza alcun beneficio apparente. Abbiamo soprannominato questo organismo XVI (EXtraterrestrial Viral Infection o Infezione Virale Extraterrestre). Ma potrebbe essere un nome sbagliato in termini microbiologici; XVI è di gran lunga più complesso di qualunque virus terrestre, ma si comporta e si moltiplica esattamente come un virus. Per questo crediamo che il nome sia pertinente. Siccome ogni specie aliena porta un unico filone di infezione, abbiamo dato a ciascuno un nome diverso. I Tamans hanno il XVI-T, i Shevaar hanno il XVI-S, e così via. Lo scopo dell'infezione rimane misteriosa a questo punto, ma è l'unica cosa che abbiamo scoperto fino ad ora che lega fisicamente le varie razze tra loro. Possiamo solo supporre che i vari filoni delle infezioni siano stati sintetizzati per adattarsi a ciascuna specie. Non vi è alcuna indicazione che ci faccia supporre che sia contagioso per gli umani. Quando colture di tessuti umani vengono iniettati con sangue alieno, abbiamo osservato che questo viene completamente rigettato come atteso. Inaspettatamente, comunque, l'infezione è stata annientata dai normali linfociti. L'organismo non è stato in grado di sconfiggere il nostro sistema immunitario. Al momento non crediamo che l'organismo XVI rappresenti una minaccia per i nostri soldati sul campo di battaglia. Comunque sia continueremo le ricerche e La manterremo informata sugli sviluppi. Stiamo facendo un accurato controllo del sangue a tutto il personale, e saranno mantenute le misure standard di quarantena nel laboratorio. Saluti, Dott. Connor

source: Project leader
es: Líder de Proyecto
es_es: Lider del proyecto
it: Capo Progetto
pt_br: Líder de Projeto

source: Lead Story Developer
it: Sviluppatore della Trama Principale
pt_br: Desenvolvedor Chefe da Estória

source: Story Developer
it: Sviluppatore della Storia
pt_br: Desenvolvedor da Estória

source: Technology Consultant
es: Consultor en Tecnología
it: Consulente Tecnologico
pt_br: Consultor de Tecnologia

source: Contributing Programmer
it: Programmatore Associato
pt_br: Programador Contribuinte

source: This game is now community driven
es: Este juego es ahora liderado por la comunidad
it: Questo gioco adesso è gestito dalla comunità
pt_br: O jogo agora é feito pela comunidade

source: To honor the original development team:
es: Para Honrar al Equipo Original de Desarrollo:
it: In onore del team di sviluppo originale:
pt_br: Em honra do time original de desenvolvimento:

source: Code, Visual Effects
es: Código, Efectos Visuales
it: Codice, Effetti Visivi
pt_br: Código, Efeitos Visuais

source: Maps, Textures, Art
es: Mapas, Texturas, Arte
it: Mappe, Texture, Grafica
pt_br: Mapas, Texturas, Arte

source: Models, Animations
es: Modelos, Animaciones
it: Modelli, Animazioni
pt_br: Modelos, Animações

source: Music
es: Musica
it: Musica
pt_br: Música

source: Special Thanks To
es: Agradecimientos Especiales a
it: Ringraziamenti Particolari per
pt_br: Agradecimentos especiais a

source: Our Host
es: Nuestro Anfitrión
es_es: Nuestro Host
it: Il Nostro Host
pt_br: Nosso Host

source: Additional Thanks To
es: Agradecimientos Adicionales a
es_es: Agradecimientos adiccionales a
it: Ringraziamenti Addizionali per
pt_br: Agradecimentos adicionais a

source: The aliens begin their invasion ...
es: Los extraterrestres comienzan la invasión...
es_es: Los alienígenas comienzan su invasión ...
it: Gli alieni iniziano l'invasione ...
pt_br: Os alienígenas começam a invasão ...

source: UFOs appear in the sky around the world ...
es: Los OVNIs aparecen en el cielo alrededor del mundo
es_es: Aparecen OVNIS en los cielos de todo el mudno ...
it: Gli UFO appaiono nei cieli della Terra ...
pt_br: OVNIs são avistados no céu ao redor do mundo ...

source: (Catch them with your Interceptor to shoot them down.)
es: (Atrápalos con tu interceptor para derríbarlos.)
es_es: (Alcanzalos con tu Interceptor y derríbalos).
it: (Raggiungili con il tuo Intercettore per abbaterli.)
pt_br: (Alcance-os com o seu Interceptador para abatê-los.

source: Finally: The attack on the alien base ...
es: Finalmente: El ataque a la base extraterrestre
es_es: Finalmente: El ataque a la base alienígena ...
it: Finalmente: Attacco alla base aliena...
pt_br: Finalmente: O ataque à base alienígena ...

source: prolog_sentence1
es: Prólogo:
es_es: PARA: Comandante de la Base, PHALANX, Centro de Operaciones Atlánticas
it: A: Comandante della Base, PHALANX, Comando delle Operazioni Atlantiche

source: prolog_sentence2
es: Bienvenido Comandante. Se le ha asignado el comando sobre PHALANX. Su misión: proteger a los ciudadanos del planeta Tierra, y prevenir la amenaza extraterrestre. Como lo logre depende de usted, pero sepa que la derrota no es una opción.
es_es: DE: Sec Gen. Mahouf Serra, Naciones Unidas, Nueva York.
it: DA: Gen. Mahouf Serra, Nazioni Unite, New York

source: prolog_sentence3
es: Su primera orden del negocio es construir los cuarteles generales. Escoja la ubicación con sabiduría, ya que tendrá una gran influencia en el éxito del proyecto PHALANX.
es_es: FECHA: 21 Marzo 2084
it: DATA: 21 Marzo 2084

source: prolog_sentence4
es: Un análisis reciente sobre el ataque en Mumbai reveló que alrededor de ese momento aumentó el avistamiento de OVNIs en las zonas más pobladas del planeta, incluyendo las partes centrales de América, Europa, Asia, África y Australia. Usted debe considerar aumentar su campo de operaciones para incluir estos territorios.
es_es: ASUNTO: Buena Suerte
it: OGG: Buona Fortuna

source: prolog_sentence5
es: Una vez establecida su primera base, usted deberá preparar a sus soldados. Los reclutas que han sido transferidos hacia PHALANX deben ser asignados a su nave, luego equipados para la batalla.
es_es: Bienvenido a su nuevo destino, Comandante. Ahora tiene usted control completo sobre la Unidad de Respuesta Extraterrestre PHALANX. Su misión es proteger a los ciudadanos de la tierra y detener la amenaza alienígena a toda costa. Cómo conseguirlo es decisión suya; la unica condición es que lo consiga.
it: Benvenuto nel suo nuovo incarico, Comandante. Le è stato affidato il comando dell'Unità di Risposta Extraterrestre PHALANX. La sua missione è quella di proteggere i cittadini della Terra, e fermare la minaccia aliena a tutti i costi. In qualunque modo intenda agire, sappia che il fallimento non è una possibilità.

source: prolog_sentence6
es: Y no olvide protegerlos también. Un soldado vivo mata a más extraterrestre que uno muerto.
es_es: Su primera orden es establecer un cuartel general. La ONU tiene acceso a distintas bases militares alrededor de todo el mundo, así que puede elegir cualquier región como base para sus operaciones. Elija esta posición con prudencia, ya que esta decisión tendrá un gran impacto en las posibilidades de victoria del proyecto PHALANX.
it: Il suo primo ordine di servizio è di installare il Quartier Generale. Le Nazioni Unite hanno basi dislocate in tutto il globo, può scegliere qualsiasi paese come base per le sue operazioni. Scelga la posizione saggiamente, perché avrà grande influenza sul successo del progetto PHALANX.

source: prolog_sentence7
es: Eso es todo Comandante. Buena Suerte.
es_es: Un reciente análisis de los ataques a Mumbai y Bonn ha revelado que los avistamientos de ONVIs y la actividad alienígena parecen centrarse en las zonas más densamente pobladas de la tierra, incluyendo la costa de Norte y Sudamerica, Europa, Eastasia, Africa Mediterránea, Sudáfrica y Australia. Debería considerar incluir estos territorios en su campo de operaciones.
it: Una recente analisi degli attacchi su Mumbai e Bonn hanno rivelato che in quel periodo gli avvistamenti alieni erano aumentati nelle regioni più popolate della Terra, includendo le parti centrali dell'America, dell'Europa, dell'Asia, dell'Africa e dell'Australia. Le consigliamo di aumentare il suo campo d'azione includendo questi territori.

source: prolog_sentence8
es_es: Una vez que haya establecido su primera base deberá preparar a sus soldados. Los reclutas que hemos asignado a PHALANX deben ser conducidos a su transporte y equipados para la batalla.
it: Una volta stabilita la prima base, è necessario preparare i soldati. Le reclute trasferite al PHALANX devono essere riassegnate al suo velivolo, e poi equipaggiate per la battaglia.

source: prolog_sentence9
es_es: Cuide de ellos, Comandante. El resto de nosotros contamos con usted; y rezamos por todos.
it: Si prenda cura di loro, Comandante. Tutti noi contiamo su di lei, e preghiamo per lei.

source: prolog_sentence10
es_es: Eso es todo. Buena suerte y buena caza.
it: Questo è tutto, Comandante. Buona fortuna e buona caccia.
