Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: b_entrance_txt
el: Blueprints -- Entrance CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 26 January 1958 By: Maj. Marcel LeClerc, Base Commander, PHALANX, Pacific Operations Command Overview The Base Entrance is the first structure built at any new PHALANX location. It is the primary -- and sometimes only -- way for equipment and personnel to enter the base. It consists of a vehicle ramp and a stairway that allow easy movement between base and surface. A small, camouflaged gatehouse is built on top for security and will also hide the entrance from flyovers. Like all our surface installations, it is coated with radar- and infrared-absorbing paints to reduce the chance of detection. Recommended Doctrine By its very nature, the Entrance is one of the most vulnerable facilities in any base. Hostile extraterrestrials will almost certainly attempt to gain access here. It is one of the focal points for the defence of a base, and should be placed at a considered distance to the Command Centre so that on-duty soldiers can respond to an attack with utmost alacrity without putting the CC at risk. On its own the Entrance facility has little tactical value. It can be assumed that any EXTs will merely try to hold the Entrance and choose more tempting targets to actually assault, since the Entrance usually contains nothing volatile and it has no areas that are particularly sensitive to destruction. Having no advanced equipment or components, it is also quick and cheap to repair. If damaged, other structures can temporarily take over the Entrance's functions without significantly impeding base operation. Addenda None.
es_es: Diseños -- Entrada Clasificación Nivel Negro Unidad de Repuesta Extraterrestre PHALANX Detalles constructivos, Sigma Clearance -- Solo para los ojos del comandante Archivado: 30 Julio 2027 By: Com. Marcel LeClerc, Comandante en jefe de Base, PHALANX, Centro de Operaciones Pacíficas Descripción Doctrina Recomendada Por su naturaleza la Entrada es la parte más vulnerable de cualquier base. Las fuerzas hostiles intentarán, casi con toda seguridad, acceder por aqui; por tanto debe convertirse en uno de los focos primarios en la defensa de una base, y debe considerarse su instalación lo más lejos posible del Centro de Mando permitiendo así a los soldados una defensa feroz sin miedo de poner en peligro el equipamiento del CM. Por sí misma, la entrada tiene poco valor tactico. Puede asumirse que cualqueir fuerza invasora obviaran la entrada en su ataque e intantaran acceder a cualqueir otro blanco más tentador. Al no almacenar equipamiento avanzado es fácil y rápida de reparar. En caso de daño grave hay otras estructuras en la base que pueden tomar temporalmente el papel de la Entrada sin una merma significativa en el funcionamiento de la base. Addenda Ninguno.
it: Blueprints -- Entrance CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 26 January 1958 By: Maj. Marcel LeClerc, Base Commander, PHALANX, Pacific Operations Command Overview The Base Entrance is the first structure built at any new PHALANX location. It is the primary -- and sometimes only -- way for equipment and personnel to enter the base. It consists of a vehicle ramp and a stairway that allow easy movement between base and surface. A small, camouflaged gatehouse is built on top for security and will also hide the entrance from flyovers. Like all our surface installations, it is coated with radar- and infrared-absorbing paints to reduce the chance of detection. Recommended Doctrine By its very nature, the Entrance is one of the most vulnerable facilities in any base. Hostile extraterrestrials will almost certainly attempt to gain access here. It is one of the focal points for the defence of a base, and should be placed at a considered distance to the Command Centre so that on-duty soldiers can respond to an attack with utmost alacrity without putting the CC at risk. On its own the Entrance facility has little tactical value. It can be assumed that any EXTs will merely try to hold the Entrance and choose more tempting targets to actually assault, since the Entrance usually contains nothing volatile and it has no areas that are particularly sensitive to destruction. Having no advanced equipment or components, it is also quick and cheap to repair. If damaged, other structures can temporarily take over the Entrance's functions without significantly impeding base operation. Addenda None.
pt_br: Blueprints -- Entrance CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 26 January 1958 By: Maj. Marcel LeClerc, Base Commander, PHALANX, Pacific Operations Command Overview The Base Entrance is the first structure built at any new PHALANX location. It is the primary -- and sometimes only -- way for equipment and personnel to enter the base. It consists of a vehicle ramp and a stairway that allow easy movement between base and surface. A small, camouflaged gatehouse is built on top for security and will also hide the entrance from flyovers. Like all our surface installations, it is coated with radar- and infrared-absorbing paints to reduce the chance of detection. Recommended Doctrine By its very nature, the Entrance is one of the most vulnerable facilities in any base. Hostile extraterrestrials will almost certainly attempt to gain access here. It is one of the focal points for the defence of a base, and should be placed at a considered distance to the Command Centre so that on-duty soldiers can respond to an attack with utmost alacrity without putting the CC at risk. On its own the Entrance facility has little tactical value. It can be assumed that any EXTs will merely try to hold the Entrance and choose more tempting targets to actually assault, since the Entrance usually contains nothing volatile and it has no areas that are particularly sensitive to destruction. Having no advanced equipment or components, it is also quick and cheap to repair. If damaged, other structures can temporarily take over the Entrance's functions without significantly impeding base operation. Addenda None.

source: b_missile_txt
el: Blueprints -- Missile Battery CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 18 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Missiles have gotten more and more dangerous since World War 2, while countermeasure technologies have only been becoming effective since the start of the 21st century. In a contest between attack and defence, the attacker has always had the advantage. However, this has not deterred the aliens from developing defences to blow our minds. As an example, GEU forces have engaged alien craft with SAMs (Surface-to-Air Missiles) in the skies above Bonn. Forty missiles were launched from batteries across Europe while they had radar lock on two of the alien craft. Later, nearby infantry units fired between twelve and fifteen shoulder-mounted anti-air weapons. The number of hits scored? One. Just one. The UFO suffered a minor drop in acceleration during its landing at Bonn and later took off again without a hitch. The conclusions are obvious: alien EW (Electronic Warfare) capability is miles in advance of our own. However, we at PHALANX have made a thorough study of the sole hit scored, and it was not a matter of luck. What happened is that the UFO exposed itself at a less stealthy angle while dodging other incoming munitions, allowing the missile to hold lock all the way to its target. This proves that the aliens are not invulnerable to our missiles. We simply need the best ones for the job. These realisations have led us to adapt some old missile battery plans and reequip them with brand-new launchers. Our results are promising. The battery consists of 4 launchers that 'pop up' to the surface when engaging a target. Each launcher carries 20 of the AA51 "Cicada" SAM. This is the most advanced missile on Earth, packing more electronics than an airliner, designed to knock enemy aircraft right out of the sky regardless of how fast they're going. There is no better emergency defence weapon on the planet at the time of this writing. Against alien craft, the "Cicada"'s chances to hit will still be low, but in sufficient numbers it will hurt them. The missile and its electronics suite are of course highly expensive, well outside our budget range in the numbers required to succesfully engage incoming UFOs. Fortunately the UN has agreed to supply us all standard SAMs from its own strategic reserves at no cost to us. Recommended Doctrine If built at one of our bases, the missile battery can be ordered to engage any UFO in range or wait until a UFO is identified as preparing to attack the base in question. This decision is up to the Base Commander. Assisting our interceptors by 'softening up' a UFO with SAMs would help take some of the pressure off our pilots and aircraft, but there is simply no way to completely hide our missile launches despite our best attempts to camouflage them. Repeated large-scale launches will give away our position sooner or later. The missile battery will be at moderate risk during a base attack. It is designed to prevent base attacks; if one has gotten through, it should no longer matter to the current attackers unless they're paving the way for a follow-up. It may be a tempting target of opportunity, however, because while our missiles are well-protected they will detonate if subjected to enough abuse. An explosion in the missile battery could have disastrous effects on the facility and the base at large. Addenda None.

source: b_large_hangar_txt
el: Blueprints -- Large Hangar CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 11 August 2008 By: Gen. E. Baxter, Base Commander, PHALANX, Pacific Operations Command Overview Due to the recent restructuring of our airfleet, we've had to make a complete reassessment and redesign of our hangar facilities. The VTOL (Vertical Take-Off and Landing) requirement for all new PHALANX aircraft has eliminated our need for runways. This has allowed us to move all hangar facilities into the actual base to improve security and response times. The Large Hangar provides underground space to store and maintain 1 large VTOL aircraft. Repairs, rearmament and refuelling can be carried out in complete obscurity. The aircraft never even sees the light of day until it's time for launch. During a launch, the hangar roof folds open and the large hydraulic lift raises the aircraft to a position above the roof where it can safely take off. For landing procedures, the lift features several tall catchhooks that -- once engaged by the undercarrige of a hovering pilot -- gently pull the aircraft down into a landing position. The catchhooks can intelligently adjust their own grip and even pass the grip from hook to hook to properly line up the undercarriage for landing. Once the catchhooks have snared the undercarriage and pulled it down to the landing surface, all the pilot needs to do is power down his engines. The system is simple and easy to use once a pilot gets the hang of it. A nearly-identical system has been implemented for the Small Hangar. The Large Hangar cannot house small craft due to incompatible support equipment such as fuel lines. Recommended Doctrine The primary function of the Large Hangar is to house dropships for rapid deployment of troops to sites of alien activity. Alternately it can house and support larger combat craft. Please refer to specific aircraft files to review their capabilities and deployment strategy. Every PHALANX aircraft requires 1 hangar of appropriate size for storage, maintenance and deployment. Hangars are a particularly vulnerable installation due to their direct connection to the surface. They will be a primary point of entrance for any extraterrestrial attackers. They are an extreme damage risk, filled with volatiles such as jet fuel and possibly high-explosive aircraft munitions. Worse, any aircraft left behind at the base will be a highly tempting target; severe damage to our interceptors -- or even more frightening, the dropship -- might put us out of action for weeks. If possible, all aircraft should be scrambled before an impending base attack and moved out of the area until the attack is over. They may be engaged in the air by an approaching UFO, but at least they will have the advantage of being able to manoeuvre. Still, this may not always be a viable tactic. Scrambling our craft within range of a heavily-armed attack ship could have more disastrous results than leaving them in their hangars, as tempting a target as that would make them. Addenda None.
es_es: Diseños -- Hangar Grande Clasificación Nivel Negro Unidad de Repuesta Extraterrestre PHALANX Detalles constructivos, Sigma Clearance -- Solo para los ojos del comandante Archivado: 11 Agosto 2008 By: Gen. E. Bexter, Comandante en jefe de Base, PHALANX, Centro de Operaciones Pacíficas Descripción Debido a la reciente reestructuración de nuestra flota tenemos que proceder a un completo reabastecimiento y actualización de nuestros hangares. Los requerimientos de despegue vertical de los nuevos aviones PHALANX han hecho innecesarias las pistas de aterrizaje, lo cual nos permite desplazar todos los edificios y utensilios al interior de la base, mejorando la seguridad de la misma y los tiempos de respuesta. El Hangar Grande proporciona espacio subterraneo para mantener una nave grande dotada con despegue vertical. Las reparaciones y el repostaje y reabastecimiento de armas se pueden realizar bajo techo, con lo que la nave nunca ve la luz del sol hasta el momento de su lanzamiento. En este momento el techo del hangar se abre y la gran plataforma hidráulica donde reposa la nave se levanta para permitir el despegue. Para el aterrizaje, la misma plataforma dispone de varias torretas equipadas con ganchos que, una vez convenientemente fijados al avion por el personal de tierra con ayuda del piloto, hacen descender suavemente la nave hasta ella. Una vez que los ganchos están colocados en su posición, el piloto puede apagar los motores y desentenderse del resto de la operación de aterrizaje, pues esta es completamente automática. Un sistema prácticamente identico ha sido desarrollado para el Hangar Pequeño. El Hangar Grande no puede usarse para guardar naves pequeñas debido a incompatibilidades de diseño. Doctrina Recomendada La funcion principal del Hangar Grande es contener las naves de transporte que permiten un rápido despliegue de tropas a los lugares con actividad extraterrestre. Alternativamente también puede usarse para alojar naves de combate grandes. Por favor, consulte las especificaciones de cada nave para comprobar sus necesidades. Cada nave PHALANX necesita la exclusividad de un hangar del tamaño adecuado para alojamiento y mantenimiento. Los hangares son estructuras especialmente vulnerables debido a su conexión directa con la superficie. Seguramente será un punto primario de entrada de cualquier ataque alienígena. Son instalaciones con un extremado riesgo de daño, ya que almacena el combustible para los aviones así como la munición para sus armas. Peor aun, una nave alojada en el hangar durante el ataque se convertira en un blanco tentador para el enemigo, ya que cualquier daño grave a la estructura de un interceptor puede dejarlo fuera de combate durante semanas. Si es posible, todas las naves deben ser desalojadas de la base antes de un ataque enemigo y mantenidas en vuelo hasta que el ataque haya finalizado. Puede que esto las hagan vulnerables a los ataques de los OVNIs que se aproximen, pero aun así tendrán más posibilidades de sobrevivir que posadas en tierra. Ante una situación extrma -- por ejemplo que el ataque sea llevado a cabo con un OVNI de gran tamaño -- debe sopesarse si los posibles daños causados por un ataque en el hangar son menos costosos que la posibilidad de destrucción completa de la nave en un combate aéreo. Addenda Ninguno.
it: Blueprints -- Large Hangar CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 11 August 2008 By: Gen. E. Baxter, Base Commander, PHALANX, Pacific Operations Command Overview Due to the recent restructuring of our airfleet, we've had to make a complete reassessment and redesign of our hangar facilities. The VTOL (Vertical Take-Off and Landing) requirement for all new PHALANX aircraft has eliminated our need for runways. This has allowed us to move all hangar facilities into the actual base to improve security and response times. The Large Hangar provides underground space to store and maintain 1 large VTOL aircraft. Repairs, rearmament and refuelling can be carried out in complete obscurity. The aircraft never even sees the light of day until it's time for launch. During a launch, the hangar roof folds open and the large hydraulic lift raises the aircraft to a position above the roof where it can safely take off. For landing procedures, the lift features several tall catchhooks that -- once engaged by the undercarrige of a hovering pilot -- gently pull the aircraft down into a landing position. The catchhooks can intelligently adjust their own grip and even pass the grip from hook to hook to properly line up the undercarriage for landing. Once the catchhooks have snared the undercarriage and pulled it down to the landing surface, all the pilot needs to do is power down his engines. The system is simple and easy to use once a pilot gets the hang of it. A nearly-identical system has been implemented for the Small Hangar. The Large Hangar cannot house small craft due to incompatible support equipment such as fuel lines. Recommended Doctrine The primary function of the Large Hangar is to house dropships for rapid deployment of troops to sites of alien activity. Alternately it can house and support larger combat craft. Please refer to specific aircraft files to review their capabilities and deployment strategy. Every PHALANX aircraft requires 1 hangar of appropriate size for storage, maintenance and deployment. Hangars are a particularly vulnerable installation due to their direct connection to the surface. They will be a primary point of entrance for any extraterrestrial attackers. They are an extreme damage risk, filled with volatiles such as jet fuel and possibly high-explosive aircraft munitions. Worse, any aircraft left behind at the base will be a highly tempting target; severe damage to our interceptors -- or even more frightening, the dropship -- might put us out of action for weeks. If possible, all aircraft should be scrambled before an impending base attack and moved out of the area until the attack is over. They may be engaged in the air by an approaching UFO, but at least they will have the advantage of being able to manoeuvre. Still, this may not always be a viable tactic. Scrambling our craft within range of a heavily-armed attack ship could have more disastrous results than leaving them in their hangars, as tempting a target as that would make them. Addenda None.
pt_br: Blueprints -- Large Hangar CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 11 August 2008 By: Gen. E. Baxter, Base Commander, PHALANX, Pacific Operations Command Overview Due to the recent restructuring of our airfleet, we've had to make a complete reassessment and redesign of our hangar facilities. The VTOL (Vertical Take-Off and Landing) requirement for all new PHALANX aircraft has eliminated our need for runways. This has allowed us to move all hangar facilities into the actual base to improve security and response times. The Large Hangar provides underground space to store and maintain 1 large VTOL aircraft. Repairs, rearmament and refuelling can be carried out in complete obscurity. The aircraft never even sees the light of day until it's time for launch. During a launch, the hangar roof folds open and the large hydraulic lift raises the aircraft to a position above the roof where it can safely take off. For landing procedures, the lift features several tall catchhooks that -- once engaged by the undercarrige of a hovering pilot -- gently pull the aircraft down into a landing position. The catchhooks can intelligently adjust their own grip and even pass the grip from hook to hook to properly line up the undercarriage for landing. Once the catchhooks have snared the undercarriage and pulled it down to the landing surface, all the pilot needs to do is power down his engines. The system is simple and easy to use once a pilot gets the hang of it. A nearly-identical system has been implemented for the Small Hangar. The Large Hangar cannot house small craft due to incompatible support equipment such as fuel lines. Recommended Doctrine The primary function of the Large Hangar is to house dropships for rapid deployment of troops to sites of alien activity. Alternately it can house and support larger combat craft. Please refer to specific aircraft files to review their capabilities and deployment strategy. Every PHALANX aircraft requires 1 hangar of appropriate size for storage, maintenance and deployment. Hangars are a particularly vulnerable installation due to their direct connection to the surface. They will be a primary point of entrance for any extraterrestrial attackers. They are an extreme damage risk, filled with volatiles such as jet fuel and possibly high-explosive aircraft munitions. Worse, any aircraft left behind at the base will be a highly tempting target; severe damage to our interceptors -- or even more frightening, the dropship -- might put us out of action for weeks. If possible, all aircraft should be scrambled before an impending base attack and moved out of the area until the attack is over. They may be engaged in the air by an approaching UFO, but at least they will have the advantage of being able to manoeuvre. Still, this may not always be a viable tactic. Scrambling our craft within range of a heavily-armed attack ship could have more disastrous results than leaving them in their hangars, as tempting a target as that would make them. Addenda None.
