Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: antimatter_extra_pre_txt
el: Κύριε Διοικητά, στηριζόμενος στις εξαιρετικά ενδιαφέρουσες διαπιστώσεις που κάναμε κατά την εξέταση του UFO Ανιχνευτή, θα ήθελα σας ζητήσω την άδεια να αφοσιόσουμε εργαστηριακούς πόρους στην προσεκτική ανάλυση της εκτεταμένης χρήσης αντιύλης από τους εξωγήινους καθώς και τις επιπτώσεις που μπορεί να έχει στον πόλεμο. Συγκεκριμένα, θα ήθελα να διαπιστώσουμε αν υπάρχει κάποιος τρόπος να αναπαράγουμε αντιύλη για τους δικούς μας σκοπούς. Η αντίδραση ύλης-αντιύλης έχει εκπληκτικές δυνατότητες ως καύσιμο. Όσον αφορά την παραγωγής ενέργειας, η αντιύλη προσφέρει τη μεγαλύτερη αναλογία ενέργειας προς μάζα από οποιοδήποτε υλικό στο σύμπαν. Το να καταφέρουμε να την αξιοποιήσουμε όπως η εξωγήινοι θα αποτελέσει τεράστιο άλμα τεχνολογικής προόδου, γλυτώνοντάς μας από δεκαετίες ή ακόμα και αιώνες ερευνών. Πρέπει να την ερευνήσουμε το συντομότερο δυνατόν! --Paul Navarre, Διεύθυντής
it: Commander, based on the extremely interesting findings we've made during our examination of the Scout UFO, I'd like your permission to use some lab time in order to more closely analyse the aliens' extensive use of antimatter and its implications on this war. Particularly I would like to see if we can find some way to replicate antimatter for our own purposes. Matter-antimatter annihilation has astonishing potential as a fuel. In terms of energy generation, it has probably the best size-to-weight ratio of any material in the universe; the ability to use it like the aliens use it would catapult our technology base centuries into the future. We must research this at the earliest opportunity! --Cdr. Navarre
pt_br: Commander, based on the extremely interesting findings we've made during our examination of the Scout UFO, I'd like your permission to use some lab time in order to more closely analyse the aliens' extensive use of antimatter and its implications on this war. Particularly I would like to see if we can find some way to replicate antimatter for our own purposes. Matter-antimatter annihilation has astonishing potential as a fuel. In terms of energy generation, it has probably the best size-to-weight ratio of any material in the universe; the ability to use it like the aliens use it would catapult our technology base centuries into the future. We must research this at the earliest opportunity! --Cdr. Navarre

source: Live Alien
el: Ζώντες Εξωγήινοι
it: Alieno Vivo
pt_br: Alienígena vivo

source: alien_live_txt
el: Commander, We have finished our first survey of a live alien specimen. The project has produced mixed results. The subject is certainly alive, and we have put it through an extensive array of toxicology experiments which have provided vital data about its vulnerabilities to various chemicals and bio-agents. However, we have been completely unable to produce a behavioural analysis of the alien mind. This is because the specimen has showed virtually no signs of intelligence since its capture. It has done little more than eat, sleep, and stare at the walls of its containment unit. It responds to physical stimuli with reflex actions, aggression and/or submission, but we could not coax any information out of it. Even simple hand signals seem to be beyond the creature's comprehension. EEG monitoring reveals that the seemingly highly-developed brain registers virtually no brainwave activity at all. It is hard to believe this same specimen could have fired advanced alien weaponry at our troops during a tactical mission. There is no physical trauma that might explain the regression. Perhaps its capture has activated some manner of alien counter-interrogation mechanism; we don't know. None of my team have managed to produce a viable hypothesis as to the reason why. Certainly more research is required. We will keep monitoring the specimen, and will notify you immediately if the situation changes. Sincerely, Dr. Connor
it: Commander, We have finished our first survey of a live alien specimen. The project has produced mixed results. The subject is certainly alive, and we have put it through an extensive array of toxicology experiments which have provided vital data about its vulnerabilities to various chemicals and bio-agents. However, we have been completely unable to produce a behavioural analysis of the alien mind. This is because the specimen has showed virtually no signs of intelligence since its capture. It has done little more than eat, sleep, and stare at the walls of its containment unit. It responds to physical stimuli with reflex actions, aggression and/or submission, but we could not coax any information out of it. Even simple hand signals seem to be beyond the creature's comprehension. EEG monitoring reveals that the seemingly highly-developed brain registers virtually no brainwave activity at all. It is hard to believe this same specimen could have fired advanced alien weaponry at our troops during a tactical mission. There is no physical trauma that might explain the regression. Perhaps its capture has activated some manner of alien counter-interrogation mechanism; we don't know. None of my team have managed to produce a viable hypothesis as to the reason why. Certainly more research is required. We will keep monitoring the specimen, and will notify you immediately if the situation changes. Sincerely, Dr. Connor
pt_br: Commander, We have finished our first survey of a live alien specimen. The project has produced mixed results. The subject is certainly alive, and we have put it through an extensive array of toxicology experiments which have provided vital data about its vulnerabilities to various chemicals and bio-agents. However, we have been completely unable to produce a behavioural analysis of the alien mind. This is because the specimen has showed virtually no signs of intelligence since its capture. It has done little more than eat, sleep, and stare at the walls of its containment unit. It responds to physical stimuli with reflex actions, aggression and/or submission, but we could not coax any information out of it. Even simple hand signals seem to be beyond the creature's comprehension. EEG monitoring reveals that the seemingly highly-developed brain registers virtually no brainwave activity at all. It is hard to believe this same specimen could have fired advanced alien weaponry at our troops during a tactical mission. There is no physical trauma that might explain the regression. Perhaps its capture has activated some manner of alien counter-interrogation mechanism; we don't know. None of my team have managed to produce a viable hypothesis as to the reason why. Certainly more research is required. We will keep monitoring the specimen, and will notify you immediately if the situation changes. Sincerely, Dr. Connor

source: alien_live_pre_txt
el: Commander, We have captured a live alien in the field! The creature has been recovered from our last tactical mission and is being held in our new Containment unit, which I'm pleased to report seems to be working up to spec. I don't need to explain why we should start research on this specimen right away. The information that could be gleaned from it supercedes all other considerations. Up until now we've had no chance to study the alien mind, their thoughts and motivations, except through their continued attacks upon our world. This is our first chance to discover the aliens' purpose for humanity, perhaps even an explanation. Who are they? Why are they here? What can we do against them? We can know nothing without interrogating this specimen. Please send your approval for this program at your earliest convenience. Sincerely, Dr. Connor
it: Commander, We have captured a live alien in the field! The creature has been recovered from our last tactical mission and is being held in our new Containment unit, which I'm pleased to report seems to be working up to spec. I don't need to explain why we should start research on this specimen right away. The information that could be gleaned from it supercedes all other considerations. Up until now we've had no chance to study the alien mind, their thoughts and motivations, except through their continued attacks upon our world. This is our first chance to discover the aliens' purpose for humanity, perhaps even an explanation. Who are they? Why are they here? What can we do against them? We can know nothing without interrogating this specimen. Please send your approval for this program at your earliest convenience. Sincerely, Dr. Connor
pt_br: Commander, We have captured a live alien in the field! The creature has been recovered from our last tactical mission and is being held in our new Containment unit, which I'm pleased to report seems to be working up to spec. I don't need to explain why we should start research on this specimen right away. The information that could be gleaned from it supercedes all other considerations. Up until now we've had no chance to study the alien mind, their thoughts and motivations, except through their continued attacks upon our world. This is our first chance to discover the aliens' purpose for humanity, perhaps even an explanation. Who are they? Why are they here? What can we do against them? We can know nothing without interrogating this specimen. Please send your approval for this program at your earliest convenience. Sincerely, Dr. Connor

source: mail_from_dr_connor
el: Dr. Connor, R&D: Bio & Containment Division, PHALANX, Atlantic Operations Command

source: alien_breathing_txt
el: Commander, I have made a thorough examination of the devices found during the alien autopsies we've performed. I believe we're now ready to present our conclusions. From our investigation of tissue growth and scarring around the alien larynx, we conclude that these artifacts are surgically implanted in an alien's throat at a very early age. Somewhere during adolescence, the child-sized device is removed and an adult version is implanted. We've examined several different possibilities for the device's function, from food preprocessors to suicide equipment, but the obvious answer turned out to be the correct one. It is some kind of respirator, allowing the aliens to survive in our atmosphere, and possibly other atmospheres as well. Every organic specimen we've autopsied has carried one of these devices, all with the same basic functionality, implying that their constant operation is either required for survival on the alien homeworld or that we are seeing only specimens which are intended for frequent planetary operations. Certainly external breathing apparatus would be easier and more economical to use if these specimens were only intended to take short trips into hostile atmospheres. The device itself consists of a sophisticated filter stretched across the subject's windpipe, and two small spherical tanks positioned on either side of the brainstem, connected to the windpipe by a small metal tube. These tanks are filled with a gas mixture compressed into a liquid state, functioning much like a scuba diver's oxygen bottles. The filter mechanism is semi-intelligent; it scrupulously removes all elements that are harmful to the subject, but allows beneficial elements to pass through. The tanks are refilled by way of a small mechanical navel at the back of the alien's neck. An examination of the tanks' contents has given us our first accurate data on the alien atmosphere. We now have several mixtures on record that we believe will be able to support various alien lifeforms in our Containment unit. A few of the mixtures are nitrogen-oxygen compounds, very similar to our own, but others don't contain any oxygen at all. If all of these mixtures are actively used by one or more alien species, some of our enemies seem to breathe an atmosphere of almost pure methane. The vastly different mixtures are actually giving us a bit of a puzzle. Surely it would be more economical to use segregated crews than to force these species to coexist in the same place? Future questions aside, I'm well pleased with our present results. We can now store aliens in our Containment unit for prolonged periods of time -- they will no longer suffocate when their atmosphere tanks run out. This usually happens after 24 hours without replenishment, so no delays should be afforded when we manage to capture a specimen. My team and I are all looking forward to finally getting our hands on a live one, Commander. Sincerely, Dr. Connor
it: Comandante, ho fatto un esame approfondito dei dispositivi trovanti durante le autopsie degli alieni che abbiamo eseguito. Credo che ora siamo pronti a presentare delle conclusioni. Dalle nostre ricerche sula crescita dei tessuti e la cicatrizzazione della laringe degli alieni, abbiamo concluso che questi artefatti sono stati chirurgicamente impiantati nella gola ad un'età molto prematura. Attorno all'adolescenza, il dispositivo in versione giovanile è stato rimosso e sostituito con la versione adulta. Abbiamo valutato diverse differenti possibilità per la funzione del dispositivo, dal pre-trattamento del cibo, al suicidio, ma la risposta più ovvia si è rivelata quella giusta. E' un qualche tipo di respiratore che permette agli alieni di sopravvivere nella nostra atmosfera, e probabilmente in altre atmosfere. Ogni esemplare organico sottoposto ad autopsia aveva uno di questi dispositivi, tutti con la stessa funzionalità di base. Ciò implica due alternative: o è necessario per la sopravvivenza sul pianeta natale degli alieni, oppure stiamo vedendo solo gli esemplari che sono destinati a frequenti operazioni planetarie. Certamente un sistema di respirazione esterno sarebbe più semplice ed economico da utilizzare se questi esemplari dovessero fare solo piccoli viaggi in atmosfere ostili. Il dispositivo consiste in un sofisticato filtro allungato nella trachea dell'alieno, e due piccoli serbatoi sferici posizionati su entrambi i lati del midollo allungato, connessi alla trachea con due piccoli tubi metallici. I serbatoi sono pieni di un insieme di gas compressi allo stato liquido, che funzionano come le bombole di ossigeno dei sub. Il meccanismo filtrante è semi-intelligente; rimuove scrupolosamente tutti gli elementi dannosi per il soggetto, ma permette agli altri di passare. I serbatoi vengono ricaricati da una sorta di ombelico metallico posto dietro al collo degli alieni. L'analizzare il contenuto dei serbatoi ci ha dato una prima accurata stima dell'atmosfera aliena. Ora abbiamo messo da parte diverse miscele che crediamo siano in grado di mantenere in vita diverse forme aliene nella nostra unità di confinamento. Alcune miscele sono di azoto-ossigeno, molto simili alla nostra, ma altre non contengono affatto ossigeno. Se tutte queste miscele venissero attivamente usate da una o più specie aliene, significherebbe che alcuni dei nostri nemici sono in grado di respirare un'atmosfera di quasi tutto metano. La grande differenziazione di miscele ci sta dando qualche grattacapo. Sicuramente sarebbe più economico usare equipaggi isolati piuttosto che forzare a coesistere diverse specie nello stesso posto. Comunque sia, sono molto compiaciuto del nostro attuale risultato. Possiamo ora immagazzinare alieni nella nostra unità di contenimento per periodi prolungati di tempo -- non soffocheranno più quando i serbatoi finiranno le riserve. Di solito questo succede dopo 24 ore dalla ricarica, quindi non devono esserci ritardi quando cerchiamo di catturare degli esemplari vivi. La mia squadra e io non vediamo l'ora di mettere finalmente le mani su esemplari vivi, Comandante. Saluti, Dott. Connor

source: alien_breathing_pre_txt
el: Κύριε Διοικητά, Ύστερα από λεπτομερή εξέταση των συσκευών που εντοπίσαμε στις νεκροψίες των εξωγήινων σορών, πιστεύω ότι είμαστε έτοιμοι να παρουσιάσουμε τα συμπεράσματά μας. Ερευνώντας την ανάπτυξη αλλά και τα σημάδια των ιστών γύρω από τους λάρυγγες των εξωγήινων διαπιστώσαμε ότι οι συγκεκριμένες συσκευές εμφυτεύονται χειρουργικά στο λαιμό ενός εξωγήινου από πολύ μικρή ηλικία. Αργότερα, σε κάποια στιγμή της "εφηβείας" του οργανισμού, αφαιρείται η "παιδική" συσκευή και εμφυτευεται μια μεγαλύτερη, "ενήλικη" εκδοχή. Εξετάσαμε διάφορες πιθανότητες για τη λειτουργία της συσκευής, από προεπεξεργαστής τροφίμων μέχρι συσκευή αυτοκτονίας, όμως τελικά η προφανής απάντηση αποδείχτηκε να είναι η σωστή. ΑΠοτελεί ενός είδους αναπνευστήρα, επιτρέπωντας στους εξωγήινους να επιβιώνουν στην ατμόσφαιρά μας και, κατά πάσα πιθανότητα, σε άλλες ατμόσφαιρες. Κάθε δείγμα εξωγήινου οργανισμού που εξετάσαμε περιείχε μια από αυτές της συσκευές, όλες με την ίδια βασική λειτουργικότητα, γεγονός που υποδεικνύει είτε ότι η συνεχής λειτουργία τους είναι αναγκαία στον μητρικό τους πλανήτη ή ότι τα δείγματα που συναντήσαμε μέχρι τώρα χρησιμοποιούνται σε συχνές πλανητικές επιχειρήσεις. Οπωσδήποτε, ένας εξωτερικός μηχανισμός αναπνοής θα ήταν πιο οικονομικός και ευκολότερος στη χρήση εάν οι εξωγήινοι εκτίθονταν για μικρά και αραιά χρονικά διαστήματα σε εχθρική ατμόσφαιρα. Η συσκευή αποτελείται από ένα εξελιγμένο φίλτρο, το οποίο φράσσει πλήρως την αναπνευστική οδό του υποκειμένου, και δύο μικρές σφαιρικές δεξαμενές τοποθετημένες αμφίπλευρα του νωτιαίου μυελού, οι οποίες συνδέονται με την αναπνευστική οδό μέσω ενός μικρού σωλήνα. Οι δεξαμενές αυτές γεμίζονται με ένα αέριο μείγμα συμπιεσμένο σε υγρή κατάσταση, λειτουργώντας όπως οι φιάλες οξυγόνου ενός δύτη. Ο μηχανισμός του φίλτρου είναι αρκετά εξελιγμένος: αφαιρεί όλα τα βλαβερά για το υποκείμενο στοιχεία ενώ επιτρέπει τη διέλευση των ωφέλιμων. Το γέμισμα των δεξαμενών γίνεται μέσω μιας μικρής μηχανικής υποδοχής που τοποθετημένης στο πίσω μέρος του λαιμού των εξωγήινων. Η ανάλυση του περιεχομένου των δεξαμενών μας έδωσε τα πρώτα ακριβή δεδομένα για την εξωγήινη ατμόσφαιρα. Πλέον, έχουμε ένα αρχείο από αρκετά αέρια μείγματα τα οποία πιστεύουμε ότι θα υποστηρίζουν ποικίλα είδη εξωγήινων στον θαλάμο Περιορισμού. Ορισμένα μείγματα αποτελούνται κυρίως από άζωτο και οξυγόνο, όπως είναι η ατμόσφαιρα μας, ενώ άλλα δεν περιέχουν καθόλου οξυγόνο. Εάν όλα αυτά τα μείγματα χρησιμοποιούνται από ένα ή περισσότερα εξωγήινα είδη, τότε κάποιοι από τους εχθρούς μας φαίνεται ότι αναπνέουν σχεδόν καθαρό μεθάνιο. Η μεγάλη διαφοροποίηση στα αέρια μείγματα μας έχει προβληματίσει. Δεν θα ήταν πιο οικονομικό να χρησιμοποιούν ομοιόμορφα πληρώματα παρά να αναγκάζουν διαφορετικά είδη να συνυπάρχουν στο ίδιο μέρος; Παρά τα ερωτήματα που προέκυψαν, είμαι απόλυτα ικανοποιημένος με τα αποτελέσματα μας. Τώρα πια μπορούμε να διατηρούμε τους εξωγήινους στον θάλαμο περιορισμού για παρατεταμένα χρονικά διαστήματα -- δε θα ασφυκτιούν πλέον μόλις αδειάσουν οι δεξαμενές ατμόσφαιράς τους. Αυτό συνήθως συμβαίνει εντός 24 ωρών σε περίπτωση που δεν αναπληρωθούν οι δεξαμενές, επομένως δεν πρέπει να υπάρχει καμία καθυστέρηση όποτε καταφέρουμε να συλλάβουμε κάποιον εξωγήινο. Η ομάδα μου και εγώ ανυπομονούμε για την ευκαιρία να πιάσουμε στα χέρια μας έναν ζωντανό εξωγήινο, κύριε Διοικητά. Με σεβασμό, Δρ. Connor
it: Comandante, Durante l'autopsia sui campioni alieni che abbiamo recuperato, la mia squadra e io abbiamo scoperto alcuni particolari macchinari impiantati nella gola degli esemplari alieni. Consistono in due sfere metalliche poste su entrambi i lati del midollo allungato, connesse direttamente alla trachea con dei piccoli tubi. La trachea stessa è protetta da un qualche tipo di valvola o filtro. Crediamo che questo apparato interconnesso possa essere un qualche tipo di equipaggiamento per respirare o un respiratore artificiale, o addirittura qualcosa di completamente diverso; non siamo ancora sicuri di come funzioni. Vorrei il suo permesso e il suo finanziamento per esaminare questi oggetti più attentamente di quanto un'autopsia possa permettere di fare. A questo punto della guerra, qualsiasi cosa che migliori la conoscenza base della minaccia aliena è utile, e potremmo scoprire indizi cruciali circa la loro tecnologia e la loro biologia. Certamente abbiamo bisogno di scoprire cosa respirano gli alieni prima di metterli nella nostra unità di contenimento. Il com. Navarre e la sua squadra potrebbe assisterci sul lato tecnico. Ha già promesso il pieno supporto alla proposta. Saluti, Dott. Connor
pt_br: Comandante, Eu fiz um exame completo dos dispositivos encontrados durante as autópsias que nós executamos. Acredito que estamos prontos para apresentar nossas conclusões. De nossa investigação do crescimento do tecido e da cicatrização ao redor da laringe alienígena, concluímos que estes artefatos foram implantados cirurgicamente na garganta dos alienígenas numa idade muito avançada. Em algum ponto durante a adolescência, o dispositivo infantil feito sob medida é removido e uma versão adulta é implantada. Cogitamos diversas possibilidades diferentes para a utilização do dispositivo, desde pré-processadores de alimento até equipamento de suicídio, mas a resposta mais óbvia aponta para a primeira. É algum tipo do respirador, permitindo que os alienígenas sobrevivam em nossa atmosfera, e possivelmente em outras atmosferas também. Cada espécime orgânico que nós autopsiamos carregava um destes dispositivos, todos com a mesma funcionalidade básica, implicando que seu uso contínuo é obrigatório para a sobrevivência mesmo em seu próprio planeta ou que nós estamos vendo apenas os espécimes que são freqüentemente escolhidos para operações planetárias. Claro que usar um respirador externo seria mais fácil e mais econômico se os espécimes apenas fizessem missões curtas em atmosferas hostis. O dispositivo propriamente consiste em um filtro sofisticado esticado através do mencionado windpipe, e dois pequenos tanques esféricos posicionados um em cada lado do brainstem, conectados ao windpipe por um pequeno tubo de metal. Estes tanques são preenchidos com uma mistura de gás comprimido em estado líquido, funcionando como garrafas de oxigênio de um mergulhador. O mecanismo do filtro é semi-inteligente; ele remove metodicamente todos os elementos prejudiciais ao usuário, mas permite que os elementos benéficos passem através. Os tanques são recarregados por um pequeno navel mecânico na parte de trás do pescoço do alienígena. Um exame do conteúdo dos tanques forneceu nossos primeiros dados exatos sobre a atmosfera alienígena. Nós temos agora catalogadas diversas misturas que acreditamos suportarem várias formas de vida alienígenas em nossa unidade de Contenção. Algumas das misturas são compostas de nitrogênio-oxigênio, muito similares à nossa própria atmosfera, mas outras não contêm nenhum oxigênio. Se todas estas misturas forem usadas ativamente por um ou mais espécime alienígena, alguns de nossos inimigos parecem respirar uma atmosfera de metano quase puro. A vasta gama de misturas está nos dando um pouco de trabalho. Claro que seria mais econômico usar grupos separados do que forçar estes espécimes a coexistir no mesmo lugar? Deixando de lado futuros questinamentos, eu estou muito satisfeito com nossos resultados. Agora nós podemos armazenar alienígenas em nossa unidade de Contenção por longos períodos de tempo -- Eles não sufocarão quando seus tanques de atmosfera pararem de funcionar. Isto geralmente acontece após 24 horas sem recarga, assim nenhum atraso irá consumir recursos quando nós planejarmos capturar um espécime. Minha equipe e eu estamos todos ansiosos, para finalmente ter em nossas mãos um espécime vivo, comandante. Sinceramente, Dr. Connor

source: The Alien Mind
el: Το Μυαλό των Εξωγήινων
it: La Mente Aliena
pt_br: A mente alienígena
