Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: b_lab_txt
el: Blueprints -- Laboratory CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 02 October 2021 By: Dr. Richard Strohm, R&D: Bio & Containment Division, PHALANX, Atlantic Operations Command Overview There is a reason why PHALANX labs have been considered the best in the US for the past 50 years. We invented aircraft Stealth technology in the 1960s with the XD4 stealth interceptor and have remained at the forefront with the first production of artificial spider silk four years ago. These are the results of combining the brightest people with the finest equipment available. By keeping ourselves at the forefront, we ensure readiness against a possible extraterrestrial threat. Our new laboratories are equipped for any kind of research; biotechnology, nanotechnology, high-energy lasers, particle physics and more. There is nothing that can fit inside the laboratory's walls that cannot be properly studied, dissected or disassembled. It comes standard with growing vats that can create any organic matter we might need, hologram projectors for testing and 3D simulation, laser and maser installations, a miniature tokamak fusion chamber for plasma research, and a powerful particle accelerator. Any one of these installations would cost a fortune for a civilian operation or military contractor, but due to our experience and efficiency, we can build and maintain all of them at a fraction of the cost. Project times are also greatly reduced by having many types of equipment available at a moment's notice. Our high-level research makes full and continuous use of all of it. As long as we keep receiving the funding we need, the laboratory will remain one of the most essential parts of our defence strategy. In order to defeat any enemy, we must first come to know him, perhaps even understand him. To do that we'll need the best research facilities humanity can build, and ours are it. The Laboratory requires a working Power Plant and Command Centre to function. Recommended Doctrine Our scientists don't need a lab to live in a base, but they can't do their work without one. We should construct and operate as many labs as may be needed and/or affordable. All extraterrestrial technology must be analysed and reverse-engineered (if possible) as soon as we can. As laboratories go, ours are quite cost-effective to build and provide work space for up to 10 scientists each, working full-time. During a possible base attack, they are a moderate-priority target. If extraterrestrial attackers are aware enough of our existence to attack our bases directly, they will most certainly want to shut down our research programs. There are easier targets that can threaten the survival entire base -- especially the power plant -- but if presented as a target of opportunity, the EXTs may very well take the time to set off explosives inside the lab, which tends to be full of volatile substances. Severe damage to the base could result if our labs are not adequately protected. Addenda Addendum, Dr. Dolan Connor, 16 March 2084: Reviewing the files on PHALANX laboratory facilities, I have concluded that these blueprints were well ahead of their time. The design is still viable and can be adapted to our use with only minor equipment upgrades.
es: Contrate a científicos para investigar tecnología extraterrestre.
es_es: Especificaciones -- Laboratorio CLASIFICACIÓN NIVEL NEGRO Unidad de Respuesta Extraterrestre PHALANX Documento de Investigación, Sigma Clearance -- Solo para los ojos del Comandante Archivado: 2 Octubre 2021 By: Dr. Richard Strohm, I+D: División Biológica y de Confinamiento, PHALANX, Centro de Operaciones Atlánticas Descripcion Hay una razon fundamental por la que los laboratorios PHALANX han estado considerados los mejores en los EEUU durante los ultimos 50 años. Nosotros inventamos la tecnología del avión fantasma en los años 60 con el interceptor XD4, y hemos permanecido en la vanguardia del conocimiento al ser la primera organización que consiguió la producción en serie de la seda de araña artificial hace cuatro años. Estos son el resultado de combinar al personal más brillante con el mejor equipamiento disponible. Al mantenernos en la vanguardia de la investigación nos hemos asegurado la capacidad de combatir cualquier amenaza alienígena. Nuestros laboratorios están equipados para cualquier tipo de investigación: biotecnología, nanotecnología, lasers de alta potencia, física de partículas y mucho más. No existe nada que, una vez dentro del laboratorio, no pueda ser estudiado, diseccionado o desarmado. El laboratorio está provisto de tanques orgánicos que nos permite crear cualquier tipo de tejido que podamos necesitar, proyectores holográficos para las simulaciones 3D, equipos de láser y máser, un pequeño reactor de fusión para estudiar la física del plasma y un potente acelerador de partículas. Cualquiera de estas instalaciones costarían una fortuna para cualquier otro laboratorio civil o militar, pero debido a nuestra experiencia podemos contruirlo y mantenerlo por un fracción de su coste de mercado. El tiempo de cada proyecto se ve tambien reducido por la disponibilidad de variado equipamiento; nuestros investigadores pueden estar trabajando en varias cosas a la vez constantemente. Mientras sigamos recibiendo la financiación necesaria el laboratorio seguirá siendo una de las partes esenciales de nuestra estrategia de defensa. Antes de poder derrotar al enemigo necesitamos conocerlo, incluso comprenderlo, y para ello necesitamos las mejores instalaciones de investigación que la humanidad pueda proporcionar. Y las nuestras lo son. Un Laboratorio necesita una planta generadora y un centro de mando operativo para su fucnionamiento. Doctrina Recomendada Nuestros científicos no necesitan un laboratorio para vivir en la base, pero es obvio que sin él no pueden trabajar. Debemos contruir y mantener tantos laboratorios como sean necesarios. Cualquier tecnología alienígena debe ser analizada y reconstruida en el menor tiempo posible. Cada laboratorio no es demasiado costoso de contruir y proporciona espacio de trabajo para 10 científicos trabajando a tiempo completo. Durante un ataque a la base, son un objetivo de prioridad moderada. Si los alienígenas conocen la localización de nuestras bases, seguramente tambien querran detener nuestros programas de investigación. Hay blancos más fáciles que pueden condicionar la supervivencia de la base entera -- por ejemplo la planta generadora de energía --, pero si se presenta la oportunidad no hay duda de que los extraterrestres trataran de hacerlo saltar por los aires con explosivos, ya que suelen estar repletos de sustancias muy volátiles. En estas circunstancias puede producirse un grave daño al resto de las instalaciones de la base. Addenda Addendum, Dr. Dolan Connor, 16 Marzo 2084: Al revisar los archivos de los laboratorios PHALANX hemos llegado a la conclusion de que sus diseños estaban muy adelantados a su tiempo. Sus especificaciones son todavía viables y se pueden adaptar a nuestras necesidades con una mínima inversión.
it: Blueprints -- Laboratory CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 02 October 2021 By: Dr. Richard Strohm, R&D: Bio & Containment Division, PHALANX, Atlantic Operations Command Overview There is a reason why PHALANX labs have been considered the best in the US for the past 50 years. We invented aircraft Stealth technology in the 1960s with the XD4 stealth interceptor and have remained at the forefront with the first production of artificial spider silk four years ago. These are the results of combining the brightest people with the finest equipment available. By keeping ourselves at the forefront, we ensure readiness against a possible extraterrestrial threat. Our new laboratories are equipped for any kind of research; biotechnology, nanotechnology, high-energy lasers, particle physics and more. There is nothing that can fit inside the laboratory's walls that cannot be properly studied, dissected or disassembled. It comes standard with growing vats that can create any organic matter we might need, hologram projectors for testing and 3D simulation, laser and maser installations, a miniature tokamak fusion chamber for plasma research, and a powerful particle accelerator. Any one of these installations would cost a fortune for a civilian operation or military contractor, but due to our experience and efficiency, we can build and maintain all of them at a fraction of the cost. Project times are also greatly reduced by having many types of equipment available at a moment's notice. Our high-level research makes full and continuous use of all of it. As long as we keep receiving the funding we need, the laboratory will remain one of the most essential parts of our defence strategy. In order to defeat any enemy, we must first come to know him, perhaps even understand him. To do that we'll need the best research facilities humanity can build, and ours are it. The Laboratory requires a working Power Plant and Command Centre to function. Recommended Doctrine Our scientists don't need a lab to live in a base, but they can't do their work without one. We should construct and operate as many labs as may be needed and/or affordable. All extraterrestrial technology must be analysed and reverse-engineered (if possible) as soon as we can. As laboratories go, ours are quite cost-effective to build and provide work space for up to 10 scientists each, working full-time. During a possible base attack, they are a moderate-priority target. If extraterrestrial attackers are aware enough of our existence to attack our bases directly, they will most certainly want to shut down our research programs. There are easier targets that can threaten the survival entire base -- especially the power plant -- but if presented as a target of opportunity, the EXTs may very well take the time to set off explosives inside the lab, which tends to be full of volatile substances. Severe damage to the base could result if our labs are not adequately protected. Addenda Addendum, Dr. Dolan Connor, 16 March 2084: Reviewing the files on PHALANX laboratory facilities, I have concluded that these blueprints were well ahead of their time. The design is still viable and can be adapted to our use with only minor equipment upgrades.
pt_br: Blueprints -- Laboratory CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 02 October 2021 By: Dr. Richard Strohm, R&D: Bio & Containment Division, PHALANX, Atlantic Operations Command Overview There is a reason why PHALANX labs have been considered the best in the US for the past 50 years. We invented aircraft Stealth technology in the 1960s with the XD4 stealth interceptor and have remained at the forefront with the first production of artificial spider silk four years ago. These are the results of combining the brightest people with the finest equipment available. By keeping ourselves at the forefront, we ensure readiness against a possible extraterrestrial threat. Our new laboratories are equipped for any kind of research; biotechnology, nanotechnology, high-energy lasers, particle physics and more. There is nothing that can fit inside the laboratory's walls that cannot be properly studied, dissected or disassembled. It comes standard with growing vats that can create any organic matter we might need, hologram projectors for testing and 3D simulation, laser and maser installations, a miniature tokamak fusion chamber for plasma research, and a powerful particle accelerator. Any one of these installations would cost a fortune for a civilian operation or military contractor, but due to our experience and efficiency, we can build and maintain all of them at a fraction of the cost. Project times are also greatly reduced by having many types of equipment available at a moment's notice. Our high-level research makes full and continuous use of all of it. As long as we keep receiving the funding we need, the laboratory will remain one of the most essential parts of our defence strategy. In order to defeat any enemy, we must first come to know him, perhaps even understand him. To do that we'll need the best research facilities humanity can build, and ours are it. The Laboratory requires a working Power Plant and Command Centre to function. Recommended Doctrine Our scientists don't need a lab to live in a base, but they can't do their work without one. We should construct and operate as many labs as may be needed and/or affordable. All extraterrestrial technology must be analysed and reverse-engineered (if possible) as soon as we can. As laboratories go, ours are quite cost-effective to build and provide work space for up to 10 scientists each, working full-time. During a possible base attack, they are a moderate-priority target. If extraterrestrial attackers are aware enough of our existence to attack our bases directly, they will most certainly want to shut down our research programs. There are easier targets that can threaten the survival entire base -- especially the power plant -- but if presented as a target of opportunity, the EXTs may very well take the time to set off explosives inside the lab, which tends to be full of volatile substances. Severe damage to the base could result if our labs are not adequately protected. Addenda Addendum, Dr. Dolan Connor, 16 March 2084: Reviewing the files on PHALANX laboratory facilities, I have concluded that these blueprints were well ahead of their time. The design is still viable and can be adapted to our use with only minor equipment upgrades.
