Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: sniper_txt
el: Technical Specifications: S-1 Sniper Rifle CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. Originally an anti-materiel rifle, the Canada-built Forrester LRWS (Long Range Weapon System) has since been adopted by many countries as their principal sniper rifle. It is one of the bare handful of sniper rifles developed after 2040 that do not feature a bullpup configuration ('bullpup' meaning the magazine and action of the weapon are located behind the grip to reduce overall weapon length). It fires the massive 20mm HMG (Heavy Machine Gun) cartridge, fed by 5-round magazines which can weigh as much as one kilogramme apiece. The piston-retarded floating breech is equipped with an intricate gas dispersal system which decreases felt recoil to the level of an ordinary hunting rifle. This allows quick repeated shots on semi-automatic without any loss of accuracy. The greatest advantages of the LRWS over other modern sniper rifles are its incredibly short barrel and light weight, the only rifle in its size class that can fire the 20mm HMG round. This is made possible by a uniquely-reinforced breech and barrel made almost entirely of tungsten and titanium alloys, able to withstand the force of the round's super-high-velocity powder. Due to its short barrel, designed for tactical urban situations, the LRWS is only effective out to approximately 1 kilometre -- barely a third of the range of a standard anti-materiel rifle -- but we estimate that PHALANX should never face a situation where this might become a problem. Its reduced accuracy is amended by a highly-advanced scope that will calculate and display intelligent bullet trajectories wherever the rifle is pointing. The integral 'smart' bipod features a pneumatic suspension system that keeps the barrel perfectly horizontal to allow accurate fire even on broken ground. The buttstock and grip automatically mould themselves to fit any shooter. Most importantly, this rifle has racked up more alien kills in Mumbai than any other weapon deployed in the fighting. At half the weight of other sniper rifles and twice the manoeuvrability, the LWRS offers the power and flexibility that our agents require. This weapon will not disappoint. For PHALANX use, we have given this rifle the classification S-1. Recommended Doctrine Soldiers equipped with the S-1should keep their distance, fire from cover, and try to use aimed shots whenever possible. This is not an automatic weapon; a missed shot wastes time, ammunition and possibly life. All our snipers should carry at least one backup sidearm such as the P-12 or the CRC-8 SMG, or a combat knife at the very least. Should aliens threaten a sniper at close range, he should immediately draw his sidearm. Under no circumstances should he try to use an S-1 to fend off attackers at close range. The S-1 is too slow-firing to stop an advancing alien and will quickly deplete its magazine if this is attempted. If the soldier tries to shoot his magazine dry before drawing his sidearm, it will be too late. Addenda Along with high-explosive rockets and grenades, this is one of the few standard-issue human weapons that are fully effective against robotic aliens.
it: Technical Specifications: S-1 Sniper Rifle CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. Originally an anti-materiel rifle, the Canada-built Forrester LRWS (Long Range Weapon System) has since been adopted by many countries as their principal sniper rifle. It is one of the bare handful of sniper rifles developed after 2040 that do not feature a bullpup configuration ('bullpup' meaning the magazine and action of the weapon are located behind the grip to reduce overall weapon length). It fires the massive 20mm HMG (Heavy Machine Gun) cartridge, fed by 5-round magazines which can weigh as much as one kilogramme apiece. The piston-retarded floating breech is equipped with an intricate gas dispersal system which decreases felt recoil to the level of an ordinary hunting rifle. This allows quick repeated shots on semi-automatic without any loss of accuracy. The greatest advantages of the LRWS over other modern sniper rifles are its incredibly short barrel and light weight, the only rifle in its size class that can fire the 20mm HMG round. This is made possible by a uniquely-reinforced breech and barrel made almost entirely of tungsten and titanium alloys, able to withstand the force of the round's super-high-velocity powder. Due to its short barrel, designed for tactical urban situations, the LRWS is only effective out to approximately 1 kilometre -- barely a third of the range of a standard anti-materiel rifle -- but we estimate that PHALANX should never face a situation where this might become a problem. Its reduced accuracy is amended by a highly-advanced scope that will calculate and display intelligent bullet trajectories wherever the rifle is pointing. The integral 'smart' bipod features a pneumatic suspension system that keeps the barrel perfectly horizontal to allow accurate fire even on broken ground. The buttstock and grip automatically mould themselves to fit any shooter. Most importantly, this rifle has racked up more alien kills in Mumbai than any other weapon deployed in the fighting. At half the weight of other sniper rifles and twice the manoeuvrability, the LWRS offers the power and flexibility that our agents require. This weapon will not disappoint. For PHALANX use, we have given this rifle the classification S-1. Recommended Doctrine Soldiers equipped with the S-1should keep their distance, fire from cover, and try to use aimed shots whenever possible. This is not an automatic weapon; a missed shot wastes time, ammunition and possibly life. All our snipers should carry at least one backup sidearm such as the P-12 or the CRC-8 SMG, or a combat knife at the very least. Should aliens threaten a sniper at close range, he should immediately draw his sidearm. Under no circumstances should he try to use an S-1 to fend off attackers at close range. The S-1 is too slow-firing to stop an advancing alien and will quickly deplete its magazine if this is attempted. If the soldier tries to shoot his magazine dry before drawing his sidearm, it will be too late. Addenda Along with high-explosive rockets and grenades, this is one of the few standard-issue human weapons that are fully effective against robotic aliens.
pt_br: Technical Specifications: S-1 Sniper Rifle CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. Originally an anti-materiel rifle, the Canada-built Forrester LRWS (Long Range Weapon System) has since been adopted by many countries as their principal sniper rifle. It is one of the bare handful of sniper rifles developed after 2040 that do not feature a bullpup configuration ('bullpup' meaning the magazine and action of the weapon are located behind the grip to reduce overall weapon length). It fires the massive 20mm HMG (Heavy Machine Gun) cartridge, fed by 5-round magazines which can weigh as much as one kilogramme apiece. The piston-retarded floating breech is equipped with an intricate gas dispersal system which decreases felt recoil to the level of an ordinary hunting rifle. This allows quick repeated shots on semi-automatic without any loss of accuracy. The greatest advantages of the LRWS over other modern sniper rifles are its incredibly short barrel and light weight, the only rifle in its size class that can fire the 20mm HMG round. This is made possible by a uniquely-reinforced breech and barrel made almost entirely of tungsten and titanium alloys, able to withstand the force of the round's super-high-velocity powder. Due to its short barrel, designed for tactical urban situations, the LRWS is only effective out to approximately 1 kilometre -- barely a third of the range of a standard anti-materiel rifle -- but we estimate that PHALANX should never face a situation where this might become a problem. Its reduced accuracy is amended by a highly-advanced scope that will calculate and display intelligent bullet trajectories wherever the rifle is pointing. The integral 'smart' bipod features a pneumatic suspension system that keeps the barrel perfectly horizontal to allow accurate fire even on broken ground. The buttstock and grip automatically mould themselves to fit any shooter. Most importantly, this rifle has racked up more alien kills in Mumbai than any other weapon deployed in the fighting. At half the weight of other sniper rifles and twice the manoeuvrability, the LWRS offers the power and flexibility that our agents require. This weapon will not disappoint. For PHALANX use, we have given this rifle the classification S-1. Recommended Doctrine Soldiers equipped with the S-1should keep their distance, fire from cover, and try to use aimed shots whenever possible. This is not an automatic weapon; a missed shot wastes time, ammunition and possibly life. All our snipers should carry at least one backup sidearm such as the P-12 or the CRC-8 SMG, or a combat knife at the very least. Should aliens threaten a sniper at close range, he should immediately draw his sidearm. Under no circumstances should he try to use an S-1 to fend off attackers at close range. The S-1 is too slow-firing to stop an advancing alien and will quickly deplete its magazine if this is attempted. If the soldier tries to shoot his magazine dry before drawing his sidearm, it will be too late. Addenda Along with high-explosive rockets and grenades, this is one of the few standard-issue human weapons that are fully effective against robotic aliens.

source: sniper_mag_txt
el: Technical Specifications: Sniper Rifle Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 5 rounds of 20x140mm HMG (Heavy Machine Gun) ammunition. It is a conventional single-column box design, and can be extremely heavy due to the weight of the rounds inside. One magazine can weigh up to 1 kilogramme depending on the type of ammo used. The rounds in this magazine are high-quality match grade ammunition meant for heavy sniper rifles; they are more accurate and expensive than ordinary HMG rounds. The magazine is meant to be loaded into an S-1 Sniper Rifle. Recommended Doctrine All soldiers equipped with sniper rifles should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
it: Technical Specifications: Sniper Rifle Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 5 rounds of 20x140mm HMG (Heavy Machine Gun) ammunition. It is a conventional single-column box design, and can be extremely heavy due to the weight of the rounds inside. One magazine can weigh up to 1 kilogramme depending on the type of ammo used. The rounds in this magazine are high-quality match grade ammunition meant for heavy sniper rifles; they are more accurate and expensive than ordinary HMG rounds. The magazine is meant to be loaded into an S-1 Sniper Rifle. Recommended Doctrine All soldiers equipped with sniper rifles should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
pt_br: Technical Specifications: Sniper Rifle Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 5 rounds of 20x140mm HMG (Heavy Machine Gun) ammunition. It is a conventional single-column box design, and can be extremely heavy due to the weight of the rounds inside. One magazine can weigh up to 1 kilogramme depending on the type of ammo used. The rounds in this magazine are high-quality match grade ammunition meant for heavy sniper rifles; they are more accurate and expensive than ordinary HMG rounds. The magazine is meant to be loaded into an S-1 Sniper Rifle. Recommended Doctrine All soldiers equipped with sniper rifles should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.

source: Anti-Alien Gas
el: Αέριο κατά των εξωγήινων
it: Gas Anti-Alieno
pt_br: Gás Anti-Alienígena

source: stungren_txt
el: Commander, We've achieved results in our effort to create anti-alien chemicals that can be effectively used on the battlefield. One agent in particular has been classified as fully combat-capable and is ready to be deployed at your say-so. The agent in question is a cocktail of bleach, mustard gas, titanium tetrachloride and several other nasty compounds, combining to form a substance we like to call "CHOKE". It is a highly powerful blistering agent that reacts with organic skin in seconds rather than hours. It reacts violently with air to provide several minutes of gas coverage over a small, concentrated area. The effects on organic tissue are harsh. Even minor contact with the skin or mucous membranes will cause severe irritation, resulting in restricted breathing and excruciating pain. Contact with the eyes can cause prolonged, even permanent blindness if left untreated. The agony caused by CHOKE is so acute and disabling that it will knock the fight out of almost anything with which it comes into contact. Our organic alien captives have all demonstrated very satisfying responses; most targets go into shock and exhibit little to no motor control until dosed up with painkillers and anti-CHOKE medication. Their breathing apparatus offers no defence whatsoever against an agent which doesn't need to enter the lungs. CHOKE is equally effective against humans. Volunteer testing has left battle-hardened soldiers hunched on the floor in a foetal position, frozen in place and barely able to breathe. Two subjects had to be rushed to hospital due to blistering of the lungs and fluid buildup, but I'm happy to report both will survive. It is however recommended that our troops be kept away from any deployed CHOKE at all times. If one of our troops does manage to come into contact with it, we've loaded our medikits with the appropriate drugs to treat and revive. The only defence against CHOKE is full body coverage. Any exposed skin or breathing passage is a vulnerability, and so far the aliens have deployed no armour that would protect their troops against this kind of attack. As far as PHALANX agents are concerned, a full head-enclosing gas mask should protect them adequately, since our standard uniforms and armours provide airtight coverage of the soldier's body. We've created a delivery system in the form of a standard throwable canister. Our troops should experience no problems using this item in the field. Sincerely, Dr. Connor
it: Commander, We've achieved results in our effort to create anti-alien chemicals that can be effectively used on the battlefield. One agent in particular has been classified as fully combat-capable and is ready to be deployed at your say-so. The agent in question is a cocktail of bleach, mustard gas, titanium tetrachloride and several other nasty compounds, combining to form a substance we like to call "CHOKE". It is a highly powerful blistering agent that reacts with organic skin in seconds rather than hours. It reacts violently with air to provide several minutes of gas coverage over a small, concentrated area. The effects on organic tissue are harsh. Even minor contact with the skin or mucous membranes will cause severe irritation, resulting in restricted breathing and excruciating pain. Contact with the eyes can cause prolonged, even permanent blindness if left untreated. The agony caused by CHOKE is so acute and disabling that it will knock the fight out of almost anything with which it comes into contact. Our organic alien captives have all demonstrated very satisfying responses; most targets go into shock and exhibit little to no motor control until dosed up with painkillers and anti-CHOKE medication. Their breathing apparatus offers no defence whatsoever against an agent which doesn't need to enter the lungs. CHOKE is equally effective against humans. Volunteer testing has left battle-hardened soldiers hunched on the floor in a foetal position, frozen in place and barely able to breathe. Two subjects had to be rushed to hospital due to blistering of the lungs and fluid buildup, but I'm happy to report both will survive. It is however recommended that our troops be kept away from any deployed CHOKE at all times. If one of our troops does manage to come into contact with it, we've loaded our medikits with the appropriate drugs to treat and revive. The only defence against CHOKE is full body coverage. Any exposed skin or breathing passage is a vulnerability, and so far the aliens have deployed no armour that would protect their troops against this kind of attack. As far as PHALANX agents are concerned, a full head-enclosing gas mask should protect them adequately, since our standard uniforms and armours provide airtight coverage of the soldier's body. We've created a delivery system in the form of a standard throwable canister. Our troops should experience no problems using this item in the field. Sincerely, Dr. Connor
pt_br: Commander, We've achieved results in our effort to create anti-alien chemicals that can be effectively used on the battlefield. One agent in particular has been classified as fully combat-capable and is ready to be deployed at your say-so. The agent in question is a cocktail of bleach, mustard gas, titanium tetrachloride and several other nasty compounds, combining to form a substance we like to call "CHOKE". It is a highly powerful blistering agent that reacts with organic skin in seconds rather than hours. It reacts violently with air to provide several minutes of gas coverage over a small, concentrated area. The effects on organic tissue are harsh. Even minor contact with the skin or mucous membranes will cause severe irritation, resulting in restricted breathing and excruciating pain. Contact with the eyes can cause prolonged, even permanent blindness if left untreated. The agony caused by CHOKE is so acute and disabling that it will knock the fight out of almost anything with which it comes into contact. Our organic alien captives have all demonstrated very satisfying responses; most targets go into shock and exhibit little to no motor control until dosed up with painkillers and anti-CHOKE medication. Their breathing apparatus offers no defence whatsoever against an agent which doesn't need to enter the lungs. CHOKE is equally effective against humans. Volunteer testing has left battle-hardened soldiers hunched on the floor in a foetal position, frozen in place and barely able to breathe. Two subjects had to be rushed to hospital due to blistering of the lungs and fluid buildup, but I'm happy to report both will survive. It is however recommended that our troops be kept away from any deployed CHOKE at all times. If one of our troops does manage to come into contact with it, we've loaded our medikits with the appropriate drugs to treat and revive. The only defence against CHOKE is full body coverage. Any exposed skin or breathing passage is a vulnerability, and so far the aliens have deployed no armour that would protect their troops against this kind of attack. As far as PHALANX agents are concerned, a full head-enclosing gas mask should protect them adequately, since our standard uniforms and armours provide airtight coverage of the soldier's body. We've created a delivery system in the form of a standard throwable canister. Our troops should experience no problems using this item in the field. Sincerely, Dr. Connor
