Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: smg_txt
el: Technical Specifications: CRC-8 SMG CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. Designed and manufactured in mainland China, the Ohm 55 SMG is one of the most frightening weapons to come out of the Second Cold War. It was first prototyped in 2035 by scientists working for the Communist Chinese government. Production models were only trickling into government units by the end of the war, but the rebel and Commonwealth troops quickly learned to respect the Ohm's ferocity. Its rate of fire at full auto exceeds 1200 rounds per minute. It can chew through a 50-round magazine in three seconds. It fires an upgraded version of the Belgian 5.7mm armour-piercing round, a steel penetrator with aluminium core, which can tear kevlar like paper and tumbles brutally through flesh and bone. Even modern ballistic fibre cannot stop this round at anything closer than 12 metres. The Ohm 55 has dominated the field of SMGs for the past 50 years and will continue to do so for at least the next decade. The Ohm is highly manoeuvrable with a short barrel and sleek lines, but can suffer from excessive muzzle climb on full auto due to the sheer weight of lead the weapon puts out. Autofire also tends to empty the magazine before the shooter even realises he's holding down the trigger. Still, after nearly 50 years in service around the world, this remains the Ohm 55's only known design flaw. For PHALANX use, we have given this submachine gun the classification CRC-8. Recommended Doctrine The CRC-8 is intended for point-blank urban firefights. It will perform very well in this role, but don't expect it to hit the broad side of a barn out to medium range. It can also function as a high-powered sidearm, but may be too bulky for most soldiers to use in this manner. While the CRC-8 does suffer excessive muzzle climb on full auto, throwing off the aim of even experienced users, it is much more docile in its standard burst mode. Full auto should rarely be considered outside of panic situations. Addenda Despite good penetration against organics, this weapon performs very poorly against robotic targets.
it: Technical Specifications: CRC-8 SMG CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. Designed and manufactured in mainland China, the Ohm 55 SMG is one of the most frightening weapons to come out of the Second Cold War. It was first prototyped in 2035 by scientists working for the Communist Chinese government. Production models were only trickling into government units by the end of the war, but the rebel and Commonwealth troops quickly learned to respect the Ohm's ferocity. Its rate of fire at full auto exceeds 1200 rounds per minute. It can chew through a 50-round magazine in three seconds. It fires an upgraded version of the Belgian 5.7mm armour-piercing round, a steel penetrator with aluminium core, which can tear kevlar like paper and tumbles brutally through flesh and bone. Even modern ballistic fibre cannot stop this round at anything closer than 12 metres. The Ohm 55 has dominated the field of SMGs for the past 50 years and will continue to do so for at least the next decade. The Ohm is highly manoeuvrable with a short barrel and sleek lines, but can suffer from excessive muzzle climb on full auto due to the sheer weight of lead the weapon puts out. Autofire also tends to empty the magazine before the shooter even realises he's holding down the trigger. Still, after nearly 50 years in service around the world, this remains the Ohm 55's only known design flaw. For PHALANX use, we have given this submachine gun the classification CRC-8. Recommended Doctrine The CRC-8 is intended for point-blank urban firefights. It will perform very well in this role, but don't expect it to hit the broad side of a barn out to medium range. It can also function as a high-powered sidearm, but may be too bulky for most soldiers to use in this manner. While the CRC-8 does suffer excessive muzzle climb on full auto, throwing off the aim of even experienced users, it is much more docile in its standard burst mode. Full auto should rarely be considered outside of panic situations. Addenda Despite good penetration against organics, this weapon performs very poorly against robotic targets.
pt_br: Technical Specifications: CRC-8 SMG CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. Designed and manufactured in mainland China, the Ohm 55 SMG is one of the most frightening weapons to come out of the Second Cold War. It was first prototyped in 2035 by scientists working for the Communist Chinese government. Production models were only trickling into government units by the end of the war, but the rebel and Commonwealth troops quickly learned to respect the Ohm's ferocity. Its rate of fire at full auto exceeds 1200 rounds per minute. It can chew through a 50-round magazine in three seconds. It fires an upgraded version of the Belgian 5.7mm armour-piercing round, a steel penetrator with aluminium core, which can tear kevlar like paper and tumbles brutally through flesh and bone. Even modern ballistic fibre cannot stop this round at anything closer than 12 metres. The Ohm 55 has dominated the field of SMGs for the past 50 years and will continue to do so for at least the next decade. The Ohm is highly manoeuvrable with a short barrel and sleek lines, but can suffer from excessive muzzle climb on full auto due to the sheer weight of lead the weapon puts out. Autofire also tends to empty the magazine before the shooter even realises he's holding down the trigger. Still, after nearly 50 years in service around the world, this remains the Ohm 55's only known design flaw. For PHALANX use, we have given this submachine gun the classification CRC-8. Recommended Doctrine The CRC-8 is intended for point-blank urban firefights. It will perform very well in this role, but don't expect it to hit the broad side of a barn out to medium range. It can also function as a high-powered sidearm, but may be too bulky for most soldiers to use in this manner. While the CRC-8 does suffer excessive muzzle climb on full auto, throwing off the aim of even experienced users, it is much more docile in its standard burst mode. Full auto should rarely be considered outside of panic situations. Addenda Despite good penetration against organics, this weapon performs very poorly against robotic targets.

source: smg_mag_txt
el: Technical Specifications: SMG Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This large magazine contains 50 rounds of 5.7x28mm ammunition. It features a complicated triple-column arrangement, its rounds packed into the magazine in three large stacks. The round itself shreds armour at close range and produces horrific wounds. It typically generates low recoil, but the round's gentle characteristics are overwhelmed by the CRC-8's incredible rate of fire on full auto. The magazine is meant to be loaded into a CRC-8 SMG. Recommended Doctrine All soldiers equipped with SMGs should carry at least one reload whenever they go out in the field. Two or more are strongly recommended if the SMG is used as a primary weapon, since it can consume vast amounts of ammunition. It is not advisable to send our troops into combat without spare magazines. Addenda None.
it: Technical Specifications: SMG Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This large magazine contains 50 rounds of 5.7x28mm ammunition. It features a complicated triple-column arrangement, its rounds packed into the magazine in three large stacks. The round itself shreds armour at close range and produces horrific wounds. It typically generates low recoil, but the round's gentle characteristics are overwhelmed by the CRC-8's incredible rate of fire on full auto. The magazine is meant to be loaded into a CRC-8 SMG. Recommended Doctrine All soldiers equipped with SMGs should carry at least one reload whenever they go out in the field. Two or more are strongly recommended if the SMG is used as a primary weapon, since it can consume vast amounts of ammunition. It is not advisable to send our troops into combat without spare magazines. Addenda None.
pt_br: Technical Specifications: SMG Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This large magazine contains 50 rounds of 5.7x28mm ammunition. It features a complicated triple-column arrangement, its rounds packed into the magazine in three large stacks. The round itself shreds armour at close range and produces horrific wounds. It typically generates low recoil, but the round's gentle characteristics are overwhelmed by the CRC-8's incredible rate of fire on full auto. The magazine is meant to be loaded into a CRC-8 SMG. Recommended Doctrine All soldiers equipped with SMGs should carry at least one reload whenever they go out in the field. Two or more are strongly recommended if the SMG is used as a primary weapon, since it can consume vast amounts of ammunition. It is not advisable to send our troops into combat without spare magazines. Addenda None.

source: smokegren_txt
el: Technical Specifications: Smoke Grenade CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The 'Artificial Fog' smoke grenade was developed by the African league of nations during the war on the diamond cartels. It is an ingenious design which proves that, even in the age of electronic perception, the smoke grenade hasn't outlived its usefulness. There is no vision system that cannot be defeated somehow, and upgraded smoke grenades like the Artificial Fog grenade can block infrared sighting equipment as easily as they block the Mk. 1 Eyeball. The Artificial Fog grenade is what is called a 'bursting' smoke grenade. Instead of pouring smoke out of holes in the top, it bursts apart much like an incendiary grenade and covers a large area of ground with titanium tetrachloride, which quickly produces vast clouds of corrosive white smoke. It also fills the air with minuscule 'chaff', flakes of iron that refract radar waves and generally muck up the electronic picture of the battlefield. Other trace additives to the smoke help refract most of the non-visible EM spectrum. Even alien technology has trouble sifting through the thick soup. Titanium tetrachloride smoke by itself is slightly harmful to human beings due to its acidity. The additives make it more dangerous, especially breathing iron flakes, but it's nothing our medics can't deal with. Recommended Doctrine Smoke grenades are an important tool to hide our approaches, cover tactical withdrawals, and to temporarily lock unwanted participants out of a firefight. It is recommended that every soldier carry one for these purposes. Not every mission may require concealment, but we can never know when the opportune moment will present itself. Gas masks are recommended if several smokescreens pile up on each other. Addenda None.
it: Technical Specifications: Smoke Grenade CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The 'Artificial Fog' smoke grenade was developed by the African league of nations during the war on the diamond cartels. It is an ingenious design which proves that, even in the age of electronic perception, the smoke grenade hasn't outlived its usefulness. There is no vision system that cannot be defeated somehow, and upgraded smoke grenades like the Artificial Fog grenade can block infrared sighting equipment as easily as they block the Mk. 1 Eyeball. The Artificial Fog grenade is what is called a 'bursting' smoke grenade. Instead of pouring smoke out of holes in the top, it bursts apart much like an incendiary grenade and covers a large area of ground with titanium tetrachloride, which quickly produces vast clouds of corrosive white smoke. It also fills the air with minuscule 'chaff', flakes of iron that refract radar waves and generally muck up the electronic picture of the battlefield. Other trace additives to the smoke help refract most of the non-visible EM spectrum. Even alien technology has trouble sifting through the thick soup. Titanium tetrachloride smoke by itself is slightly harmful to human beings due to its acidity. The additives make it more dangerous, especially breathing iron flakes, but it's nothing our medics can't deal with. Recommended Doctrine Smoke grenades are an important tool to hide our approaches, cover tactical withdrawals, and to temporarily lock unwanted participants out of a firefight. It is recommended that every soldier carry one for these purposes. Not every mission may require concealment, but we can never know when the opportune moment will present itself. Gas masks are recommended if several smokescreens pile up on each other. Addenda None.
pt_br: Technical Specifications: Smoke Grenade CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The 'Artificial Fog' smoke grenade was developed by the African league of nations during the war on the diamond cartels. It is an ingenious design which proves that, even in the age of electronic perception, the smoke grenade hasn't outlived its usefulness. There is no vision system that cannot be defeated somehow, and upgraded smoke grenades like the Artificial Fog grenade can block infrared sighting equipment as easily as they block the Mk. 1 Eyeball. The Artificial Fog grenade is what is called a 'bursting' smoke grenade. Instead of pouring smoke out of holes in the top, it bursts apart much like an incendiary grenade and covers a large area of ground with titanium tetrachloride, which quickly produces vast clouds of corrosive white smoke. It also fills the air with minuscule 'chaff', flakes of iron that refract radar waves and generally muck up the electronic picture of the battlefield. Other trace additives to the smoke help refract most of the non-visible EM spectrum. Even alien technology has trouble sifting through the thick soup. Titanium tetrachloride smoke by itself is slightly harmful to human beings due to its acidity. The additives make it more dangerous, especially breathing iron flakes, but it's nothing our medics can't deal with. Recommended Doctrine Smoke grenades are an important tool to hide our approaches, cover tactical withdrawals, and to temporarily lock unwanted participants out of a firefight. It is recommended that every soldier carry one for these purposes. Not every mission may require concealment, but we can never know when the opportune moment will present itself. Gas masks are recommended if several smokescreens pile up on each other. Addenda None.
