Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: irgoggles_txt
el: Technical Specifications: IR Goggles CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created not only to find the right weapons to combat the alien threat, but also to find armour and other items of battlefield utility to help our soldiers complete their missions and return to base alive. These items are designed to increase a soldier's combat effectiveness or general survivability. Infrared night-vision imaging has been used on battlefields for generations, and miniaturisation technology has allowed it to become part of a soldier's standard issue for nighttime operations. Advances in electronics over the last 30 years have allowed IR imaging equipment to shrink to the size of swimming goggles with no loss of efficiency. These goggles pick up all infrared emissions in the area and display them on the inside of the lenses. They can be easily worn for the duration of a nighttime engagement, greatly extending a soldier's visual range in the darkness and allowing him to see targets through thin walls. Thick walls present a greater obstacle and may obscure targets inside entirely. Of course, there is no way to distinguish between the IR signatures of civilians and those of aliens whenever we do not have direct line of sight. Any readings taken through walls or other obstacles will not be conclusive. Our IR goggles will work even during the day, though their effectiveness will be greatly reduced in daylight. Unfortunately, this technology does have its drawbacks. Wearing goggles limits the soldier's peripheral vision and reduces hand-eye coordination, causing a slight drop in accuracy. They will hamper a soldier's eyesight as long as they are worn. Worse, our records from Mumbai confirm that some aliens with low heat emissions don't show up on infrared at all. Detection range for these aliens will actually be reduced, allowing them to sneak up on us if no other members of the team are in range to spot the approaching threat. In conclusion, these goggles will increase our nighttime performance exponentially, making night engagements much more survivable for our troops. However, they are not and will never be a foolproof substitute for the Mk. 1 Eyeball. Recommended Doctrine We should use these items sparingly and tactically to avoid costly mistakes. It is recommended that no more than half the team wear goggles during an engagement in order to avoid surprises. Two-man fireteams -- one man equipped with goggles, one man with normal eyesight -- are recommended for maximum battlefield effectiveness. Using goggles during daytime is generally contraindicated, as they lose most of their utility in daylight conditions. The only reason to continue wearing them under such conditions is their limited ability to see through walls. Close-range combat troops will suffer least from the accuracy penalty inflicted by IR goggles. However, longer-range shooters cannot afford this penalty, as a missed shot with one of these weapons may have dire consequences. Snipers in particular will have infrared laser targeting available via their scopes anyway. Addenda None.
es: Este artefacto permite a cualquier soldado que lo utilice detectar cualquier fuente de calor, por ejemplo extraterrestres. Es útil para ubicar extraterrestres detrás de las paredes.
es_es: Especificaciones técnicas: Lanzagranadas CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 20 Marzo 2084 By: Cdr. Paul Navarre, I+D: División de Ingenieria, PHALANX, Centro de Operaciones Atlánticas Descripción El ataque alienígena a Mumbai hizo nuestra situación dolorosamente clara. Su tecnología es mucho más avanzada que la nuestra. La completa falta de avance de las tropas de la Commonwealth en la ofensiva de Mumbai reveló debilidades críticas en el equipamiento y entrenamiento militar actual. Se perdieron tres batallones en el campo de tiro sin inflingir bajas significativas en el enemigo. PHALANX debe superar estos problemas, y para ello necesitamos la mejor tecnología que la humanidad pueda proporcionar. El Programa Excalibur fue creado no sólo para encontrar las armas adecuadas para combatir la amenaza alienígena, sino tambien para proporcionar el blindaje y cualquier otro tipo de equipamiento que nuestros soldados necesitasen en el campo de batalla para regresar sanos y salvos de una batalla victoriosa. Este equipamiento ha sido diseñado para incrementar la eficacia del soldado en combate y su capacidad de supervivencia en general. Las Gafas de Vision Nocturna infrarrojas han sido usadas en los campos de batalla durante generaciones, y la miniaturización ha conseguido que se conviertan en parte del uniforme estandar de un soldado en operaciones nocturnas. Los avances en electrónica durante los últimos 30 años han permitido al equipo de visión infrarroja reducir su tamaño hasta el de unas simples gafas de buceo sin perder eficacia. Estas gafas captan todas las emisiones infrarrojas en el entorno y las muestran en la parte interna de las lentes. Pueden llevarse comodamente toda la duración de un combate nocturno, extendiendo el alcance visual del soldado en la oscuridad y permitiendole incluso ver enemigos a traves de paredes delgadas. Las paredes más gruesas presentan un gran obstaculo para estas gafas y pueden ocultar al enemigo completamente. Por desgracia no hay forma de distinguir entre las emisiones infrarrojas de un civil de aquellas emitidas por un alienígena si no tenemos linea de visión directa. Cualquier lectura tomada a traves de paredes u otros obstaculos no debe ser considerada como definitiva para el inicio de un ataque. Las gafas de vision nocturna trabajan incluso de dia, aunque su efectividad se verá muy reducida a pleno sol. Desgraciadamente esta tecnología tiene sus desventajas. Llevar las gafas puestas limita la visión periférica del soldado y reduce la coordinación mano-ojo, provocando una pequeña merma de punteria. Peor aun, nuestros archivos procedentes del ataque de Mumbai confirman que algunos alienígenas que emiten poco calor corporal pueden escapar por completo a la visión infrarroja. Esto podría permitirles acercarse sigilosamente a nuestro equipo y comenzar un ataque a corto alcance si ninguno de nuestros otros soldados es capaz de verlos. Conclusión: estas gafas incrementaran nuestra eficacia en situaciones nocturnas, haciendo que estas sean mucho menos peligrosas para nuestras tropas. Doctrina Recomendada Debemos usar este equipo de forma esporádica y táctica para evitar costosos errores. Se recomienda que no más de la mitad del equipo las lleve durante un enfrentamiento para no tener sorpresas. Un equipo de dos hombres -- uno equipado con estas gafas y otro sin ellas -- es la mejor combinación en el campo de batalla. Usar las gafas durante el dia está generalmente contraindicado ya que pierden mucha de su utilidad a pleno sol. La unica razón para continuar su uso en estas situaciones podría ser para tener una referencia termica a traves de paredes delgadas. Los combatientes con armas de corto alcance sufrirán poco las consecuencias de esta perdida de puntería, pero para los tiradores de largo alcance puede ser fatal, ya que un tiro fallado puede tener consecuencias terribles para todo el grupo. De todas formas los francotiradores tendrán dispositivos apuntadores laser en sus mirillas. Addenda Ninguno.
it: Technical Specifications: IR Goggles CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created not only to find the right weapons to combat the alien threat, but also to find armour and other items of battlefield utility to help our soldiers complete their missions and return to base alive. These items are designed to increase a soldier's combat effectiveness or general survivability. Infrared night-vision imaging has been used on battlefields for generations, and miniaturisation technology has allowed it to become part of a soldier's standard issue for nighttime operations. Advances in electronics over the last 30 years have allowed IR imaging equipment to shrink to the size of swimming goggles with no loss of efficiency. These goggles pick up all infrared emissions in the area and display them on the inside of the lenses. They can be easily worn for the duration of a nighttime engagement, greatly extending a soldier's visual range in the darkness and allowing him to see targets through thin walls. Thick walls present a greater obstacle and may obscure targets inside entirely. Of course, there is no way to distinguish between the IR signatures of civilians and those of aliens whenever we do not have direct line of sight. Any readings taken through walls or other obstacles will not be conclusive. Our IR goggles will work even during the day, though their effectiveness will be greatly reduced in daylight. Unfortunately, this technology does have its drawbacks. Wearing goggles limits the soldier's peripheral vision and reduces hand-eye coordination, causing a slight drop in accuracy. They will hamper a soldier's eyesight as long as they are worn. Worse, our records from Mumbai confirm that some aliens with low heat emissions don't show up on infrared at all. Detection range for these aliens will actually be reduced, allowing them to sneak up on us if no other members of the team are in range to spot the approaching threat. In conclusion, these goggles will increase our nighttime performance exponentially, making night engagements much more survivable for our troops. However, they are not and will never be a foolproof substitute for the Mk. 1 Eyeball. Recommended Doctrine We should use these items sparingly and tactically to avoid costly mistakes. It is recommended that no more than half the team wear goggles during an engagement in order to avoid surprises. Two-man fireteams -- one man equipped with goggles, one man with normal eyesight -- are recommended for maximum battlefield effectiveness. Using goggles during daytime is generally contraindicated, as they lose most of their utility in daylight conditions. The only reason to continue wearing them under such conditions is their limited ability to see through walls. Close-range combat troops will suffer least from the accuracy penalty inflicted by IR goggles. However, longer-range shooters cannot afford this penalty, as a missed shot with one of these weapons may have dire consequences. Snipers in particular will have infrared laser targeting available via their scopes anyway. Addenda None.
pt_br: Technical Specifications: IR Goggles CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created not only to find the right weapons to combat the alien threat, but also to find armour and other items of battlefield utility to help our soldiers complete their missions and return to base alive. These items are designed to increase a soldier's combat effectiveness or general survivability. Infrared night-vision imaging has been used on battlefields for generations, and miniaturisation technology has allowed it to become part of a soldier's standard issue for nighttime operations. Advances in electronics over the last 30 years have allowed IR imaging equipment to shrink to the size of swimming goggles with no loss of efficiency. These goggles pick up all infrared emissions in the area and display them on the inside of the lenses. They can be easily worn for the duration of a nighttime engagement, greatly extending a soldier's visual range in the darkness and allowing him to see targets through thin walls. Thick walls present a greater obstacle and may obscure targets inside entirely. Of course, there is no way to distinguish between the IR signatures of civilians and those of aliens whenever we do not have direct line of sight. Any readings taken through walls or other obstacles will not be conclusive. Our IR goggles will work even during the day, though their effectiveness will be greatly reduced in daylight. Unfortunately, this technology does have its drawbacks. Wearing goggles limits the soldier's peripheral vision and reduces hand-eye coordination, causing a slight drop in accuracy. They will hamper a soldier's eyesight as long as they are worn. Worse, our records from Mumbai confirm that some aliens with low heat emissions don't show up on infrared at all. Detection range for these aliens will actually be reduced, allowing them to sneak up on us if no other members of the team are in range to spot the approaching threat. In conclusion, these goggles will increase our nighttime performance exponentially, making night engagements much more survivable for our troops. However, they are not and will never be a foolproof substitute for the Mk. 1 Eyeball. Recommended Doctrine We should use these items sparingly and tactically to avoid costly mistakes. It is recommended that no more than half the team wear goggles during an engagement in order to avoid surprises. Two-man fireteams -- one man equipped with goggles, one man with normal eyesight -- are recommended for maximum battlefield effectiveness. Using goggles during daytime is generally contraindicated, as they lose most of their utility in daylight conditions. The only reason to continue wearing them under such conditions is their limited ability to see through walls. Close-range combat troops will suffer least from the accuracy penalty inflicted by IR goggles. However, longer-range shooters cannot afford this penalty, as a missed shot with one of these weapons may have dire consequences. Snipers in particular will have infrared laser targeting available via their scopes anyway. Addenda None.

source: kerrblade_txt
el: Our analysis of the Kerrblade is complete, Commander. Here is my summary for your review. The Kerrblade seems at first glance like the alien equivalent of our combat knife. Reality would be a better place if that were true. We've concluded it is much more than that, and the truth is far from comforting. Crafted from carbon alloy and alien plastics, it is surprisingly light and contains no metal whatsoever. The material itself is highly interesting for our weapons production. No matter how much we abuse it during testing, the blade will not chip, nick or bend. We think we might be able to duplicate the stuff with some more research. Its shape vaguely resembles the old curved swords from human history, though perhaps it has more relation to something out of fantasy fiction. It's too large, unwieldy and poorly balanced for the human hand. The blade, however, tapers to an incredible edge; we have measured it to be only one molecule wide. This gives the Kerrblade its fantastic cutting power. In our battlefield footage, we've seen the Kerrblade used with a curious, long-fingered grip -- one which the human hand is unable to duplicate -- that seems to indicate the Kerrblade is used as something other than a purpose-designed weapon. The closest analogies we've been able to find on Earth are those of a surgeon's scalpel and certain ancient disemboweling tools. This comparison was one of our first clues as to the true purpose of the Kerrblade. We put this together with some gruesome camera footage from Mumbai, which was so grainy that we could only guess what the aliens were doing, until now. The Kerrblade is, in fact, an autopsy tool. It's used by the aliens to cut up live or dead humans and extract whatever tissue or organ they like. The large, sharp spike at the bottom of the blade is inserted into the solar plexus, then moved upwards like a pair of scissors, or a can opener. It goes through the sternum with disturbing ease. At this point the alien will fold open the ribcage and rip or cut out whatever he needs. I wish we could just burn the things, but unfortunately they're too damned valuable. Though not primarily designed as weapons these Kerrblades are far more effective than any human combat knife. They cut up aliens almost as well as humans. The grip is highly uncomfortable for human hands, but we can adapt human grips easily enough. However, the blades are too big to ever fit into the standard-issue PHALANX holster. They can only be kept in a soldier's hands or in the backpack. This somewhat defeats the purpose of a knife -- but obviously we have no other melee weapon that even comes close in terms of power. --Cdr. Navarre
it: Our analysis of the Kerrblade is complete, Commander. Here is my summary for your review. The Kerrblade seems at first glance like the alien equivalent of our combat knife. Reality would be a better place if that were true. We've concluded it is much more than that, and the truth is far from comforting. Crafted from carbon alloy and alien plastics, it is surprisingly light and contains no metal whatsoever. The material itself is highly interesting for our weapons production. No matter how much we abuse it during testing, the blade will not chip, nick or bend. We think we might be able to duplicate the stuff with some more research. Its shape vaguely resembles the old curved swords from human history, though perhaps it has more relation to something out of fantasy fiction. It's too large, unwieldy and poorly balanced for the human hand. The blade, however, tapers to an incredible edge; we have measured it to be only one molecule wide. This gives the Kerrblade its fantastic cutting power. In our battlefield footage, we've seen the Kerrblade used with a curious, long-fingered grip -- one which the human hand is unable to duplicate -- that seems to indicate the Kerrblade is used as something other than a purpose-designed weapon. The closest analogies we've been able to find on Earth are those of a surgeon's scalpel and certain ancient disemboweling tools. This comparison was one of our first clues as to the true purpose of the Kerrblade. We put this together with some gruesome camera footage from Mumbai, which was so grainy that we could only guess what the aliens were doing, until now. The Kerrblade is, in fact, an autopsy tool. It's used by the aliens to cut up live or dead humans and extract whatever tissue or organ they like. The large, sharp spike at the bottom of the blade is inserted into the solar plexus, then moved upwards like a pair of scissors, or a can opener. It goes through the sternum with disturbing ease. At this point the alien will fold open the ribcage and rip or cut out whatever he needs. I wish we could just burn the things, but unfortunately they're too damned valuable. Though not primarily designed as weapons these Kerrblades are far more effective than any human combat knife. They cut up aliens almost as well as humans. The grip is highly uncomfortable for human hands, but we can adapt human grips easily enough. However, the blades are too big to ever fit into the standard-issue PHALANX holster. They can only be kept in a soldier's hands or in the backpack. This somewhat defeats the purpose of a knife -- but obviously we have no other melee weapon that even comes close in terms of power. --Cdr. Navarre
pt_br: Our analysis of the Kerrblade is complete, Commander. Here is my summary for your review. The Kerrblade seems at first glance like the alien equivalent of our combat knife. Reality would be a better place if that were true. We've concluded it is much more than that, and the truth is far from comforting. Crafted from carbon alloy and alien plastics, it is surprisingly light and contains no metal whatsoever. The material itself is highly interesting for our weapons production. No matter how much we abuse it during testing, the blade will not chip, nick or bend. We think we might be able to duplicate the stuff with some more research. Its shape vaguely resembles the old curved swords from human history, though perhaps it has more relation to something out of fantasy fiction. It's too large, unwieldy and poorly balanced for the human hand. The blade, however, tapers to an incredible edge; we have measured it to be only one molecule wide. This gives the Kerrblade its fantastic cutting power. In our battlefield footage, we've seen the Kerrblade used with a curious, long-fingered grip -- one which the human hand is unable to duplicate -- that seems to indicate the Kerrblade is used as something other than a purpose-designed weapon. The closest analogies we've been able to find on Earth are those of a surgeon's scalpel and certain ancient disemboweling tools. This comparison was one of our first clues as to the true purpose of the Kerrblade. We put this together with some gruesome camera footage from Mumbai, which was so grainy that we could only guess what the aliens were doing, until now. The Kerrblade is, in fact, an autopsy tool. It's used by the aliens to cut up live or dead humans and extract whatever tissue or organ they like. The large, sharp spike at the bottom of the blade is inserted into the solar plexus, then moved upwards like a pair of scissors, or a can opener. It goes through the sternum with disturbing ease. At this point the alien will fold open the ribcage and rip or cut out whatever he needs. I wish we could just burn the things, but unfortunately they're too damned valuable. Though not primarily designed as weapons these Kerrblades are far more effective than any human combat knife. They cut up aliens almost as well as humans. The grip is highly uncomfortable for human hands, but we can adapt human grips easily enough. However, the blades are too big to ever fit into the standard-issue PHALANX holster. They can only be kept in a soldier's hands or in the backpack. This somewhat defeats the purpose of a knife -- but obviously we have no other melee weapon that even comes close in terms of power. --Cdr. Navarre
