Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: b_small_hangar_txt
el: Blueprints -- Small Hangar CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 11 August 2008 By: Gen. E. Baxter, Base Commander, PHALANX, Pacific Operations Command Overview Due to the recent restructuring of our airfleet, we've had to make a complete reassessment and redesign of our hangar facilities. The VTOL (Vertical Take-Off and Landing) requirement for all new PHALANX aircraft has eliminated our need for runways. This has allowed us to move all hangar facilities into the actual base to improve security and response times. The Small Hangar provides underground space to store and maintain 1 small VTOL aircraft. Repairs, rearmament and refuelling can be carried out in complete obscurity. The aircraft never even sees the light of day until it's time for launch. During a launch, the hangar roof folds open and the large hydraulic lift raises the aircraft to a position above the roof where it can safely take off. For landing procedures, the lift features several tall catchhooks that -- once engaged by the undercarrige of a hovering pilot -- gently pull the aircraft down into a landing position. The catchhooks can intelligently adjust their own grip and even pass the grip from hook to hook to properly line up the undercarriage for landing. Once the catchhooks have snared the undercarriage and pulled it down to the landing surface, all the pilot needs to do is power down his engines. The system is simple and easy to use once a pilot gets the hang of it. A nearly-identical system has been implemented for the Large Hangar. Obviously the Small Hangar cannot house large craft due to size considerations. Recommended Doctrine The primary function of the Small Hangar is to house interceptors for the interception of airborne UFOs. Please refer to specific aircraft files to review their capabilities and deployment strategy. Every PHALANX aircraft requires 1 hangar of appropriate size for storage, maintenance and deployment. Hangars are a particularly vulnerable installation due to their direct connection to the surface. They will be a primary point of entrance for any extraterrestrial attackers. They are an extreme damage risk, filled with volatiles such as jet fuel and possibly high-explosive aircraft munitions. Worse, any aircraft left behind at the base will be a highly tempting target; severe damage to our interceptors -- or even more frightening, the dropship -- might put us out of action for weeks. If possible, all aircraft should be scrambled before an impending base attack and moved out of the area until the attack is over. They may be engaged in the air by an approaching UFO, but at least they will have the advantage of being able to manoeuvre. Still, this may not always be a viable tactic. Scrambling our craft within range of a heavily-armed attack ship could have more disastrous results than leaving them in their hangars, as tempting a target as that would make them. Addenda None.
es_es: Diseños -- Hangar Pequeño Clasificación Nivel Negro Unidad de Repuesta Extraterrestre PHALANX Detalles constructivos, Sigma Clearance -- Solo para los ojos del comandante Archivado: 11 Agosto 2008 By: Gen. E. Bexter, Comandante en jefe de Base, PHALANX, Centro de Operaciones Pacíficas Descripción Debido a la reciente reestructuración de nuestra flota tenemos que proceder a un completo reabastecimiento y actualización de nuestros hangares. Los requerimientos de despegue vertical de los nuevos aviones PHALANX han hecho innecesarias las pistas de aterrizaje, lo cual nos permite desplazar todos los edificios y utensilios al interior de la base, mejorando la seguridad de la misma y los tiempos de respuesta. El Hangar Pequeño proporciona espacio subterraneo para mantener una nave pequeña dotada con despegue vertical. Las reparaciones y el repostaje y reabastecimiento de armas se pueden realizar bajo techo, con lo que la nave nunca ve la luz del sol hasta el momento de su lanzamiento. En este momento el techo del hangar se abre y la gran plataforma hidráulica donde reposa la nave se levanta para permitir el despegue. Para el aterrizaje, la misma plataforma dispone de varias torretas equipadas con ganchos que, una vez convenientemente fijados al avion por el personal de tierra con ayuda del piloto, hacen descender suavemente la nave hasta ella. Una vez que los ganchos están colocados en su posición, el piloto puede apagar los motores y desentenderse del resto de la operación de aterrizaje, pues esta es completamente automática. Un sistema prácticamente identico ha sido desarrollado para el Hangar Grande. Obviamente, un Hangar Pequeño no puede albergar una nave grande debido a su tamaño. Doctrina Recomendada La funcion principal del Hangar Pequeño es contener los interceptores necesarios para las misiones de acoso y derribo de los OVNIS. Por favor, consulte las especificaciones de cada nave para comprobar sus necesidades. Cada nave PHALANX necesita la exclusividad de un hangar del tamaño adecuado para alojamiento y mantenimiento. Los hangares son estructuras especialmente vulnerables debido a su conexión directa con la superficie. Seguramente será un punto primario de entrada de cualquier ataque alienígena. Son instalaciones con un extremado riesgo de daño, ya que almacena el combustible para los aviones así como la munición para sus armas. Peor aun, una nave alojada en el hangar durante el ataque se convertira en un blanco tentador para el enemigo, ya que cualquier daño grave a la estructura de un interceptor puede dejarlo fuera de combate durante semanas. Si es posible, todas las naves deben ser desalojadas de la base antes de un ataque enemigo y mantenidas en vuelo hasta que el ataque haya finalizado. Puede que esto las hagan vulnerables a los ataques de los OVNIs que se aproximen, pero aun así tendrán más posibilidades de sobrevivir que posadas en tierra. Ante una situación extrma -- por ejemplo que el ataque sea llevado a cabo con un OVNI de gran tamaño -- debe sopesarse si los posibles daños causados por un ataque en el hangar son menos costosos que la posibilidad de destrucción completa de la nave en un combate aéreo. Addenda Ninguno.
it: Blueprints -- Small Hangar CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 11 August 2008 By: Gen. E. Baxter, Base Commander, PHALANX, Pacific Operations Command Overview Due to the recent restructuring of our airfleet, we've had to make a complete reassessment and redesign of our hangar facilities. The VTOL (Vertical Take-Off and Landing) requirement for all new PHALANX aircraft has eliminated our need for runways. This has allowed us to move all hangar facilities into the actual base to improve security and response times. The Small Hangar provides underground space to store and maintain 1 small VTOL aircraft. Repairs, rearmament and refuelling can be carried out in complete obscurity. The aircraft never even sees the light of day until it's time for launch. During a launch, the hangar roof folds open and the large hydraulic lift raises the aircraft to a position above the roof where it can safely take off. For landing procedures, the lift features several tall catchhooks that -- once engaged by the undercarrige of a hovering pilot -- gently pull the aircraft down into a landing position. The catchhooks can intelligently adjust their own grip and even pass the grip from hook to hook to properly line up the undercarriage for landing. Once the catchhooks have snared the undercarriage and pulled it down to the landing surface, all the pilot needs to do is power down his engines. The system is simple and easy to use once a pilot gets the hang of it. A nearly-identical system has been implemented for the Large Hangar. Obviously the Small Hangar cannot house large craft due to size considerations. Recommended Doctrine The primary function of the Small Hangar is to house interceptors for the interception of airborne UFOs. Please refer to specific aircraft files to review their capabilities and deployment strategy. Every PHALANX aircraft requires 1 hangar of appropriate size for storage, maintenance and deployment. Hangars are a particularly vulnerable installation due to their direct connection to the surface. They will be a primary point of entrance for any extraterrestrial attackers. They are an extreme damage risk, filled with volatiles such as jet fuel and possibly high-explosive aircraft munitions. Worse, any aircraft left behind at the base will be a highly tempting target; severe damage to our interceptors -- or even more frightening, the dropship -- might put us out of action for weeks. If possible, all aircraft should be scrambled before an impending base attack and moved out of the area until the attack is over. They may be engaged in the air by an approaching UFO, but at least they will have the advantage of being able to manoeuvre. Still, this may not always be a viable tactic. Scrambling our craft within range of a heavily-armed attack ship could have more disastrous results than leaving them in their hangars, as tempting a target as that would make them. Addenda None.
pt_br: Blueprints -- Small Hangar CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 11 August 2008 By: Gen. E. Baxter, Base Commander, PHALANX, Pacific Operations Command Overview Due to the recent restructuring of our airfleet, we've had to make a complete reassessment and redesign of our hangar facilities. The VTOL (Vertical Take-Off and Landing) requirement for all new PHALANX aircraft has eliminated our need for runways. This has allowed us to move all hangar facilities into the actual base to improve security and response times. The Small Hangar provides underground space to store and maintain 1 small VTOL aircraft. Repairs, rearmament and refuelling can be carried out in complete obscurity. The aircraft never even sees the light of day until it's time for launch. During a launch, the hangar roof folds open and the large hydraulic lift raises the aircraft to a position above the roof where it can safely take off. For landing procedures, the lift features several tall catchhooks that -- once engaged by the undercarrige of a hovering pilot -- gently pull the aircraft down into a landing position. The catchhooks can intelligently adjust their own grip and even pass the grip from hook to hook to properly line up the undercarriage for landing. Once the catchhooks have snared the undercarriage and pulled it down to the landing surface, all the pilot needs to do is power down his engines. The system is simple and easy to use once a pilot gets the hang of it. A nearly-identical system has been implemented for the Large Hangar. Obviously the Small Hangar cannot house large craft due to size considerations. Recommended Doctrine The primary function of the Small Hangar is to house interceptors for the interception of airborne UFOs. Please refer to specific aircraft files to review their capabilities and deployment strategy. Every PHALANX aircraft requires 1 hangar of appropriate size for storage, maintenance and deployment. Hangars are a particularly vulnerable installation due to their direct connection to the surface. They will be a primary point of entrance for any extraterrestrial attackers. They are an extreme damage risk, filled with volatiles such as jet fuel and possibly high-explosive aircraft munitions. Worse, any aircraft left behind at the base will be a highly tempting target; severe damage to our interceptors -- or even more frightening, the dropship -- might put us out of action for weeks. If possible, all aircraft should be scrambled before an impending base attack and moved out of the area until the attack is over. They may be engaged in the air by an approaching UFO, but at least they will have the advantage of being able to manoeuvre. Still, this may not always be a viable tactic. Scrambling our craft within range of a heavily-armed attack ship could have more disastrous results than leaving them in their hangars, as tempting a target as that would make them. Addenda None.
