Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: Paid %i credits for administrative overhead.
el: Πληρώσατε %i για διαχειριστικά έξοδα.
es_es: Pagados %i creditos por burocracia.
it: Paghi %i crediti per amministrazione.

source: Paid %i credits in interest on your debt.
el: Πληρώσατε %i σε φόρους χρεών.
es: Abonaste %i créditos de interés a tu deuda.
es_es: Pagas %i creditos por intereses de tu deuda
it: Paghi %i interessi sui tuoi debiti.

source: 5 sec
el: 5 δευτ.

source: 5 mins
el: 5 λεπτά
it: 5 min.

source: 1 hour
el: 1 ώρα
it: 1 ora

source: 12 hour
el: 12 ώρες
it: 12 ore

source: 1 day
el: 1 μέρα
it: 1 g.

source: 5 days
el: 5 μέρες
it: 5 gg.

source: Won: %i Lost: %i
el: Νίκες: %i Ήτες: %i
es_es: Ganado: %i Perdido: %i
it: Vinte: %i Perse: %i

source: Built: %i Active: %i Attacked: %i
el: Χτισμένα: %i Ενεργά: %i Επιτιθέμενα: %i
it: Costruite: %i Attive: %i Attaccate: %i

source: Employees: %i c
el: Υπάληλοι: %i c
es_es: Empleados: %i c
it: Impiegati: %i c

source: Aircraft: %i c
el: Σκάφος: %i c

source: Base (%s): %i c
el: Βάση (%s): %i c

source: Administrative costs: %i c
el: Διαχειριστικά έξοδα: %i c
es_es: Costes administrativos: %i c
it: Costi d'amministrazione: %i c

source: Debt: %i c
el: Χρέος: %i c
es_es: Deuda: %i c
it: Debito: %i c

source: ------- Sum: %i c
el: ------- Σύνολα: %i c
it: ------- Somma: %i c

source: Max. allowed debts: %ic
el: Μεγ. επιτρπόμενα χρέη: %ic

source: Assemble or load a team
el: Συναθροίστε ή φορτώστε μια ομάδα
es: Construye o Carga un Equipo
es_es: Forma o carga un equipo
it: Crea o carica una squadra
pt_br: Montar ou criar uma equipe

source: Your dropship is not near the landing zone
el: Το μεταγωγικό σας σκάφος δεν έιναι κοντά στη ζώνη ρίψης
es: Su nave transportadora no esta cerca de la zona de aterrizaje.
it: Le nave trasporto è lontana dalla zona d'atterraggio

source: Collected %i dead alien bodies
el: Μαζέυτηκαν %i πτώματα εξωγήινων

source: Defense of base: %s successful!
el: Άμυνα της βάσης: %s επιτυχής!
es: Defensa de la base: %s exitosa!
es_es: La defensa de la base %s ha sido un exito!
it: Difesa della base: %s operazione riuscita!
pt_br: Defesa de base: %s bem-sucedida!

source: You've won the battle
el: Νίκησες την μάχη
es: Haz Ganado la Batalla
es_es: Has ganado la batalla
it: Hai vinto la battaglia
pt_br: Você ganhou a batalha

source: %s has been promoted to %s.
el: %s προάχθηκε σε %s.
es: %s ha sido ascendido a %s
es_es: %s ha sido ascendido a %s.
it: %s e'stato promosso a %s.
pt_br: %s foi promovido a %s.

source: %s has been awarded the posthumous rank of %s\for inspirational gallantry in the face of overwhelming odds.
el: %s παρασημοφορήθηκε και προτάθηκε για το βαθμό του %s\για γενναίες πράξεις πέραν του καθήκοντος.
es_es: %s ha sido galardonado con el rango póstumo de %s\por su inspiradora forma de enfrentarse a las adversidades.
it: %s è stato promosso al grado postumo di %s\per il coraggio dimostrato in una situazione di pericolo mortale.

source: Soldier promoted
el: Προαγωγή στρατιώτη
es: Soldado Ascendido
es_es: Soldado ascendido
it: Soldato promosso
pt_br: Soldado promovido

source: Chicken-hearted
el: Δειλό
es: Cobarde
it: Pollo

source: Very Easy
el: Πολύ εύκολο
es: Muy Fácil
es_es: Muy fácil
it: Facilissimo

source: Easy
el: Έυκολο
es: Fácil
es_es: Fácil
it: Facile

source: Hard
el: Δύσκολο
es: Difícil
es_es: Difícil
it: Difficile

source: Very Hard
el: Πολύ δύσκολο
es: Muy Difícil
es_es: Muy difícil
it: Molto Difficile

source: Insane
el: Τρελό
es: Loco de Remate
es_es: Locura
it: Insano

source: Human
el: Άνθρωπος
it: Umano

source: UFO Recovery
el: Ανάκτηση ΟΥΦΟ

source: Selected base:
el: Επιλεγμένη βάση:

source: Recovered %s from the battlefield. UFO sold to nation %s, gained %i credits.
el: Ανακτήθηκε %s απο το πεδίο της μάχης. Το ΟΥΦΟ πουλήθηκε στο έθνος %s, κερδίσατε %i.

source: Selected nation:
el: Επιλεγμένο έθνος:

source: Secured %s was destroyed.
el: Ασφαλές %s καταστράθηκε.

source: Send a message to all players
el: Αποστολή μηνύματος σε όλους του παίχτες
es_es: Envia un mensaje a todos los jugadores
it: Manda un messaggio a tutti i giocatori

source: Send a message to allied team members
el: Αποστολή μηνύματος σε όλους του σύμμαχους παίχτες
es_es: Envía un mensaje a los jugadores de quipos aliados
it: Manda un messaggio a tutte le squadre alleate

source: Soldier
el: Στρατιώτης
es_es: Soldado
it: Soldato

source: Not enough quarters
el: Όχι αρκετά διαμερίσματα
it: Non ci sono abbastanza dormitori

source: You don't have enough quarters for your employees. Build more quarters.
el: Δεν έχετε αρκετά διαμερίσματα για τους υπαλλήλους σας. Χτίστε περισσότερα διαμερίσματα.

source: You've got a new mail: %s
el: Έχετε νέο email: %s

source: Healing of %s completed - %i active healing left
el: Η περίθαλψη του %s ολοκληρώθηκε - %i ενεργή θεραπεία

source: Healing complete
el: Περίθαλψη ολοκληρώθηκε
es_es: Curación completa
it: Guarigione completa

source: needs to be placed in hospital, but there is not enough room! Build more hospitals.
el: πρέπει ν ατοποθετηθεί στο νοσοκομείο, αλλά δεν υπάρχει χώρος! Χτίστε περισσότερα νοσοκομεία.

source: Not enough hospital space
el: Όχι αρκετός νοσοκομειακός χώρος

source: Rotate battlescape camera anti-clockwise
el: Περιστρέψτε την κάμερα μάχης αντίθετα απο τους δείκτες του ρολογιού
es_es: Rotar la camara en sentido contraria a las agujas del reloj
it: Ruota in senso anti-orario la telecamera sul campo di battaglia

source: Rotate battlescape camera clockwise
el: Περιστρέψτε την κάμερα μάχης με την φορά του ρολογιού
es_es: Rotar la camara en sentido de las agujas del reloj
it: Ruota in senso orario la telecamera sul campo di battaglia

source: Tilt battlescape camera up
el: Γύρετε την κάμερα μάχης πάνω
es_es: Inclina la cámara arriba
it: Alza la telecamera sul campo di battaglia

source: Tilt battlescape camera down
el: Γύρετε την κάμερα μάχης κάτω
es_es: Inclina la cámara abajo
it: Abbassa la telecamera sul campo di battaglia

source: Move battlescape camera left
el: Γύρετε την κάμερα μάχης αριστερά
es_es: Mueve la camara a la izquierda
it: Muovi a sinistra la telecamera sul campo di battaglia

source: Move battlescape camera right
el: Γύρετε την κάμερα μάχης δεξία
es_es: Mueve la cámara a la derecha
it: Muovi a destra la telecamera sul campo di battaglia

source: Move battlescape camera forward
el: Μετακινήστε την κάμερα μάχης εμπρός
es_es: Mueve la camara adelante
it: Muovi avanti la telecamera sul campo di battaglia

source: Move battlescape camera backward
el: Μετακινήστε την κάμερα μάχης πίσω
es_es: Mueve la cámara atrás
it: Muovi indietro la telecamera sul campo di battaglia

source: Zoom in
el: Εστίαση μέσα
es_es: Aumenta zoom
it: Aumenta lo zoom

source: Zoom out
el: Εστίαση έξω
es_es: Disminuye zoom
it: Diminuisci lo zoom

source: Left mouse button click (menu)
el: Αριστερό πλήκτρο (μενού)

source: Middle mouse button click (menu)
el: Μεσαίο πλήκτρο (μενού)

source: Right mouse button click (menu)
el: Δεξί πλήκτρο (μενού)

source: Select objects/Walk to a square/In fire mode, fire etc
el: Επιλέξτε αντικέιμενα/Περπατήστε στο τετράγωνο κτλ
es_es: Selecciona objetos/Mueve hacia un cuadrado/En modo de fuego, dispara etc.
it: Seleziona oggetti/Cammina su un tassello/In modalità di fuoco, spara ecc

source: Walk to a square/In fire mode, cancel action
el: Περπατήστε σε τετράγωνο/Σε κατάσταση πύρ, ακύρωση ενέργειας
es_es: Mueve hacia un cuadrado/En modo de fuego, cancela la acción
it: Cammina su un tassello/In modalità di fuoco, annulla l'azione

source: Toggle stand/crounch
el: Διακόπτης όρθιος/οκλαδόν
es_es: Cambiar agachado/en pie
it: In piedi/abbassato

source: Toggle reaction fire
el: Διακόπτης απάντησης πυρών
es_es: Cambiar reacción de fuego
it: Cambia fuoco di reazione

source: Toggle the headgear
el: Διακόπτης the headgear

source: Toogle to next alien
el: Διακόπτης στον επόμενο εξωγήινο
es: Cambiar al siguiente extraterrestre
es_es: Cambiar al siguiente alien
it: Vai al prossimo alieno

source: Ends current round
el: Τερματισμός γύρου
es_es: Termina el turno actual
it: Fine turno

source: Confirm the current action
el: Επιβαιβεώστε την ενέργεια σας
es_es: Confirma la acción
it: Conferma l'azione corrente

source: Error
el: Λάθος
it: Errore
pt_br: Erro

source: Server needs restarting - something went wrong
el: Ο Server χρειάζ<εται επανεκίνηση - κάτι πήγε λάθος

source: No player connected
el: Δεν υπάρχουν συνδεδεμένοι χρήστες
es_es: No hay jugadores conectados
it: Nessun giocatore connesso

source: Map: %s
el: Χάρτης: %s
es: Mapa: %s
es_es: Mapa: %s
it: Mappa: %s
pt_br: Mapa: %s

source: Operating system: %s
el: Λειτουργικό σύστημα: %s

source: Network protocol: %s
el: Πρωτόκολο δικτύου: %s

source: Password protected: %s
el: Προστασία με κωδικό: %s

source: Current team: %i
el: Τρέχουσα ομάδα: %i
it: Squadra corrente: %i

source: Team is already in use
el: Η ομάδα χρησιμοποιήτε ήδη
it: Squadra già in uso

source: Target your shot to the ground
el: Πυροβολήστε στο έδαφος

source: Awaiting game start
el: Αναμονή για την έναρξη του παιχνιδιού

source: Custom
el: Παραμετροποιημένο

source: Base
el: Βάση

source: Day
el: Ημέρα
es_es: Día
it: Giorno

source: Night
el: Νύχτα
es: Noche
es_es: Noche
it: Notte
pt_br: Noite

source: Select the desired location of the new base on the map.
el: Επιλέξτε την επιθυμιτή τοποθεσία της νέας βάσης στο χάρτη.
it: Scegli la locazione desiderata della nuova base sulla mappa.

source: Aliens are attacking our base at this very moment.
el: Οι εξωγήινοι κάνουν επίθεση στην βάση τώρα.
it: Gli alieni attaccano la nostra base proprio adesso.

source: Select ufo or mission on map
el: Επιλέξτε ΟΥΦΟ ή αποστολή στο χάρτη
es: Selecciona un OVNI o misión en el mapa
es_es: Selecciona ovni o misión en el mapa
it: Seleziona ufo o missione sulla mappa
pt_br: Selecione um OVNI ou uma missão do mapa

source: UFO in radar range
el: ΟΥΦΟ στην εμβέλεια του ραντάρ
es_es: OVNI en el radar
it: UFO a portata del radar
pt_br: OVNI no alcance do radar

source: Location: %s Type: %s Objective: %s
el: Τοποθεσία: %s Τύπος: %s Στόχος: %s

source: Name: %s (%i/%i)
el: Όνομα: %s (%i/%i)
es_es: Nombre: %s (%i/%i)
it: Nome: %s (%i/%i)

source: Status: %s
el: Κατάσταση: %s
es_es: Estado: %s
it: Stato: %s

source: Distance to target: %.0f
el: Απόσταση από το στόχο: %.0f

source: No defense of this type in this base
el: Όχι τέτοιο είδους άμυνα στη βάση

source: Slot %i: empty
el: Θέση %i: κενή

source: Slot %i: %s
el: Θέση %i: %s

source: (%i missile left)
el: (%i πύραυλος απέμεινε)

source: Aircraft item was successfully installed.
el: Αντικείμενο σκάφους εγκαταστάθηκε με επιτυχία.

source: Base defense item was successfully installed.
el: Αμυντικό σύστημα τησ βάσης εγκαταστάθηκε.

source: No item assigned.
el: Δεν ανατέθηκε αντικείμενο.

source: This slot is for %s or smaller items.
el: Αυτή η θέση είναι για %s 'η για μικρότερα αντικείμενα.

source: This item is functional.
el: Αυτό το αντικέιμενο είναι λειτουργικό.

source: This item will be installed in %i hours.
el: Το αντικείμενο θα εγκατασταθεί σε %i ώρες.

source: This item will be removed in %i hours.
el: Το αντικέιμενο θα αφαιρεθεί %i ώρες.

source: No item assigned.
el: Δεν ανατέθηκε αντικείμενο.

source: This item will be operational in %i hours.
el: Αυτό το αντικέιμενο θα είναι λειτουργικό σε %i ώρες.

source: No ammo assigned to this weapon.
el: Δεν ανατέθηκαν πυρομαχικά στο όπλο.

source: Light weight
el: Ελαφρύ

source: Medium weight
el: Μέτριο

source: Heavy weight
el: Βαρύ

source: Unknown weight
el: Άγνωστο βάρος

source: Not enough storage space
el: Όχι αρκετός αποθηκευτικός χώρος

source: You cannot buy this item. Not enough space in storage. Build more storage facilities.
el: Δε μπορείτε να αγοράσετε αυτό το αντικέιμενο. Δεν υπάρχει αρκετός χώρος στην αποθήκη. Χτίστε περισοτέρες αποθήκες.

source: No power supplies in this base. Hangars are not functional.
el: Όχι παροχή ρεύματος στην βάση. Τα υπόστεγα δεν έιναι λειτουργικά.

source: Build a hangar first.
el: Χτίστε ένα υπόστεγο πρώτα.

source: You cannot buy this aircraft. Not enough space in hangars.
el: Δε μπορείται να αγοράσατε αυτό το σκάφος. Όχι αρκετός χώρος στα υπόστεγα.

source: You cannot buy this aircraft. Not enough credits.
el: Δε μπορείται να αγοράσατε αυτό το σκάφος. Όχι αρκετά χρήματα.

source: No storage in this base.
el: Όχι αποθήκη σε αυτή τη βάση.

source: You can't sell an aircraft if it still has a team assigned
el: Δε μπορείται να πουλήσετε ένα σκάφος όσο έχει αναθετήμενη μια ομάδα
it: Non puoi vendere un velivolo se c'è ancora una squadra assegnata

source: Settings doesn't make sense
el: Οι ρυθμίσεις δε βγάζουν νόημα
es: La configuración no tiene sentido
es_es: La configuración no tiene sentido
it: Le impostazioni non hanno senso
pt_br: Configurações não fazem sentido

source: You've ended your round
el: Τερματίσατε τον γύρο σας

source: %s ended his round (team %i)
el: %s τερματίστε τον γύρο του (ομάδα %i)

source: Alien spotted: %s!
el: Εντοπίστηκε εξωγήινος: %s!

source: Alien spotted!
el: Εντοπίστηκε εξωγήινος!
es: ¡Extraterrestre Encontrado!
es_es: Alien avistado!
it: Alieno individuato!
pt_br: Alienígena visto!

source: Enemy spotted!
el: Εντοπίστηκε εχθρός!
es: ¡Enemigo Encontrado!
es_es: Enemigo avistado!
it: Nemico individuato!
pt_br: Inimigo visto!

source: Civilian spotted!
el: Εντοπίστηκε πολίτης!
es: ¡Civil a la Vista!
es_es: Civil avistado!
it: Civile individuato!
pt_br: Civil visto!

source: The server has disconnected.
el: Ο server αποσυνδέθηκε.

source: Back to base %s
el: Επιστροφή στη βάση %s
es_es: Vuelve a la base %s
it: Torna alla base %s

source: Stop
el: Στόπ
es: Detener
es_es: Detener

source: Mission %s (%s)
el: Αποστολή %s (%s)
es: Misión %s (%s)
es_es: Misión %s (%s)
it: Missione %s (%s)

source: No defense system operational or no weapon or ammo equipped.
el: Κανένα αμυντικό σύστημα λειτουργικό ή κανένα όπλο ή πυρομαχικά εξοπλισμένα.

source: No Command Centre operational in homebase of this aircraft. Aircraft cannot start.
el: Όχι κέντρο ελέγχου στη βάση για το σκάφος. Το σκάφος δε μπορεί να ξεκινήσει.

source: Not enough workers
el: Όχι αρκετοί εργάτες

source: You cannot queue productions without workers hired in this base. Hire workers.
el: Δέ μπορείτε να παράγετε χωρίς εργάτες στη βάση σας. Προσλάβετε εργάτες.

source: Not enough workshops
el: Όχι αρκετά μηχανουργεία

source: You cannot queue more items. Build more workshops.
el: Δε μπορείτε να παράγετε άλλα αντικείμενα. Χτίστε περισότερα μηχανουργεία.

source: Hangars not ready
el: Υπόστεγα όχι έτοιμα

source: You cannot queue aircraft. No command centre in this base.
el: Δε μπορείτε να παράγετε σκάφος. Όχι κέντρο ελέγχου στη βάση.

source: You cannot queue aircraft. No hangars in this base.
el: Δε μπορείτε να παράγετε σκάφος. Όχι υπόστεγα στη βάση.

source: You cannot queue aircraft. No free space in hangars.
el: Δε μπορείτε να παράγετε σκάφος. Όχι αρκετό ελεύθερο χώρο στα υπόστεγα.

source: Production queue for base %s is empty
el: Σειρά αναμονής παραγωγής για την βάση %s είναι κενή
es_es: Cola de producción de la base %s vacía
it: Linea di produzione per la base %s vuota

source: Production queue empty
el: Σειρά αναμονής παραγωγής κενή
es_es: Cola de producción vacía
it: Linea di produzione vuota

source: Not enough credits to finish production in base %s.
el: Όχι αρκετά χρήματα για να τελειώσει την παραγωγή στη βάση %s.

source: Not enough free storage space in base %s. Production paused.
el: Όχι αρκετό ελεύθερο χώρο αποθήκευσης στη βάση %s. Η παραγωγή σταμάτησε.

source: Not enough free hangar space in base %s. Production paused.
el: Όχι αρκετό ελεύθερο χώρο στο υπόστεγο στη βάση %s. Η παραγωγή σταμάτησε.

source: Not enough free storage space in base %s. Disassembling paused.
el: Όχι αρκετό ελεύθερο χώρο αποθήκευσης στη βάση %s.Η αποσύνθεση σταμάτησε.

source: The production of %s has finished.
el: Η παραγωγή του %s τελείωσε.
it: Produzione di %s finita.

source: Production finished
el: Παραγωγή τελείωσε
it: Produzione finita

source: The disassembling of %s has finished.
el: Η διάλυση του %s ολοκληρώθηκε.

source: No item selected
el: Δεν επιλέχθηκαν αντικέιμενα
es_es: No hay seleccionado ningun objeto
it: Nessun oggetto selezionato

source: Costs per item %i c
el: Κόστη ανά αντικείμενο %i c
es: Costo por objeto %i c
es_es: Coste por unidad %i c
it: Costo per oggetto %i c

source: Item size %i
el: Μέγεθος αντικειμένου %i

source: %s - disassembly
el: %s - διάλυση

source: Components:
el: Εξαρτήματα:

source: Disassembly time %ih
el: Χρόνος διάλυσης %ih

source: Production costs %i c
el: Κόστη Παραγωγής %i c

source: No aircraft selected.
el: Δεν έχει επιλεχτεί σκάφος.

source: Queue full!
el: λίστα γεμάτη!
es_es: Cola llena!
it: Coda piena!

source: You cannot queue any more items!
el: Δε μπορείτε να βάλετε σε λίστα άλλα αντικείμενα!
es_es: No puedes poner en la cola más objetos!
it: Non puoi mettere in coda altri oggetti!

source: Not enough material!
el: Όχι αρκετά υλικά!

source: You don't have enough material to produce all (%i) items. Production will continue with a reduced (%i) number.
el: Δεν έχετε αρκετά υλικά να παράγετε όλα τα (%i) αντικέιμενα. Η παραγωγή θα συνεχιστεί με μείωση (%i) αριθμών.

source: Production of %s started
el: Παραγωγή του/της %s ξεκίνησε
es_es: Producción de %s iniciada
it: Produzione di %s iniziata

source: Production started
el: Παραγωγή ξεκίνησε
es: Producción iniciada
es_es: Producción comenzada
it: Produzione iniziata

source: Disassembling of %s started
el: Διάλυση του %s ξεκίνησε

source: You don't have enough of the needed material to produce this item.
el: Δέν έχετε αρκετά απο τα υλικά που χρειάζονται για την παραγωγή του.

source: A research project has been completed: %s
el: Ένα ερευνητικό πρόγραμα ολοκληρώθηκε: %s
it: Un progetto di ricerca è stato completato: %s

source: Research finished
el: Έρευνα τελείωσε
es: Investigación Completada
es_es: Investigación finalizada
it: Ricerca finita
pt_br: Pesquisa terminada

source: New research proposal: %s
el: Πρόταση νέας τεχνολογίας: %s
it: Nuova ricerca proposta: %s

source: Unknown Technology researchable
el: Έρευνα άγνωστης τεχνολογίας
it: Tecnologia Sconosciuta ricercabile

source: Unknown Technology found
el: Άγνωστη τεχνολογία βρέθηκε
it: Tecnologia Sconosciuta trovata

source: Laboratory space (used/all): %i/%i
el: Χώρος εργαστηρίου (διαθέσιμος/όλος): %i/%i

source: Scientists (available/all): %i/%i
el: Επιστήμονες (διαθέσιμοι/όλοι): %i/%i

source: Not researched in any base.
el: Δεν έχει ερευνηθεί σε καμία βάση.
es: No investigado en ninguna base.
es_es: No investigado en ninguna base.
it: Non ricercato in nessuna base.
pt_br: Não pesquisado em nenhuma base

source: Researched in %s
el: Ερευνήθηκε σε %s
es: Investigado en %s
es_es: Investigado en %s
it: Ricercato in %s
pt_br: Pesquisado em %s

source: Researched in this base.
el: Ερευνήθηκε σε αυτή την βάση.
es: Investigado en esta base.
es_es: Investigado en esta base.
it: Ricercato in questa base.
pt_br: Pesquisado nesta base.

source: Progress: %.1f%%
el: Πρόοδος: %.1f%%
es: Progreso: %.1f%%
es_es: Progreso: %.1f%%
it: Progressi: %.1f%%
pt_br: Progresso: %.1f%%

source: Progress: Not available.
el: Πρόοδος: Μή διαθέσιμη.
es: Progreso: No Disponible
es_es: Progreso: No disponible.
it: Progressi: Non disponibili.
pt_br: Progresso: Não disponível.

source: Status: Under research
el: Κατάσταση: Υπό έρευνα
es: Estado: Bajo investigación
es_es: Estado: Investigando
it: Stato: Ricerca in corso
pt_br: Estado: Pesquisando

source: Status: Research paused
el: Κατάσταση: Έρευνα πάγωσε
es: Estado: Investigación en pausa.
es_es: Estado: Investigación detenida
it: Stato: Ricerca in pausa
pt_br: Estado: Pesquisa parada

source: Status: Research finished
el: Κατάσταση: Έρευνα ολοκληρώθηκε
es: Estado: Investigación ha finalizado.
es_es: Estado: Investigación terminada
it: Stato: Ricerca finita
pt_br: Estado: Pesquisa terminada

source: Status: We don't currently have all the materials or background knowledge needed to research this topic.
el: Κατάσταση: Δέν έχουμε όλα τα υλικά ακόμα ή πρέπει να γίνει έρευνα σε προηγούμενη γνώση.

source: Status: Unknown technology
el: Κατάσταση:Άγνωστη τεχνολογία
es: Estado: Tecnología Desconocida.
es_es: Estado: Tecnología desconocida
it: Stato: Tecnologia sconosciuta
pt_br: Estado: Tecnologia desconhecida

source: No free space in laboratories left. Build more laboratories.
el: Όχι ελεύθερος χώρος στα εργαστήρια. Χτίστε περισοτερα εργαστήρια.
it: Non c'è più spazio nei laboratori. Costruiscine di più.

source: Not enough laboratories
el: Όχι αρκετά εργαστήρια

source: This item is currently under research in another base.
el: Αυτό το αντικέιμενο βρισκεται υπό έρευνα σε άλλη βάση.
it: Questo oggetto è già sotto studio in un'altra base.

source: The research on this item is complete.
el: Η έρευνα σε αυτό το αντικέιμενο ολοκληρώθηκε.
es: La investigación de este objeto esta completada
es_es: La investigación de este objeto esta completada.
it: Lo studio di questo oggetto è completo.
pt_br: A pesquisa desse item está completa.

source: The research on this item is not yet possible. You need to research the technologies it's based on first.
el: Η έρευνα σε αυτό το αντικέιμενο δεν είανια κομά δυνατή. Πρέπει να ερευνήσετε τις τεχνολογίες που βασίζεται πρώτα.
es: La investigación de este objeto aún no es posible. Primero necesita investigar la(s) tecnología(s) en la cual esta basada.
es_es: Todavía no es posible investigar este objeto. Antes tienes que investigar las tecnologías en las que se basa.
it: Non è ancora possibile studiare questo oggetto. Devi prima aver compreso le tecnologie su cui è basato.
pt_br: A pesquisa desse item ainda não é possível. Você primeiro precisa pesquisar as tecnologias nas quais ela se baseia.

source: No research proposal available for this project.
el: Δεν υπάρχει πρόταση έρευνας για αυτό το έργο.
it: Nessuna proposta di ricerca per questo progetto.

source: Nothing to research
el: Τίποτα για έρευνα
it: Niente da ricercare

source: Build a laboratory first
el: Χτίστε ένα εργαστήριο πρώτα
es: Primero Construir un Laboratorio
es_es: Construye un laboratorio primero
it: Costruisci un laboratorio prima
pt_br: Construa um laboratório antes

source: No description available.
el: Περιγραφή μη διαθέσιμη.
es: No hay descripción
es_es: Sin descripción.
it: Nessuna descrizione.
pt_br: Sem descrição.

source: No research proposal available.
el: Πρόταση έρευνας μη διαθέσιμη.

source: Couldn't open file
el: Δε μπορώ να ανοίξω το αρχείο

source: Error decompressing data
el: Λάθος στην αποσυμπίεση των δεδομένων

source: The file is a more recent version than is supported
el: Το αρχείο είναι νώτερης έκδοσης απο αυτή που μπορεί να υποστηρίξει

source: Error in loading a subsystem. See game console for more information.
el: Λάθος σε φόρτωση υποσυστήματος. Δείτε την κονσολα του παιχνιδιού για περισότερες πληροφορίες.

source: Error in loading a subsystem. Sentinel doesn't match. This might be due to an old savegame or a bug in the game. See game console for more information.
el: Λάθος σε φόρτωση υποσυστήματος. Δε ταιριάζει. Αυτό μπορεί να οφείλεται σε παλιά αποθήκευση ή σε σφάλμα του παιχνιδιού. Δείτε την κονσολα του παιχνιδιού για περισότερες πληροφορίες.

source: No campaign active.
el: Καμία εκστρατεία ενεργή.

source: Nothing to save yet.
el: Τίποτα για σώσιμο ακόμα.

source: Could not allocate enough memory to save this game
el: Δεν υπάρχει διαθέσιμη μνήμη για αποθήκευση του παιχνιδιού

source: Memory error compressing save-game data - set save_compressed cvar to 0
el: Λάθος Μνήμης - ορίστε save_compressed cvar σε 0

source: Size mismatch - failed to save the campaign
el: Μέγεθος διάφορο - αποτυχία αποθήκευσης εκστρατείας

source: Error saving game.
el: Λάθος στην αποθήκευση του παιχνιδιού.

source: Error loading game.
el: Λάθος στη φόρτωση του παιχνιδιού.

source: Campaign was successfully saved.
el: Η εκστρατεία ααποθηκεύτηκε με επιτυχία.
