Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: nano_armour_pre_txt
el: Η μελέτη της εξωγήινης προσωπικής θωράκισης μας οδήγησε σε αρκετές ενδιαφέρουσες διαπιστώσεις. Προφανώς, το κρίσιμο στοιχείο για την κατασκευή ενός αποτελεσματικότερου θώρακα με βάση του θώρακες των εξωγήινων είναι τα νασοσυνθετικά. Για το σκοπό αυτό θα χρειαστούν μεγάλες ποσότητες νανοσωλήνων άνθρακα. Στο παρελθόν, η κατασκευή νανοσωλήνων άνθρακα ήταν μια δύσκολη και ακριβή διαδικασία, ενώ η οποιαδήποτε αλλαγή του σχηματός τους ήταν ακόμα πιο δύσκολη. Για το λόγο αυτό, οι μόνες εφαρμογές νανοσυνθετικού θώρακα ήταν μέχρι τώρα σε ακριβά οχήματα όπως τεθωρακισμένα και αεροσκάφη και συγκεκριμένα σε σχετικά επίπεδα σημεία για τα οποία χρειάζονταν ελάχιστη σχηματοποίηση. Από την άλλη μεριά, ο εξωγήινος θώρακας χρησιμοποιεί πληθώρα συνθετικών με νανοσωλήνες άνθρακα. Το σημαντικότερο εμπόδιο είναι οι διαδικασίες παραγωγής που χρησιμοποιούμε. Με την προσωπική θωράκιση των εξωγήινων και επαρκείς πόρους στη διάθεσή μας, πιστεύω μπορούμε να εφεύρουμε νέες μεθόδους παραγωγής και σχηματοποίησης που θα επιτρέπουν την μαζική παραγωγή σχηματισμένων νανοσυνθετικών πλακών. Μόλις επιτευχθεί αυτό, η κατασκευή ενός νέου τύπου ατομικής θωράκισης θα είναι σχετικά εύκολη. Το συγκεκριμένο πρόγραμμα θα χρειαστεί σημαντική χρηματοδότηση αλλά και εργαστηριακό χρόνο. Θα ξεκινήσουμε τις προσπάθειές μας μόλις λάβουμε την έγκρισή σας, κύριε Διοικητά. --Paul Navarre, Διευθυντής.
it: La nostra sperimentazione sull'armatura aliena ci ha portati a molte interessanti idee. Ovviamente, la chiave per creare armature mobili più efficienti basate su quelle aliene sta nei nanocompositi. Questo richiederà un gran numero di nanotubi di carbonio. In passato, i nanotubi di carbonio erano costosi e difficili da produrre, e cercare di dare loro una forma era anche peggio. Per questi motivi le armature nanocomposite non sono mai state usate, ad eccezione dei veicoli ad alto costo come carro armati, dove la produzione in piastre non richiedeva grandi sforzi di modellazione. L'armatura aliena, invece, usa nanotubi di carbonio in abbondanza. E' il nostro processo di produzione che ci rallenta. Con le armature aliene nelle nostre mani e abbastanza risorse a disposizione, credo che possiamo escogitare nuovi metodi di produzione e modellazione che ci permetteranno una produzione in massa di armature nanocomposite, rendendo finalmente questa tecnologia alla nostra portata. Questo progetto richiederà un discreto quantitativo di tempo e finanziamenti. Inizieremo i lavori appena riceveremo la sua autorizzazione, Comandante. --Com. Navarre
pt_br: Our examination of the alien body armour has led us to many interesting realisations. Obviously, the key to creating more effective mobile armour based on the alien suits lies in the direction of nanocomposites. This will require large amounts of carbon nanotubes. In the past, carbon nanotubes have been difficult and expensive to produce, and trying to work them into a proper shape was even worse. Because of this nanocomposite armour has never been used except in high-cost vehicles such as aircraft and tanks, and then only in plating that requires minimal shaping or other work. The alien armour, however, uses carbon nanotube composites in abundance. It's our manufacturing processes that are holding us back. With the alien armour in hand and enough resources at our disposal, I believe that we can devise new production methods and shaping processes that will allow us to mass-produce shaped nanocomposite plates, finally bringing this technology into our reach. This project will require a fair amount of lab time and funding. We'll start work as soon as we receive your authorisation, Commander. --Cdr. Navarre

source: alien_body_armour_txt
el: Κύριε Διοικητά, σας έχουμε ετοιμάσει πλήρη αναφορά για τον εξωγήινο θώρακα. Μας εξέπληξε αρκετά η διαπίστωση ότι ο εξωγήινος θώρακας είναι κατασκευασμένος από ένα συνδυασμό πλαστικών και άνθρακα, χωρίς την παραμικρή παρουσία μετάλλου. Συγκεκριμένα, το πιο σημαντικό στοιχείο στη σύνθεση του θώρακα είναι κάτι που η ανθρωπότητα ήδη γνωρίζει αρκετά καλά: οι νανοσωλήνες άνθρακα. Οι νανοσωλήνες άνθρακα (γνωστοί και ως ΝΣΑ) είναι κυλινδρικά μόρια άνθρακα με εκπληκτική αντοχή. Αποτελούν ένα από τα πιο ανθεκτικά υλικά που γνωρίζουμε, όμως η χρήση τους στη Γη είναι περιορισμένη εξαιτίας του υπερβολικού κόστους. Μέχρι τώρα δεν έχει βρεθεί κάποιος οικονομικός τρόπος μαζικής παραγωγής, περιορίζοντας έτσι τη χρήση τους μόνο στα πλέον ακριβά προγράμματα όπως η αεροναυπηγική και η εξερεύνηση του διαστήματος. Ο εξωγήινος θώρακας χρησιμοποιεί ΝΣΑ για στρώμα διάτρησης, δηλαδή για το στρώμα που σταματά τις σφαίρες και άλλα εισερχόμενα βλήματα πρωτού να εισέλθουν στο σώμα. Οι νανοσωλήνες υφαίνονται σε μορφή μεγάλου πλέγματος και τοποθετούνται πάνω σε ένα υπόστρωμα σκληρού πολυμερούς. Πίσω από το πολυμερές βρίσκεται ένα στρώμα ημίρευστου ζελέ το οποίο εξαπλώνει σε μεγάλη περιοχή και μειώνει αποτελεσματικά την κινητική ενέργεια των βλημάτων. Το τελικό στρώμα -- αποτελείται από ένα εύκαμπτο ύφασμα ινών κέβλαρ -- χρησιμεύει τόσο στον περιορίσμό του ζελε όσο και στο τελικό σταμάτημα των θραυσμάτων που μπορεί να έχουν δημιουργηθεί στο εσωτερικό του θώρακα από το βλήμα. Εκτός από τις συνηθισμένες σφαίρες, τα laser και τα εκρηκτικά, ο θώρακας παρέχει σημαντική προστασία από το πλάσμα χάρη στις αγώγιμες ιδιότητες των νανοσωλήνων άνθρακα. Η ειρωνία είναι ότι δεν παρέχει ιδιαίτερη προστασία από εμπρηστικές συσκευές ή φλογοβόλα, καθώς αυτά τα όπλα αυξάνουν και την ατμοσφαιρική θερμοκρασία γύρω από τον στόχο. Στη συγκεκριμένη περίπτωση ο θώρακας δεν βρίσκει μέρος να άγει την θερμότητα και το άτομο που τον φοράει ψήνεται μέσα στη στολή του. Τα επιπρόσθετα χαρακτηριστικά του θώρακα περιλαμβάνουν σερβομηχανισμούς υποβοήθησης κίνησης στην μπότες, με τους οποίους αυξάνεται η ταχύτητα κίνησης του χρήστη, καθώς και ένα περίεργο σύστημα που βρίσκεται ενσωματομένο στους βραχίονες και υποβοηθά το σημάδι του χρήστη με το να ασκεί πίεση επιλεκτικά σε σημεία του χεριού. Ήδη αρχίσαμε και ψάχνουμε την πληθώρα νέων χρήσεων που παρέχει αυτή η τεχνολογία. Η προσαρμογή αυτής της θωράκισης στο ανθρώπινο σώμα είναι αδύνατη λόγω της διαφοράς στη σωματική διάπλαση και τη δυσκολία κατεργασίας των υλικών. Παρόλα αυτά, έχω συντάξει μια ξεχωριστή ερευνητική πρόταση σχετικά με την πιθανή σχεδίαση και μαζική παραγωγή ενός δικού μας θώρακα που θα χρησιμοποιεί την εξωγήινη στολή ως πρότυπο. Η αναφορά μου θα βρίσκεται σύντομα στα εισερχόμενά σας, κύριε Διοικητά. --Paul Navarre, Διευθυντής
es_es: PARA: Comandante de la Base, PHALANX, Mando de Operaciones Atlánticas DE: Cdr. Paul Navarre, I+D: División de Ingeniería, PHALANX, Mando de Operaciones Atlánticas FECHA: %02i %s %i ASUNTO: Re: Artefacto alienígena -- Armadura corporal alienígena. Comandante, tenemos un informe completo de la armadura alienígena. Fue una sorpresa descubrir que la armadura está hecha de un compuesto de plásticos y carbono, sin ningún rastro de metal. De hecho, el elemento más importante es uno con el que la humanidad ya está familiarizada: los nanotubos de carbono. Estos nanotubos de carbono (también conocidos como NTC) son moléculas cilíndricas de carbono que son extraordinariamente resistentes, uno de los materiales más duros conocidos en la tierra. Han sido relativamente poco usados debido a su enorme coste; no se ha encontrado hasta la fecha ningun proceso de producción industrial de esta molécula, restringiendo su uso a los programas con mayor presupuesto, tales como la aeronáutica y la exploración espacial. La armadura alienígena usa los NTC en su capa de penetración, es decir, la capa que detiene las balas y que impiden que penetren dentro del cuerpo. Los nanotubos estan entretejidos siguiendo distintos patrones y descansan sobre un sustrato de polímero duro, todo ello respaldado por una capa de gel semi-líquido que dispersa la energía de los impactos sobre un area muy grande. La última capa -- tejida a partir de un tipo de fibra aramida -- se utiliza para contener el gel y para atrapar cualquier fragmento que haya escapado del interior de la armadura. Gracias a las propiedades conductoras de los nanotubos de carbono, la armadura se comporta muy bien contra el plasma además de contra las armas más habituales de proyectiles, laser y explosivas. Sin embargo, es irónicamente inefectiva contra dispositivos incendiarios como los lanzallamas, ya que estos también aumentan la temperatura atmosferica alrededor del objetivo. En estas situaciones la armadura no tiene posibilidad de disipar el calor por ningún sitio y no puede proteger a su usuario de las quemaduras. La armadura incluye otras caracteristicas como el servo-movimiento en las botas, lo que permite a su usuario moverse rápidamente; tambien tiene un curioso sistema construido en los codos que ayuda a mejorar la punteria del soldado aplicando la presión adecuada sobre las piezas de los brazos. Estamos investigando nuevos usos para esta tecnología. Adaptar esta armadura a un cuerpo humano será imposible debido a las diferencias físicas y a la dificultad de trabajar con los estos materiales. Sin embargo, he preparado una propuesta de investigación separada para estudiar la posibilidad de diseñar y producir en masa nuestras propias armaduras usando el traje alienígena como modelo. Estará en su bandeja de entrada proximamente, Comandante. --Cdr. Navarre
it: Comandante, abbiamo una relazione definitiva sull'armatura aliena. E' stata una sorpresa il fatto che l'armatura aliena contiene una combinazione di plastiche e carbonio, senza alcuna traccia di metalli. Infatti, l'elemento più importante è qualcosa con cui l'umanità ha già a che fare: i nanotubi di carbonio. I nanotubi di carbonio (conosciuti anche come CNT) sono molecole di carbonio cilindriche incredibilmente resistenti, uno dei materiali più resistenti conosciuti dall'umanità. Sono stati usati relativamente poco sulla Terra a causa dei costi eccessivi. Non è ancora stato trovato un modo per la produzione di massa, restringendone l'utilizzo ai programmi più costosi della Terra, come l'aeronautica e l'esplorazione spaziale. L'armatura aliena usa CNT come strato di penetrazione, cioè lo strato che impedisce ai proiettili di penetrare nel corpo. I nanotubi sono intrecciati in trame simili a quelle del lattice su una matrice di polimeri duri, supportati da uno strato di gel semi-liquido capace di attutire l'energia del colpo e distribuire la forza restante su un'area molto larga. Lo strato finale -- intrecciato con fibre flessibili aramidiche -- serve per contenere il gel e raddoppia la protezione, intercettando i frammenti che potrebbero arrivare oltre l'armatura. Grazie alle proprietà conduttive dei nanotubi, l'armatura si comporta molto bene contro le armi al plasma, così come con i proiettili ordinari, laser ed esplosivi. Comunque sia, ironicamente, non è molto efficiente contro i dispositivi incendiari, poiché queste armi alzano la temperatura attorno al nemico. In questo scenario l'armatura non può efficacemente diffondere il calore, e non potrà impedire di bruciare a chi la indossa. Altre funzionalità includono il movimento servo-assistito negli stivali, che permettono a chi li indossa di muoversi più velocemente, e un curioso sistema inglobato nei bracciali che assistono la mira del soldato applicando pressioni sull'avambraccio. Adattare quest'armatura al corpo umano è impossibile a causa delle differenze nella struttura fisica e nella difficoltà nel lavorare questi materiali. Comunque sia ho redatto una proposta di ricerca separata per investigare la possibilità di progettare e produrre su vasta scala delle armature personalizzate usando quella aliena come riferimento. Dovrebbe già essere nella sua casella e-mail, Comandante. --Com. Navarre
pt_br: Commander, we've got a full report on the alien armour for you. It was something of a surprise to learn that the alien armour is made of a composite of plastics and carbon containing no metal whatsoever. In fact, the most important element is something with which humanity is already well-acquainted: carbon nanotubes. Carbon nanotubes (also known as CNTs or 'buckytubes') are cylindrical carbon molecules that are incredibly strong, one of the strongest materials known to humankind. They have been relatively little-used on Earth because of their extreme cost. No economical means of mass-production has been found to date, restricting their use to the most expensive programs on Earth, such as aeronautics and space exploration. The alien armour uses CNTs as its penetration layer, i.e. the layer that stops bullets and other incoming ordnance from penetrating into the body. The nanotubes are woven into long latticework patterns and recessed into a bed of hard polymer, backed by a layer of semi-liquid gel that very effectively dampens the energy of a blow and spreads the remaining force across a very large area. The final layer -- woven from flexible aramid fibre -- serves to contain the gel and doubles as a spall liner, catching any fragments that may be blown loose from the inside of the armour. Thanks to the conductive properties of carbon nanotubes, the armour performs very well against plasma as well as against ordinary bullets, lasers and explosives. However ironically, it's not very effective against incendiary devices or flamethrowers, since these weapons also raise the atmospheric temperature around the wearer. In this scenario the armour is left with no place to effectively dump its heat and will not protect the wearer as he roasts inside his suit. Other features of the armour include servo-assisted movement in the boots, allowing the wearer to move more quickly, and a curious system built into the bracers that automatically assists the wearer's aim by selectively applying pressure to parts of the forearm. We are looking into many new uses for this technology. Adapting this armour to a human body would be impossible due to the differences in physique and the difficulty of working with the materials involved. However, I've written up a separate research proposal to investigate the possibility of designing and mass-producing our own armour using the alien suit as a template. It will be in your inbox presently, Commander. --Cdr. Navarre

source: alien_body_armour_pre_txt
el: Κύριε Διοικητά, περισυλλέξαμε από το πεδίο της μάχης μια εξωγήινη στολή θωράκισης. Ο θώρακας αυτός έχει βασανίσει αρκετά τους στρατιώτες μας καθώς εμφανίζει πολύ μεγάλη αντίσταση σε διάφορους τύπους ζημιάς: οι εξωγήινοι που τον φορούν αντιστέκονται σε πλήγματα που μπορούν να διαλύσουν τους αθωράκιστους συναδέλφους τους. Δεν πρέπει να μας εκπλήσει το γεγονός ότι ακόμα δεν έχουμε καταφέρει να τον κόψουμε και να τον ανοίξουμε προκειμένου να μελετήσουμε τη σύνθεσή του. Θα πρέπει να αναζητήσουμε όσο πιο σύντομα γίνεται τις αδυναμίες αυτής της θωράκισης, καθώς και πιθανούς τρόπους για την προσαρμογή της στις ανάγκες μας. Η συγκεκριμένη έρευνα θα χρειαστεί μέτριες ποσότητες χρηματοδότησης και εργαστηριακού χρόνου. ΘΑ ξεκινήσουμε τις εργασίες μας μόλις λάβουμε την έγκρισή σας, κύριε Διοικητά. --Paul Navarre, Διευθυντής
es_es: PARA: Comandante de la Base, PHALANX, Mando de Operaciones Atlánticas DE: Cdr. Paul Navarre, I+D: División de Ingeniería, PHALANX, Mando de Operaciones Atlánticas FECHA: %02i %s %i ASUNTO: Artefacto alienígena -- Armadura corporal alienígena. Comandante, hemos recuperado una armadura corporal alienígena en el campo de batalla. Esta armadura ha sido una maldición para nuestros soldados a causa de su gran resistencia a varios tipos de daño; los alienígenas que las llevan pueden resistir disparos que habrían despedazado a compañeros sin ellas. No es sorprendente que todavia no hayamos podido cortarlar para proceder al análisis preliminar de su interior. Necesitamos investigar las debilidades de este tipo de blindaje tan pronto como sea posible, con lo cual quizás consigamos encontrar una manera de adaptarla para nuestro uso. Este proyecto necesitará de una moderada cantidad de dinero y de tiempo de laboratorio. El trabajo comenzará tan pronto como recibamos su autorización, Comandante. --Cdr. Navarre
it: Comandante, abbiamo recuperato una corazza aliena dal campo di battaglia. Quest'armatura è stata una piaga per i nostri soldati a causa della sua alta resistenza ai vari tipi di danni; gli alieni che la indossavano venivano solo scalfiti dai colpi che avrebbero fatto a pezzi i loro amici senza armatura. Non dovrebbe sorprenderla il fatto che non siamo ancora riusciti a tagliarla per cominciare le ricerche sulla sua composizione. Dovremmo iniziare subito le ricerche per scovare le sue debolezze il prima possibile, e magari trovare un modo per adattarla ai nostri scopi. Questo progetto richiederà un moderato ammontare di tempo e di fondi. I lavori inizieranno appena avremo la sua autorizzazione, Comandante. --Com. Navarre
pt_br: Commander, we've recovered a suit of alien body armour from the battlefield. This armour has been a plague to our soldiers due to its very high resistance to various types of damage; aliens wearing it have shrugged off shots that would have torn their unarmoured friends apart. It's not surprising that we still haven't managed to cut it open to perform an initial survey of its composition. We should investigate the armour's weaknesses as soon as we can, and perhaps ascertain a way to adapt it for our own uses. This project will require a moderate amount of lab time and funding. Work will start as soon as we have your authorisation, Commander. --Cdr. Navarre
