Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: shotgun_micro_txt
el: Technical Specifications: CRC-M9 Micro Shotgun CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. The 425 Blesk is a miniature shotgun hailing from the Czech Republic, a favourite of anti-terrorist and military reconnaissance units around the world. It is highly prized for its small frame, manoeuvrability, lightweight construction and reliable operation in combat. It is a significant competitor with the CRC-212 Riot Shotgun for the hearts and minds of shotgun-wielding soldiers. The Blesk sacrifices versatility and range for raw speed. It is a 12mm semi-automatic, able to shoot as fast as the operator can pull the trigger; there is no other shotgun in existence that responds as fast or as easily to new threats as the Blesk. In its standard configuration, the weapon features a folding foregrip in lieu of a buttstock in order to help the operator deal with the recoil of repeated firings. Unfortunately, the short barrel cuts badly into effective range, making it accurate only out to 10-20 metres, but this is usually enough for the tight urban situations in which PHALANX will be operating most often. It is also more than enough for a sidearm; the Blesk will fit into a sidearm holster with minor modifications and can be set to deploy the foregrip as the weapon is drawn, allowing immediate accurate fire as needed. The weapon chambered for the common 12mm shotgun calibre. It can fit 7 slugs in a handy pistol-style magazine contained in the grip, which makes it much faster to reload than the CRC-212 Riot Shotgun. However, it requires short shells that can fit into the grip magazine, such as our flechette shells. It cannot fit the full-length saboted slugs. There are only a handful of weapons that can compete with the Blesk for sheer short-range devastation. Its speed combined with flechette ammo makes for a deadly mix that can be relied upon to quickly dispatch any enemy stupid enough to get into range. For PHALANX use, we have given this shotgun the classification CRC-M9. Recommended Doctrine All the restrictions that plague shotguns are magnified in the M9: short range, low ammo capacity, high recoil. This makes its function very clear. It is meant only for close-range firefights, where shotguns and sidearms shine. However, M9 operators should keep a close eye on their ammo level so that they don't run out in a tight spot. While not technically designed as a sidearm, the M9 performs well as one despite its relative bulk. It does more damage than the P-12 Pistol and is more accurate than the CRC-8 SMG. It is a good choice for snipers in particular. Addenda None.
it: Technical Specifications: CRC-M9 Micro Shotgun CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. The 425 Blesk is a miniature shotgun hailing from the Czech Republic, a favourite of anti-terrorist and military reconnaissance units around the world. It is highly prized for its small frame, manoeuvrability, lightweight construction and reliable operation in combat. It is a significant competitor with the CRC-212 Riot Shotgun for the hearts and minds of shotgun-wielding soldiers. The Blesk sacrifices versatility and range for raw speed. It is a 12mm semi-automatic, able to shoot as fast as the operator can pull the trigger; there is no other shotgun in existence that responds as fast or as easily to new threats as the Blesk. In its standard configuration, the weapon features a folding foregrip in lieu of a buttstock in order to help the operator deal with the recoil of repeated firings. Unfortunately, the short barrel cuts badly into effective range, making it accurate only out to 10-20 metres, but this is usually enough for the tight urban situations in which PHALANX will be operating most often. It is also more than enough for a sidearm; the Blesk will fit into a sidearm holster with minor modifications and can be set to deploy the foregrip as the weapon is drawn, allowing immediate accurate fire as needed. The weapon chambered for the common 12mm shotgun calibre. It can fit 7 slugs in a handy pistol-style magazine contained in the grip, which makes it much faster to reload than the CRC-212 Riot Shotgun. However, it requires short shells that can fit into the grip magazine, such as our flechette shells. It cannot fit the full-length saboted slugs. There are only a handful of weapons that can compete with the Blesk for sheer short-range devastation. Its speed combined with flechette ammo makes for a deadly mix that can be relied upon to quickly dispatch any enemy stupid enough to get into range. For PHALANX use, we have given this shotgun the classification CRC-M9. Recommended Doctrine All the restrictions that plague shotguns are magnified in the M9: short range, low ammo capacity, high recoil. This makes its function very clear. It is meant only for close-range firefights, where shotguns and sidearms shine. However, M9 operators should keep a close eye on their ammo level so that they don't run out in a tight spot. While not technically designed as a sidearm, the M9 performs well as one despite its relative bulk. It does more damage than the P-12 Pistol and is more accurate than the CRC-8 SMG. It is a good choice for snipers in particular. Addenda None.
pt_br: Technical Specifications: CRC-M9 Micro Shotgun CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. The 425 Blesk is a miniature shotgun hailing from the Czech Republic, a favourite of anti-terrorist and military reconnaissance units around the world. It is highly prized for its small frame, manoeuvrability, lightweight construction and reliable operation in combat. It is a significant competitor with the CRC-212 Riot Shotgun for the hearts and minds of shotgun-wielding soldiers. The Blesk sacrifices versatility and range for raw speed. It is a 12mm semi-automatic, able to shoot as fast as the operator can pull the trigger; there is no other shotgun in existence that responds as fast or as easily to new threats as the Blesk. In its standard configuration, the weapon features a folding foregrip in lieu of a buttstock in order to help the operator deal with the recoil of repeated firings. Unfortunately, the short barrel cuts badly into effective range, making it accurate only out to 10-20 metres, but this is usually enough for the tight urban situations in which PHALANX will be operating most often. It is also more than enough for a sidearm; the Blesk will fit into a sidearm holster with minor modifications and can be set to deploy the foregrip as the weapon is drawn, allowing immediate accurate fire as needed. The weapon chambered for the common 12mm shotgun calibre. It can fit 7 slugs in a handy pistol-style magazine contained in the grip, which makes it much faster to reload than the CRC-212 Riot Shotgun. However, it requires short shells that can fit into the grip magazine, such as our flechette shells. It cannot fit the full-length saboted slugs. There are only a handful of weapons that can compete with the Blesk for sheer short-range devastation. Its speed combined with flechette ammo makes for a deadly mix that can be relied upon to quickly dispatch any enemy stupid enough to get into range. For PHALANX use, we have given this shotgun the classification CRC-M9. Recommended Doctrine All the restrictions that plague shotguns are magnified in the M9: short range, low ammo capacity, high recoil. This makes its function very clear. It is meant only for close-range firefights, where shotguns and sidearms shine. However, M9 operators should keep a close eye on their ammo level so that they don't run out in a tight spot. While not technically designed as a sidearm, the M9 performs well as one despite its relative bulk. It does more damage than the P-12 Pistol and is more accurate than the CRC-8 SMG. It is a good choice for snipers in particular. Addenda None.

source: shotgun_micro_ammo_txt
el: Technical Specifications: Flechette Shells CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 7 shells of flechette shot. Each 12mm shell contains 8 tiny flechettes -- solid steel needles with fins to stabilise their flight. This ammunition is military-only, banned for all civilian use due to the flechettes' excellent performance against armour. The flechettes are prone to tumble after penetration, resulting in nasty wounds that will either kill the target or send it running for cover. This short shell -- only 90mm long -- was designed for pistol-configuration shotguns like the CRC-M9 Micro Shotgun. However, the CRC-212 Riot Shotgun can fire it just as easily, with all the performance increases of a full-sized weapon. The magazine is meant to be loaded into a CRC-212 Riot Shotgun or CRC-M9 Micro Shotgun. Recommended Doctrine All soldiers equipped with shotguns should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
it: Technical Specifications: Flechette Shells CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 7 shells of flechette shot. Each 12mm shell contains 8 tiny flechettes -- solid steel needles with fins to stabilise their flight. This ammunition is military-only, banned for all civilian use due to the flechettes' excellent performance against armour. The flechettes are prone to tumble after penetration, resulting in nasty wounds that will either kill the target or send it running for cover. This short shell -- only 90mm long -- was designed for pistol-configuration shotguns like the CRC-M9 Micro Shotgun. However, the CRC-212 Riot Shotgun can fire it just as easily, with all the performance increases of a full-sized weapon. The magazine is meant to be loaded into a CRC-212 Riot Shotgun or CRC-M9 Micro Shotgun. Recommended Doctrine All soldiers equipped with shotguns should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
pt_br: Technical Specifications: Flechette Shells CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 7 shells of flechette shot. Each 12mm shell contains 8 tiny flechettes -- solid steel needles with fins to stabilise their flight. This ammunition is military-only, banned for all civilian use due to the flechettes' excellent performance against armour. The flechettes are prone to tumble after penetration, resulting in nasty wounds that will either kill the target or send it running for cover. This short shell -- only 90mm long -- was designed for pistol-configuration shotguns like the CRC-M9 Micro Shotgun. However, the CRC-212 Riot Shotgun can fire it just as easily, with all the performance increases of a full-sized weapon. The magazine is meant to be loaded into a CRC-212 Riot Shotgun or CRC-M9 Micro Shotgun. Recommended Doctrine All soldiers equipped with shotguns should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
