Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: laserrifle_pre_txt
el: This is one of several proposals I'm submitting for the research and development of new laser weaponry. Each of these will have to be developed separately due to the size differences, power levels and complexity of the systems involved. The laser rifle is the flagship design of our new deuterium-fluoride laser family. It will be a perfect marriage of power, accuracy, range, manoeuvrability and ammo capacity. Even on paper the laser rifle's specs can compete with any conventional assault rifle. The only problem will be actually building it. The components we've been using in our Continuous Wave Laser prototypes have been cumbersome, fragile and very expensive. Our soldiers need ruggedness in a rifle, something that will last through the bumps and bashes of combat, and we badly need to bring down production costs to make the program worthwhile. As it is, the price of a squad of working laser rifles would be on par with your average main battle tank. We need funding and lab time to bring costs down, fix or replace the most sensitive components to make the weapon more reliable, and reduce its form factor to something that can be comfortably fired by a human soldier. As always, Commander, we'll begin work as soon as you give us your authorisation. --Cdr. Navarre
es_es: No hay información previa a la investigación diponible.
it: This is one of several proposals I'm submitting for the research and development of new laser weaponry. Each of these will have to be developed separately due to the size differences, power levels and complexity of the systems involved. The laser rifle is the flagship design of our new deuterium-fluoride laser family. It will be a perfect marriage of power, accuracy, range, manoeuvrability and ammo capacity. Even on paper the laser rifle's specs can compete with any conventional assault rifle. The only problem will be actually building it. The components we've been using in our Continuous Wave Laser prototypes have been cumbersome, fragile and very expensive. Our soldiers need ruggedness in a rifle, something that will last through the bumps and bashes of combat, and we badly need to bring down production costs to make the program worthwhile. As it is, the price of a squad of working laser rifles would be on par with your average main battle tank. We need funding and lab time to bring costs down, fix or replace the most sensitive components to make the weapon more reliable, and reduce its form factor to something that can be comfortably fired by a human soldier. As always, Commander, we'll begin work as soon as you give us your authorisation. --Cdr. Navarre
pt_br: This is one of several proposals I'm submitting for the research and development of new laser weaponry. Each of these will have to be developed separately due to the size differences, power levels and complexity of the systems involved. The laser rifle is the flagship design of our new deuterium-fluoride laser family. It will be a perfect marriage of power, accuracy, range, manoeuvrability and ammo capacity. Even on paper the laser rifle's specs can compete with any conventional assault rifle. The only problem will be actually building it. The components we've been using in our Continuous Wave Laser prototypes have been cumbersome, fragile and very expensive. Our soldiers need ruggedness in a rifle, something that will last through the bumps and bashes of combat, and we badly need to bring down production costs to make the program worthwhile. As it is, the price of a squad of working laser rifles would be on par with your average main battle tank. We need funding and lab time to bring costs down, fix or replace the most sensitive components to make the weapon more reliable, and reduce its form factor to something that can be comfortably fired by a human soldier. As always, Commander, we'll begin work as soon as you give us your authorisation. --Cdr. Navarre

source: medikit_txt
el: Technical Specifications: Medikit CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 19 March 2084 By: Surgeon-Captain Helen Floydd, Medical Division, PHALANX, Atlantic Operations Command Overview In the past, the application of first aid and field surgery in hostile situations required specially-trained combat medics and surgeons who could handle the stresses of saving lives under fire. Troops who saw their friends being hit usually had no choice but to keep fighting and hope the medics would arrive in time -- that is, if they didn't freeze or panic or make some futile attempt at a field dressing without ability or materials. If the wounded survived at all, they'd still be out of action for weeks or months at a time. This may have been a workable strategy in the trenches of World War 2, but it isn't any longer. Waiting for a medic to arrive on the scene can contribute to the death of a soldier who might have been saved by immediate aid. The prompt application of trauma medicine needs to be made as quick and easy as possible so that any soldier can provide life-saving effort with minimal training. This is where the modern medikit comes in. Every medikit contains an onboard computer that can diagnose injuries via directed X-ray and ultrasound. It can run ECGs and EEGs at the same time, measure blood pressure and heart rate, and even calculate the soldier's combat effectiveness based on his or her individual record (stored in a small subdermal chip for medical, locational and identification purposes). All this information can be shown in a small hologram or displayed directly to a soldier's helmet information system. At the same time the medikit can deploy a number of drugs and sterile surgical tools for emergency operations, cauterise wounds via a special heating iron, and -- most importantly -- apply its store of nanorobots to a wound. The old idea of medical nanobots was first put into practice by Vietnamese researchers thirty years ago. Today, medicine without them is almost unthinkable. Nanobots are tiny robots several micrometres in diameter which can be programmed to perform specific tasks on the fly. They will quickly sterilise a wound and seal ruptured arteries, alert the medikit operator about any internal bleeding, request suction at appropriate places, patch up bowel or stomach punctures, revive or remove necrotic tissue, and repair nerve damage. They dissolve harmlessly in the victim's bloodstream once their battery runs out, which lasts no longer than 10 to 15 seconds, often not long enough to stabilise heavily-wounded troops. Two or more doses of nanobots may be required. Any number of doses can be applied and metabolised with no ill effects. This technology is the most important breakthrough in trauma surgery ever made. It can do everything except regenerate tissue. If more attention is required -- for example when a vital organ is hit, or a bullet is lodged in a critical place -- the medikit provides equipment and detailed instructions for the soldier to follow. It can never replace the operating room, but it's as close to a portable hospital as we'll ever get. Recommended Doctrine All our soldiers have been trained in the use of the medikit. In fact, in an ideal situation, every soldier would carry one for immediate use -- but I recognise that our troops have a limited carrying capacity. All major wounds should be treated without delay to prevent complications and further risk to the injured soldier. If the victim can still walk, she should retreat from the firefight and seek cover in order to safely receive treatment by a comrade. The medikit's onboard pharmacy can also be used to revive unconscious soldiers. If this is done, please take care to remove the revived troop from the line of fire as soon as possible and proceed with further treatment from a safe position. The medic herself may be forced to engage approaching targets to enable the patient's escape; this is acceptable practice, but please supply the medic with adequate covering fire. Trading one soldier's life for another does not make for good battlefield mathematics. Once a wounded soldier makes it back to base alive, our medical team will take over treatment. The risk of anyone succumbing to battlefield trauma while in a PHALANX ward is less than one percent, and as near to zero as we can make it. Addenda None.
es: Un set de suministros médicos de campo. Capaz de restaurar la saludo de los soldados heridos.
es_es: Especificaciones técnicas: Cuchillo de Combate CLASIFICACIÓN NIVEL AMARILLO Unidad de Respuesta Extraterrestre PHALANX Documento Técnico, Delta Clearance Archivado: 19 Marzo 2084 By: Cirujano Capitán Helen Floydd, División Médica, PHALANX, Centro de Operaciones Atlánticas Descripción En el pasado, la aplicación de primeros auxilios, o la cirugía de emergencia necesaria en situaciones hostiles, necesitaba la presencia de médicos y cirujanos especialmente entrenados para superar el estress de tener que salvar vidas bajo el fuego enemigo. Los soldados que veian caer a sus compañeros habitualmente no tenian otra alternativa que seguir luchando con la esperanza de que el equipo médico llegara a tiempo -- siempre que no se quedaran helados por el pánico ni intentaran alguna acción completamente inútil en el campo de batalla sin el material adecuado. Si el herido lograba sobrevivir, aun debían pasar semanas o meses antes de que se pudiera reincorporar al servicio activo. Esto podía ser una estrategía razonable para los estándares de la Segunda Guerra Mundial, pero actualmente esperar a que llegue un médico cualificado puede contribuir a la muerte de un soldado que podría haber sido salvado con poco esfuerzo. La aplicación de los medicamentos adecuados para esos primeros instantes debe hacerse tan fácil y rápida como para que cualquier soldado cercano al caído pueda socorrerle con entrenamiento mínimo. Esta es la razón de la existencia del Medikit. Cada Medikit contiene un ordenador integrado capaz de diagnosticar heridas mediante rayos X y ultrasonidos. Puede realizar ECG y EEG, mediar las pulsaciones y la presión sanguínea e incluso calcular la efectividad real del soldado en combate, basándose en el historial médico que aparece el el chip que cada soldado lleva implantado bajo la piel. Toda esta información puede mostrarse en un pequeño holograma o proyectarse directamente en el sistema de información del casco del soldado. Al mismo tiempo el Medikit puede proporcionar las medicinas adecuadas así como las herramientas quirurgicas de emergencia, ademas de cauterizar heridas y -- lo más importante -- aplicar a una herida los nanobots médicos que almacena. La antigua idea de contar con nanobots médicos fue puesta en práctica por primera vez hace 30 años por investigadores vietnamitas. Actualmente, es impensable concebir la medicina sin ellos. Los nanobots son pequeños robots de algunas micras de diametro que pueden ser programados dinamicamente para realizar tareas específicas. Pueden esterilizar rápidamente una herida y sellar arterias rotas. Pueden alertar al Medikit de daños internos, eliminar tejido necrótico e incluso reparar nervios. Se disuelven en la sangre del paciente una vez que se acaba su bateria, que no suele durar más de 10 o 15 segundos -- un tiempo a veces insuficiente para estabilizar a tropas gravemente heridas. Por otra parte se pueden proporcionar tantas dosis de nanobots como sean precisas sin efectos secundarios para la salud. Esta tecnología es el avance más importante en la cirugía jamás realizado. Puede hacer cualquier cosa excepto regenerar tejidos. Si el herido necesita más atención de la que el Medikit puede proporcionar, contiene instrucciones e información detallada a seguir para minimizar el daño hasta que se pueda llegar a un verdadero hospital. Doctrina Recomendada Todos nuestros soldados han sido entrenados en el uso del Medikit. De hecho, en una situación ideal, cada soldado debería llevar uno para hacer uso inmediato de él, aunque reconozco que nuestras tropas no pueden cargar con todo el equipo que nosotros desearíamos. Toda herida seria debe ser tratada sin demora para prevenir complicaciones y daños futuros al soldado. Si la víctima todavia puede andar, deberá retirarse a un sitio protegido para recibir tratamiento de un camarada de forma segura. La farmacología presente en el Medikit también puede usarse para revivir soldados inconscientes. En cualquier caso se recomienda sustraer al recien reanimado de la linea de fuego enemiga para recibir los cuidados oportunos. Siempre deberá cuidarse de que el médico no reciba daños cuando está atendiendo a un compañero; intercambiar la vida de un soldado por la de otro no es buena táctica en el campo de batalla. Una vez que un soldado herido ha regresado a la base nuestro equipo médico se ocupará de él. El riesgo de perecer una vez que se ha abandonado el campo de batalla y se está a disposición de los especialistas de PHALANX es menor del uno por ciento. Addenda Ninguno.
it: Technical Specifications: Medikit CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 19 March 2084 By: Surgeon-Captain Helen Floydd, Medical Division, PHALANX, Atlantic Operations Command Overview In the past, the application of first aid and field surgery in hostile situations required specially-trained combat medics and surgeons who could handle the stresses of saving lives under fire. Troops who saw their friends being hit usually had no choice but to keep fighting and hope the medics would arrive in time -- that is, if they didn't freeze or panic or make some futile attempt at a field dressing without ability or materials. If the wounded survived at all, they'd still be out of action for weeks or months at a time. This may have been a workable strategy in the trenches of World War 2, but it isn't any longer. Waiting for a medic to arrive on the scene can contribute to the death of a soldier who might have been saved by immediate aid. The prompt application of trauma medicine needs to be made as quick and easy as possible so that any soldier can provide life-saving effort with minimal training. This is where the modern medikit comes in. Every medikit contains an onboard computer that can diagnose injuries via directed X-ray and ultrasound. It can run ECGs and EEGs at the same time, measure blood pressure and heart rate, and even calculate the soldier's combat effectiveness based on his or her individual record (stored in a small subdermal chip for medical, locational and identification purposes). All this information can be shown in a small hologram or displayed directly to a soldier's helmet information system. At the same time the medikit can deploy a number of drugs and sterile surgical tools for emergency operations, cauterise wounds via a special heating iron, and -- most importantly -- apply its store of nanorobots to a wound. The old idea of medical nanobots was first put into practice by Vietnamese researchers thirty years ago. Today, medicine without them is almost unthinkable. Nanobots are tiny robots several micrometres in diameter which can be programmed to perform specific tasks on the fly. They will quickly sterilise a wound and seal ruptured arteries, alert the medikit operator about any internal bleeding, request suction at appropriate places, patch up bowel or stomach punctures, revive or remove necrotic tissue, and repair nerve damage. They dissolve harmlessly in the victim's bloodstream once their battery runs out, which lasts no longer than 10 to 15 seconds, often not long enough to stabilise heavily-wounded troops. Two or more doses of nanobots may be required. Any number of doses can be applied and metabolised with no ill effects. This technology is the most important breakthrough in trauma surgery ever made. It can do everything except regenerate tissue. If more attention is required -- for example when a vital organ is hit, or a bullet is lodged in a critical place -- the medikit provides equipment and detailed instructions for the soldier to follow. It can never replace the operating room, but it's as close to a portable hospital as we'll ever get. Recommended Doctrine All our soldiers have been trained in the use of the medikit. In fact, in an ideal situation, every soldier would carry one for immediate use -- but I recognise that our troops have a limited carrying capacity. All major wounds should be treated without delay to prevent complications and further risk to the injured soldier. If the victim can still walk, she should retreat from the firefight and seek cover in order to safely receive treatment by a comrade. The medikit's onboard pharmacy can also be used to revive unconscious soldiers. If this is done, please take care to remove the revived troop from the line of fire as soon as possible and proceed with further treatment from a safe position. The medic herself may be forced to engage approaching targets to enable the patient's escape; this is acceptable practice, but please supply the medic with adequate covering fire. Trading one soldier's life for another does not make for good battlefield mathematics. Once a wounded soldier makes it back to base alive, our medical team will take over treatment. The risk of anyone succumbing to battlefield trauma while in a PHALANX ward is less than one percent, and as near to zero as we can make it. Addenda None.
pt_br: Technical Specifications: Medikit CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 19 March 2084 By: Surgeon-Captain Helen Floydd, Medical Division, PHALANX, Atlantic Operations Command Overview In the past, the application of first aid and field surgery in hostile situations required specially-trained combat medics and surgeons who could handle the stresses of saving lives under fire. Troops who saw their friends being hit usually had no choice but to keep fighting and hope the medics would arrive in time -- that is, if they didn't freeze or panic or make some futile attempt at a field dressing without ability or materials. If the wounded survived at all, they'd still be out of action for weeks or months at a time. This may have been a workable strategy in the trenches of World War 2, but it isn't any longer. Waiting for a medic to arrive on the scene can contribute to the death of a soldier who might have been saved by immediate aid. The prompt application of trauma medicine needs to be made as quick and easy as possible so that any soldier can provide life-saving effort with minimal training. This is where the modern medikit comes in. Every medikit contains an onboard computer that can diagnose injuries via directed X-ray and ultrasound. It can run ECGs and EEGs at the same time, measure blood pressure and heart rate, and even calculate the soldier's combat effectiveness based on his or her individual record (stored in a small subdermal chip for medical, locational and identification purposes). All this information can be shown in a small hologram or displayed directly to a soldier's helmet information system. At the same time the medikit can deploy a number of drugs and sterile surgical tools for emergency operations, cauterise wounds via a special heating iron, and -- most importantly -- apply its store of nanorobots to a wound. The old idea of medical nanobots was first put into practice by Vietnamese researchers thirty years ago. Today, medicine without them is almost unthinkable. Nanobots are tiny robots several micrometres in diameter which can be programmed to perform specific tasks on the fly. They will quickly sterilise a wound and seal ruptured arteries, alert the medikit operator about any internal bleeding, request suction at appropriate places, patch up bowel or stomach punctures, revive or remove necrotic tissue, and repair nerve damage. They dissolve harmlessly in the victim's bloodstream once their battery runs out, which lasts no longer than 10 to 15 seconds, often not long enough to stabilise heavily-wounded troops. Two or more doses of nanobots may be required. Any number of doses can be applied and metabolised with no ill effects. This technology is the most important breakthrough in trauma surgery ever made. It can do everything except regenerate tissue. If more attention is required -- for example when a vital organ is hit, or a bullet is lodged in a critical place -- the medikit provides equipment and detailed instructions for the soldier to follow. It can never replace the operating room, but it's as close to a portable hospital as we'll ever get. Recommended Doctrine All our soldiers have been trained in the use of the medikit. In fact, in an ideal situation, every soldier would carry one for immediate use -- but I recognise that our troops have a limited carrying capacity. All major wounds should be treated without delay to prevent complications and further risk to the injured soldier. If the victim can still walk, she should retreat from the firefight and seek cover in order to safely receive treatment by a comrade. The medikit's onboard pharmacy can also be used to revive unconscious soldiers. If this is done, please take care to remove the revived troop from the line of fire as soon as possible and proceed with further treatment from a safe position. The medic herself may be forced to engage approaching targets to enable the patient's escape; this is acceptable practice, but please supply the medic with adequate covering fire. Trading one soldier's life for another does not make for good battlefield mathematics. Once a wounded soldier makes it back to base alive, our medical team will take over treatment. The risk of anyone succumbing to battlefield trauma while in a PHALANX ward is less than one percent, and as near to zero as we can make it. Addenda None.

source: Alien Artifact - Plasma Pistol
el: Εξωγήινο τεχνούργημα - Πιστόλι Πλάσματος
it: Artefatto Alieno - Pistola al Plasma
pt_br: Artefato Alienígena - Pistola de Plasma
