Repository: ufoaiorg/ufoai
Catalog: src/po/*.po
Languages: el, es, es_es, it, pt_br

source: craft_alien_detection_txt
el: Η έρευνα του εξωγήινου εξοπλισμού ανίχνευσης ολοκληρώθηκε, κύριε Διοικητά. Τώρα πια έχουμε πλήρη κατανόηση της λειτουργίας και του ελέγχου των μηχανημάτων, καθώς και των τροποποιήσεων που απαιτούνται για ανθρώπινη χρήση. Η αρχική μας υπόθεση αποδείχτηκε σωστή. Ο εξοπλισμός ανίχνευσης χρησιμοποιεί κυρίως τις τυπικές και αξιόπιστες μεθόδους εντοπισμού που η ανθρωπότητα χρησιμοποιεί ή τουλάχιστον γνωρίζει. Οι συσκευές τους είναι πιο εξελιγμένες από τις δικές μας και σίγουρα θα φανούν χρήσιμες, όμως στον μεγαλύτερο βαθμό οι εξωγήινοι χρησιμοποιούν τις ίδιες φυσικές αρχές με εμάς. Όπως ανέφερα και όταν έκανα την πρόταση, στον συνολικό εξοπλισμό ανίχνευσης συμπεριλαμβάνεται ρανταρ, εικόνα και άλλες αξιόπιστες μέθοδοι. Και τέλος υπάρχει ο μυστηριωδης αισθητήρας. Η λειτουργία του μας διέφευγε για αρκετό καιρό, καθώς τώρα που βρίσκεται στην επιφάνεια της Γης το μόνο που μας δίνει είναι έντονος θόρυβος. Μόλις, όμως, βρεθεί στον αέρα, η εικόνα αλλάζει ριζικά. Πιστεύουμε ότι επιτέλους καταλάβαμε τι ανιχνεύει ο αισθητήρας και πως λειτουργεί. Με απλούς όρους, πρόκειται για έναν αισθητήρα βαρύτητας ο οποίος εντοπίζει ανεπαίσθητες αλλαγές στο περιβάλλων βαρυτικό πεδίο. Οτιδήποτε κινείται μέσα σε ένα βαρυτικό πεδίο διαταράσσει σε κάποιο βαθμό το πεδίο, ο οποίος εξαρτάται από το μέγεθος, τη μάζα και τη σύνθεσή του αντικειμένου. Ο αισθητήρας μπορεί να αναγνωρίζει αυτές τις διαταραχές ως φυσικά ή τεχνητά αντικείμενα με βάση την ταχύτητα, την πορεία και την επιτάχυνσή τους με ακρίβεια 95%. Αναφέρει τον εντοπισμό κάποιου αντικειμένου ακόμα και αν τα αποτελέσματα δεν είναι ξεκάθαρα. Φαίνεται να είναι αποτελεσματικότερος μέσα σε δυνατά βαρυτικά πεδία, όπως είναι αυτό της Γης, όμως συμπεραίνουμε ότι θα λειτουργεί σε κάποιο βαθμό οπουδήποτε εντός της βαρυτικής εμβέλειας ενός άστρου. Τα αποτελέσματα του συνόλου των αισθητήρων είναι συνδεδεμένα με ένα εξελιγμένο υπολογιστικό σύστημα, το οποίο αυτόματα εφαρμόζει μια σειρά από φίλτρα που προσαρμόζονται ανάλογα με τις ανάγκες του πιλότου και του πληρώματος. Αυτό βοηθάει είτε στο ξεκαθάρισμα των στόχων από το θόρυβο ή στην αυξημένη ευαισθησία για την ανίχνευση κάποιου καλυμμένου αντικειμένου. Ένα γεγονός που μας εξέπληξε ευχάριστα είναι ότι ο υπολογιστής ανίχνευσης συνδέεται άμεσα με τα συστήματα ελέγχου πυρός, βοηθώντας στην πρόβλεψη των κινήσεων ενός στόχου αλλά και στην ενεργή αντιπυραυλική άμυνα (για όσα σκάφη έχουν αυτή τη δυνατότητα). Τμήματα της συγκεκριμένης τεχνολογίας μπορούν να προσαρμοστούν στις υπάρχουσες επίγειες εγκαταστάσεις εντοπισμού καθώς και στα ρανταρ των αεροσκαφών μας. Θα πρέπει να επεκτείνουν σημαντικά την εμβέλεια και ανάλυση της ανίχνευσης, κάνοντας το αρκετά πιο δύσκολο για τα UFO να κρυφτούν. Όμως, το μεγαλύτερο πρακτικό όφελος θα προκύψει από τη χρήση της τεχνολογίας στην κατασκευή νέων οργάνων, τα οποία θα αυξήσουν τις πιθανότητες επιβίωσης των αναχαιτιστικών μας. Φυσικά, οι άμεσες εφαρμογές της τεχνολογίας δεν είναι οι πιο σημαντικές. Εκεί που οι ανιχνευτές θα είναι πραγματικά απαραίτητοι είναι στην μελλοντική κατασκευή διαστημικών σκαφών για την PHALANX. Στο διάστημα, όπου δεν υπάρχει υποστήριξη από επίγειο ρανταρ, η επιπλέον ανιχνευτική ισχύς θα είναι απόλυτα αναγκαία. --Paul Navarre, Διεύθυντής

source: craft_weapon_shiva_txt
el: Technical Specifications: SHIVA Rotary Cannon CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Now that we have aircraft capable of intercepting the attacking UFOs, we need to equip them with armaments that can actually shoot down these alien craft. We have evaluated every available weapon on Earth as part of the Excalibur Program, and we have selected the very best for the defence of our planet. The SHIVA is a four-barreled rotary cannon, firing the 20mm HMG (Heavy Machine Gun) round. It is an externally-powered gun -- rather than being dependent upon recoil to actuate the system, it uses an external motor to produce power. The electric motor which drives the SHIVA is a high-efficiency 20 horse power beast, achieving a rate of fire up to 6,000 rounds a minute with the accurate, hard-hitting 20mm HMG shells. Designed and built in Bangladesh, the SHIVA was first prototyped in 2048, failing every one of its trials during that year. The project was nearly discontinued until, in July 2050, an undercover investigation revealed a long-running sabotage plot by a rival arms company. A new prototype was constructed which showed enough promise justify further development. Eventually all the major bugs were ironed out, at which point the power of this weapon became apparent. The SHIVA is very light for an aircraft weapon of its size and effectiveness, weighing only 250 kilos unloaded, 400 kilos loaded. The rate of fire exceeds that of any other four-barreled cannon in existence. Its sophisticated tracking systems can hold a bead on an enemy for as long as there is a radar, lidar or optical target solution available. The unlinked ammo feeds are highly reliable and no jam has ever been recorded throughout the gun's service history. The SHIVA can fire two varieties of the HMG round; API (Armour-Piercing Incendiary) or HEI (High-Explosive Incendiary). The former achieves better penetration while the latter can do more damage if penetration is achieved. Both these rounds are proven to be capable of penetrating UFO armour to some degree. The largest issue with the SHIVA cannon is that it does only limited damage to a UFO, requiring a fairly long engagement time in order to bring a target down on its own. This also allows the enemy plenty of opportunity to escape or peg our craft with return fire. On the other hand, its large magazine gives it more staying power than most other weapons, and it is not to be underestimated. Recommended Doctrine Low damage and long engagement times somewhat limit the SHIVA's usefulness. However, most of these failings can be amended or eliminated if the gun is used in numbers or as part of a mixed gun-and-missiles armament. It can provide continuous automatic fire while the pilot concentrates on delivering his missiles, or it can be part of a gunboat configuration -- one or more interceptors loaded with as many cannons as possible, bringing down a UFO by sheer weight of lead. We currently have too little experience to recommend a most-effective way to engage alien craft with or without this weapon, but until we manage to capture some UFO weapon mounts, the SHIVA will remain the best dogfighting gun Earth has to offer. Addenda None.
it: Technical Specifications: SHIVA Rotary Cannon CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Now that we have aircraft capable of intercepting the attacking UFOs, we need to equip them with armaments that can actually shoot down these alien craft. We have evaluated every available weapon on Earth as part of the Excalibur Program, and we have selected the very best for the defence of our planet. The SHIVA is a four-barreled rotary cannon, firing the 20mm HMG (Heavy Machine Gun) round. It is an externally-powered gun -- rather than being dependent upon recoil to actuate the system, it uses an external motor to produce power. The electric motor which drives the SHIVA is a high-efficiency 20 horse power beast, achieving a rate of fire up to 6,000 rounds a minute with the accurate, hard-hitting 20mm HMG shells. Designed and built in Bangladesh, the SHIVA was first prototyped in 2048, failing every one of its trials during that year. The project was nearly discontinued until, in July 2050, an undercover investigation revealed a long-running sabotage plot by a rival arms company. A new prototype was constructed which showed enough promise justify further development. Eventually all the major bugs were ironed out, at which point the power of this weapon became apparent. The SHIVA is very light for an aircraft weapon of its size and effectiveness, weighing only 250 kilos unloaded, 400 kilos loaded. The rate of fire exceeds that of any other four-barreled cannon in existence. Its sophisticated tracking systems can hold a bead on an enemy for as long as there is a radar, lidar or optical target solution available. The unlinked ammo feeds are highly reliable and no jam has ever been recorded throughout the gun's service history. The SHIVA can fire two varieties of the HMG round; API (Armour-Piercing Incendiary) or HEI (High-Explosive Incendiary). The former achieves better penetration while the latter can do more damage if penetration is achieved. Both these rounds are proven to be capable of penetrating UFO armour to some degree. The largest issue with the SHIVA cannon is that it does only limited damage to a UFO, requiring a fairly long engagement time in order to bring a target down on its own. This also allows the enemy plenty of opportunity to escape or peg our craft with return fire. On the other hand, its large magazine gives it more staying power than most other weapons, and it is not to be underestimated. Recommended Doctrine Low damage and long engagement times somewhat limit the SHIVA's usefulness. However, most of these failings can be amended or eliminated if the gun is used in numbers or as part of a mixed gun-and-missiles armament. It can provide continuous automatic fire while the pilot concentrates on delivering his missiles, or it can be part of a gunboat configuration -- one or more interceptors loaded with as many cannons as possible, bringing down a UFO by sheer weight of lead. We currently have too little experience to recommend a most-effective way to engage alien craft with or without this weapon, but until we manage to capture some UFO weapon mounts, the SHIVA will remain the best dogfighting gun Earth has to offer. Addenda None.
pt_br: Technical Specifications: SHIVA Rotary Cannon CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Now that we have aircraft capable of intercepting the attacking UFOs, we need to equip them with armaments that can actually shoot down these alien craft. We have evaluated every available weapon on Earth as part of the Excalibur Program, and we have selected the very best for the defence of our planet. The SHIVA is a four-barreled rotary cannon, firing the 20mm HMG (Heavy Machine Gun) round. It is an externally-powered gun -- rather than being dependent upon recoil to actuate the system, it uses an external motor to produce power. The electric motor which drives the SHIVA is a high-efficiency 20 horse power beast, achieving a rate of fire up to 6,000 rounds a minute with the accurate, hard-hitting 20mm HMG shells. Designed and built in Bangladesh, the SHIVA was first prototyped in 2048, failing every one of its trials during that year. The project was nearly discontinued until, in July 2050, an undercover investigation revealed a long-running sabotage plot by a rival arms company. A new prototype was constructed which showed enough promise justify further development. Eventually all the major bugs were ironed out, at which point the power of this weapon became apparent. The SHIVA is very light for an aircraft weapon of its size and effectiveness, weighing only 250 kilos unloaded, 400 kilos loaded. The rate of fire exceeds that of any other four-barreled cannon in existence. Its sophisticated tracking systems can hold a bead on an enemy for as long as there is a radar, lidar or optical target solution available. The unlinked ammo feeds are highly reliable and no jam has ever been recorded throughout the gun's service history. The SHIVA can fire two varieties of the HMG round; API (Armour-Piercing Incendiary) or HEI (High-Explosive Incendiary). The former achieves better penetration while the latter can do more damage if penetration is achieved. Both these rounds are proven to be capable of penetrating UFO armour to some degree. The largest issue with the SHIVA cannon is that it does only limited damage to a UFO, requiring a fairly long engagement time in order to bring a target down on its own. This also allows the enemy plenty of opportunity to escape or peg our craft with return fire. On the other hand, its large magazine gives it more staying power than most other weapons, and it is not to be underestimated. Recommended Doctrine Low damage and long engagement times somewhat limit the SHIVA's usefulness. However, most of these failings can be amended or eliminated if the gun is used in numbers or as part of a mixed gun-and-missiles armament. It can provide continuous automatic fire while the pilot concentrates on delivering his missiles, or it can be part of a gunboat configuration -- one or more interceptors loaded with as many cannons as possible, bringing down a UFO by sheer weight of lead. We currently have too little experience to recommend a most-effective way to engage alien craft with or without this weapon, but until we manage to capture some UFO weapon mounts, the SHIVA will remain the best dogfighting gun Earth has to offer. Addenda None.

source: craft_ammo_shiva_1_txt
el: Technical Specifications: SHIVA 20mm API Rounds CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a pallet of 20mm API (Armour-Piercing Incendiary) ammunition for the SHIVA Rotary Cannon. It can contain up to 10,000 rounds. This high-powered anti-aircraft munition consists of a hard titanium-steel shell, tipped with depleted uranium, and filled with a core of explosive incendiary compound. Once the shell penetrates the outer skin of an aircraft, the core detonates, blowing the shell apart like a fragmentation grenade and spreading incendiary compound over the target area. Critical systems may be damaged before the incendiary compound can be quenched or compartmentalised. The advantage of the API round over the HEI (High-Explosive Incendiary) is its improved penetration, giving each round a better chance of causing some damage if a hit is scored. Penetrating API hits do not cause nearly as much damage as penetrating HEI hits, however. Each SHIVA cannon is loaded standard with a full pallet of 10,000 rounds, unless there are not enough rounds available in base storage. Recommended Doctrine It's a tough choice between API and HEI ammo in most situations. If we're expecting to engaging thickly-armoured enemies or have only limited aircraft available to intercept, API is the round of choice. If we're engaging heavily-armed, highly dangerous craft, then massed HEI fire may be one of the quickest ways to take it down. We can switch out a gun's ammunition in a matter of minutes, but we can't load both types into the same gun. The variable pressure of firing different ammunition can cause misfires and may result in extreme damage to the gun and the aircraft. Both UN safety procedures and the manufacturer's manual absolutely forbid it, and I can't help but agree. Addenda None.
it: Technical Specifications: SHIVA 20mm API Rounds CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a pallet of 20mm API (Armour-Piercing Incendiary) ammunition for the SHIVA Rotary Cannon. It can contain up to 10,000 rounds. This high-powered anti-aircraft munition consists of a hard titanium-steel shell, tipped with depleted uranium, and filled with a core of explosive incendiary compound. Once the shell penetrates the outer skin of an aircraft, the core detonates, blowing the shell apart like a fragmentation grenade and spreading incendiary compound over the target area. Critical systems may be damaged before the incendiary compound can be quenched or compartmentalised. The advantage of the API round over the HEI (High-Explosive Incendiary) is its improved penetration, giving each round a better chance of causing some damage if a hit is scored. Penetrating API hits do not cause nearly as much damage as penetrating HEI hits, however. Each SHIVA cannon is loaded standard with a full pallet of 10,000 rounds, unless there are not enough rounds available in base storage. Recommended Doctrine It's a tough choice between API and HEI ammo in most situations. If we're expecting to engaging thickly-armoured enemies or have only limited aircraft available to intercept, API is the round of choice. If we're engaging heavily-armed, highly dangerous craft, then massed HEI fire may be one of the quickest ways to take it down. We can switch out a gun's ammunition in a matter of minutes, but we can't load both types into the same gun. The variable pressure of firing different ammunition can cause misfires and may result in extreme damage to the gun and the aircraft. Both UN safety procedures and the manufacturer's manual absolutely forbid it, and I can't help but agree. Addenda None.
pt_br: Technical Specifications: SHIVA 20mm API Rounds CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a pallet of 20mm API (Armour-Piercing Incendiary) ammunition for the SHIVA Rotary Cannon. It can contain up to 10,000 rounds. This high-powered anti-aircraft munition consists of a hard titanium-steel shell, tipped with depleted uranium, and filled with a core of explosive incendiary compound. Once the shell penetrates the outer skin of an aircraft, the core detonates, blowing the shell apart like a fragmentation grenade and spreading incendiary compound over the target area. Critical systems may be damaged before the incendiary compound can be quenched or compartmentalised. The advantage of the API round over the HEI (High-Explosive Incendiary) is its improved penetration, giving each round a better chance of causing some damage if a hit is scored. Penetrating API hits do not cause nearly as much damage as penetrating HEI hits, however. Each SHIVA cannon is loaded standard with a full pallet of 10,000 rounds, unless there are not enough rounds available in base storage. Recommended Doctrine It's a tough choice between API and HEI ammo in most situations. If we're expecting to engaging thickly-armoured enemies or have only limited aircraft available to intercept, API is the round of choice. If we're engaging heavily-armed, highly dangerous craft, then massed HEI fire may be one of the quickest ways to take it down. We can switch out a gun's ammunition in a matter of minutes, but we can't load both types into the same gun. The variable pressure of firing different ammunition can cause misfires and may result in extreme damage to the gun and the aircraft. Both UN safety procedures and the manufacturer's manual absolutely forbid it, and I can't help but agree. Addenda None.
